{
	"DryadSpecialText": {
		"WorldStatusAll": "{0} é {1}% consagrado, {2}% corrompido, e {3}% carmesim.",
		"WorldStatusHallowCorrupt": "{0} é {1}% consagrado e {2}% corrompido.",
		"WorldDescriptionGrim": "A situação não está nada boa...",
		"WorldDescriptionWork": "Você tem muito trabalho a fazer.",
		"WorldDescriptionClose": "Você está tão perto!",
		"WorldStatusHallowCrimson": "{0} é {1}% consagrado e {2}% carmesim.",
		"WorldStatusCorruptCrimson": "{0} é {1}% corrompido e {2}% carmesim.",
		"WorldStatusCorrupt": "{0} é {1}% corrompido.",
		"WorldStatusCrimson": "{0} é {1}% carmesim.",
		"WorldStatusHallow": "{0} é {1}% consagrado.",
		"WorldStatusPure": "{0} é completamente puro. Você fez um trabalho incrível!",
		"WorldDescriptionBalanced": "O mundo está equilibrado.",
		"WorldDescriptionFairyTale": "Estamos vivendo em um conto de fadas.",
		"Party": "Pensei em dar uma festa para comemorar nossas vitórias do passado, e as que ainda estão por vir.",
		"AfterDD2Tier2": "Quando estive em Etheria, a corrupção tentou me levar, mas ao invés disso, usei seu poder contra o Exército do Ancião!",
		"Graveyard1": "Eu consigo lidar com a corrupção, mas o ar vil da morte neste local faz a flor no meu cabelo murchar.",
		"Graveyard2": "Este local... Ouço o choro da natureza por aqueles que pereceram aqui.",
		"Rain1": "A água do céu é um jeito de a natureza lavar a lama acumulada em nossos cursos.",
		"Storm1": "Nossa mãe está com raiva e quer queimar as impurezas com uma chuva de poder destrutivo sobre as copas das árvores.",
		"Storm2": "Não é recomendado atravessar descampados com o perigo cintilante que vem de cima.",
		"Windy1": "O vento... é a forma da natureza varrer o pó desta terra.",
		"Windy2": "A fúria da natureza arranca as folhas das árvores no dia de hoje.",
		"AfterDD2Tier1": "Quando eu estive em Etheria, senti uma distância tão grande de {WorldName}. É bom estar de volta.",
		"Rain2": "Quando chove, vários tipos de peixes ganham propriedades místicas."
	},
	"DyeTraderSpecialText": {
		"HasPlant_0": "Brilhante! Você me trouxe uma amostra perfeita das mais lindas cores e aromes do mundo. Em troca, você pode pegar esta garrafa de tinta especial.",
		"HasPlant_1": "Você vai trazer uma flor linda e rara... certo? Leve esta garrafa de tinta especial como pagamento, colega!",
		"HasPlant_2": "Fantabuloso, incrível colega! Com esta espécie delicada, poderei misturar as tintas mais incríveis que {WorldName} já viu! Você pode levar essa agora mesmo!",
		"NoPlant_0": "Ah, não, não, essa não serve.  Para isso, dinheiro não adianta, você tem que voltar com uma espécie de planta rara!",
		"NoPlant_1": "Você acha que consegue enganar o {DyeTrader}? Acho que não! Eu só aceito as flores mais raras em troca por estas garrafas especiais!",
		"NoPlant_2": "Estas garrafas de tinta? Desculpe, colega, por elas, não aceito moedas. Eu só aceito as plantas mais preciosas em troca por elas!",
		"Party": "Eu adoro festas, com cores lindas e pessoas felizes.",
		"Graveyard1": "Nossa, isso não é nada bom. O ambiente pútrido tem um efeito ruim sobre minhas tinturas.",
		"Graveyard2": "Você acha que este lugar é digno da minha presença? Tão monótono, tão maçante... Estas pessoas estão literalmente abaixo de mim.",
		"Rain1": "Água demais dilui meus produtos! Espero que esta chuva passe logo.",
		"Rain2": "Não, não, minhas roupas não podem se molhar! Elas perderão a cor viva!",
		"Storm1": "Eita! Eu odeio estas tempestades incômodas!",
		"Storm2": "Por favor me avise quando a fúria da natureza tiver passado!",
		"Windy1": "Maravilha! O vento me traz pétalas de todas as cores!",
		"Windy2": "Só um momento. Preciso segurar meus produtos para que não sejam levados pelo vento!"
	},
	"GuideSpecialText": {
		"Party": "Você nunca foi a uma festa antes? Talvez seja bom conferir com os outros. Às vezes as pessoas fazem favores especiais para festas.",
		"Graveyard1": "Cemitérios são assustadores e muito perigosos. Olhe por onde anda!",
		"Graveyard2": "Este lugar é frio e sinistro. Sinto algo muito maligno me chamando.",
		"Rain1": "Saiba que algumas criaturas só aparecem quando está chovendo.",
		"Rain2": "Não se preocupe, é só água. Eu soube que algumas espécies de peixe conseguem voar quando chove!",
		"Storm1": "É perigoso sair durante uma tempestade. Procure abrigo!",
		"Storm2": "Raios não são brincadeira. Muitos inimigos poderosos aparecem neste clima.",
		"Windy1": "Não saia voando com o vento forte e tome cuidado dos monstros que se beneficiam dele!",
		"Windy2": "Está ventando muito! Agora é o melhor momento para empinar uma pipa.",
		"Eclipse": "Quê? Cadê o sol? Por que está tão escuro? Deve ser um eclipse solar!",
		"Lantern1": "Que noite linda! Com sua vitória, o mundo parece estar em paz. As lanternas celebram essa conquista.",
		"Lantern2": "Vê essas lanternas? Agora que você salvou o mundo, elas celebram sua vitória. São sempre tão lindas!",
		"SlimeRain": "Se você derrotar muitas geleias, fará com que o rei delas fique com raiva. Tome cuidado!"
	},
	"MerchantSpecialText": {
		"Party": "Sabe como você pode aproveitar uma festa ao máximo? Comprando coisas para outras pessoas, especificamente para mim.",
		"Graveyard1": "Esta atmosfera esquisita é ruim para os negócios!",
		"Graveyard2": "Este local é péssimo. Não posso vender minhas mercadorias para os mortos!",
		"Rain1": "Guarda-chuvas! Guarda-chuvas! Guarda-chuvas pela metade do preço!",
		"Rain2": "O que cai de pé e corre deitado?",
		"Storm1": "Quer comprar um para-raios? Opa, parece que acabaram.",
		"Storm2": "Tem uma tempestade chegando. Que tal entrar e comprar alguma coisa?",
		"Windy1": "Que dia ventoso! Fique por aqui e compre alguma coisa.",
		"Windy2": "Usei cola de geleia para impedir que meu chapéu saísse voando! Não quer um pouco em troca de algumas moedas de ouro?"
	},
	"GoblinTinkererSpecialText": {
		"Party": "Festas de goblins não muito parecidas com festas de humanos. As duas tem brincadeiras, tipo \"Coloca a Culpa no Humano\", digo... Eu não brinco disso nas minhas festas.",
		"Graveyard1": "Estou trabalhando em uma Sacola de Fótons. É uma invenção para aprisionar todos os fantasmas que andam por aqui!",
		"Graveyard2": "Esses gemidos e gritos constantes me distraem do meu trabalho!",
		"Rain1": "Toda essa chuva atrapalha a visão. Eu deveria inventar uns óculos com limpadores de para-brisa.",
		"Rain2": "Humanos são muito mais altos que goblins. Quando há uma enchente, nós nos damos mal!",
		"Storm1": "Estou trabalhando em uma invenção que aproveitará a energia liberada ao nosso redor!",
		"Storm2": "A maioria dos goblins odeia tempestades. Provavelmente porque eles carregam muitas coisas pontiagudas.",
		"Windy1": "Este clima é exatamente o motivo por eu usar óculos de proteção! Assim a areia e a terra não entram nos meus olhos.",
		"Windy2": "Este seria um ótimo momento para inventar algum acessório parecido com um cata-vento!"
	},
	"WitchDoctorSpecialText": {
		"Party": "Eu queria ver como seu povo comemora, não estou decepcionado.",
		"AfterDD2Tier1": "Sinto uma certa sincronia com os Magos Sombrios de Etheria. Uma pena que eles são nossos inimigos, eu gostaria muito de aprender com eles.",
		"Graveyard1": "Erga-se, zumbi! Zumbi, erga-se!",
		"Graveyard2": "Você até pode tirar o Ceifador do cemitério, mas nunca vai tirar o cemitério do Ceifador...",
		"Rain1": "O som a chuva acalma a minha alma.",
		"Rain2": "O equilíbrio é tudo. Precisamos do sol e precisamos da chuva. Excesso de um ou de outro leva à ruína.",
		"Storm1": "Do alto de toda sua majestade, os espíritos estão estrondosos hoje.",
		"Storm2": "Relâmpagos criam sombras poderosas e sombras criam relâmpagos poderosos.",
		"Windy1": "Não tire o olho do seu talismã em um dia como hoje... tenha certeza que está sempre o “vento”.",
		"Windy2": "O vento sopra com as folhas, as folhas sopram com o vento."
	},
	"ClothierSpecialText": {
		"Party": "Mamãe sempre dizia que você tem que deixar o passado para trás antes de começar uma festa.",
		"Graveyard1": "Fui amaldiçoado! Me leva pro hospital!",
		"Graveyard2": "O cemitério é grande, que tal dividir? Os mortos ficam do lado deles, nós ficamos do nosso!",
		"Rain1": "Está chovendo mesmo! Aquela chuva grossa que bate de lado. Pelo menos não está vindo debaixo!",
		"Rain2": "Uma vez começou a chover assim e só parou depois de quatro dias!",
		"Storm1": "Lembre-se de continuar respirando fundo, porque esta tempestade também vai passar!",
		"Storm2": "Se não fosse a tempestade, todo mundo sairia. O que deixa tudo perigoso são os raios.",
		"Windy1": "Às vezes não tem moinho de vento que chegue.",
		"Windy2": "O vento está com tudo hoje!"
	},
	"TravellingMerchantSpecialText": {
		"Party": "Dizem que as festão são a fonte das memórias mais valiosas. Então compre algo e torne essa uma memória valiosa!",
		"Graveyard1": "Ufa! Veja quantos produtos tenho! Eu NÃO os peguei dos corpos enterrados aqui, eu juro.",
		"Graveyard2": "Em todas as minhas viagens, nunca encontrei alguém que morasse em um lugar terrível como este! Bem, desde que você tenha moedas, não tem problema...",
		"Rain1": "Faça chuva, faça sol, venho de longe para servir você! Tem moedas?",
		"Rain2": "Se meu casaco encolher por causa da chuva, eu ficarei decepcionado!",
		"Storm1": "Compre logo!",
		"Storm2": "Ufa! Foi quase! Tijolo e cimento parece um bom investimento para enfrentar este clima, não é?",
		"Windy1": "Eu vou aonde o vento me levar, mas isto já é um pouco demais!",
		"Windy2": "Eu poderia vender meias que não deixam você ser levado pelo vento, mas seria uma solução “meia” boca para o problema."
	},
	"MechanicSpecialText": {
		"Party": "Você acha que alguém se importaria se eu usasse lâmpadas ao invés de velas em um bolo?",
		"Graveyard1": "Eu deveria iluminar este lugar escuro e assustador para manter os monstros longo daqui.",
		"Graveyard2": "Eu queria passar fiação por aqui, mas as coisas mortas e assustadoras ficam no caminho!",
		"Rain1": "Se não parar de chover, minha chave inglesa vai enferrujar!",
		"Rain2": "Droga, um curto circuito em mais uma tomada! Eu odeio este clima.",
		"Storm1": "Ótimo! Outra bomba com problema. Quando os relâmpagos vão parar de estragar meus equipamentos?",
		"Storm2": "Não vá para a rua neste clima com algum dos meus produtos na mão ou você atrairá uma dose significativa de energia elétrica indesejada!",
		"Windy1": "Ah, não! Com os bolsões de baixa pressão atmosférica chegando, preciso proteger minha rede elétrica.",
		"Windy2": "Minha fiação está se enroscando toda neste ciclone. Cuidado onde pisa!"
	},
	"BartenderSpecialText": {
		"AfterDD2Tier1": "Bom trabalho na batalha contra o Exército do Ancião! Mas eu tenho certeza que esse não foi o seu fim, eles não se esforçaram muito dessa vez.",
		"AfterDD2Tier2": "O Exército do Ancião não para de ficar mais forte, mas você continua detendo-os! Mas algo me diz que eles ainda não desistiram.",
		"AfterDD2Tier3": "Você conseguiu mesmo derrotar o Exército do Ancião? Talvez devesse visitar Etheria algum dia.",
		"BeforeDD2Tier1": "Nós deveríamos fazer alguma coisa sobre o Exército do Ancião. Pergunte-me sobre o Cristal de Eternia se quiser mais informações.",
		"FirstHelp": "Primeiramente, aceite algumas dessas Medalhas do Defensor, não precisa pagar! Tenho algumas defesas especiais que você pode comprar, mas só com Medalhas do Defensor!",
		"FirstMeeting": "Hã? Como cheguei aqui? Minha última lembrança é de ver um portal abrindo na minha frente...",
		"Graveyard1": "Etheria tem alguns lugares sinistros, mas este ganha!",
		"Graveyard2": "O bar parece meio morto hoje. E o cheiro combina!",
		"Party_1": "Tem uma festa aqui! E eu tinha acabado de limpar o bar.",
		"Party_2": "Sente-se e se divirta! Não se preocupe, não acho que kobolds vão furar esta festa.",
		"Rain1": "Você parece um cachorro peludo molhado! Que tal um pouco de cerveja?",
		"Rain2": "Limpe os pés antes de entrar aqui, acabei de lustrar o chão!",
		"Storm1": "Proteja-se da tempestade! Sente um pouco e tome uma cerveja.",
		"Storm2": "Você parece à beira de um ataque de nervos! Talvez uma caneca ajude a se acalmar.",
		"Windy1": "Lá se vai o telhado. Eu tinha acabado de consertar.",
		"Windy2": "Segure seu chapéu, a brisa está forte."
	},
	"PartyGirlSpecialText": {
		"Party_1": "Mmm? Nada de especial hoje... brincadeira! Está na hora da festa, e então será hora da festa depois da festa!",
		"Party_2": "Finalmente, chegou a minha hora!",
		"AfterDD2Tier1": "Você já viu um ogro? Eu quero dar uma volta em um deles!",
		"Cake1": "Onde você estava? Tem uma festona rolando! Aqui, toma um pedaço de bolo!",
		"Cake2": "Não conte para NINGUÉM que eu dei isto para você. É uma surpresa da festa!",
		"Cake3": "Festança! Você, tipo, cuida do bolo, {PlayerName}!",
		"Graveyard1": "Viva! É hora da festa! ...por que ninguém está dançando?",
		"Graveyard2": "A gente deveria organizar uma festa de levantar os mortos, LITERALMENTE! Hi hi!",
		"Rain1": "Está chovendo! Entre aqui para fazer a festa!",
		"Rain2": "Você se molhou? É só sacudir o esqueleto que seca!",
		"Storm1": "No meio da festa, ouvimos o som de um trovão. Eu entrei em pânico!",
		"Storm2": "Vamos dançar! É só sacudir o esqueleto no ritmo dos trovões!",
		"Windy1": "Alguém falou “Furacão 2000”? É o som ideal para uma festa nesta ventania...",
		"Windy2": "Hoje é um dia perfeito para, tipo, jogar confetes pro alto!",
		"Music1": "A música está acabando com a festa? Eu mudo a playlist para você.",
		"Music2": "Está festa está precisando de uma animada! Que tal mudar a música?",
		"Music3": "Esta música está tocando há um tempão! Vamos mudar!"
	},
	"PirateSpecialText": {
		"Party": "Depois de todo esse bolo, talvez você precise me chamar de Barba Branca por algum tempo.",
		"Graveyard1": "Marujo, eu odeio admitir, mas meus companheiros fizeram com que todas estas covas fossem cavadas!",
		"Graveyard2": "O cemitério dos lobos do mar é o oceano! Vocês aí que vivem na terra só perdem tempo!",
		"Rain1": "Chuva? É só mais um dia na vida de um pirata.",
		"Rain2": "Peixes voam mesmo quando está chovendo! Vi com meu próprio olho!",
		"Storm1": "Cuidado com as velas, marujo! É uma tempestade daquelas!",
		"Storm2": "Por Caríbdis! Que maldição é esta em forma de tempestade?",
		"Windy1": "É hora de velejar, marujos! Estamos indo de vento em popa!",
		"Windy2": "Verdadeiros lobos do mar se preparam para uma ventania!"
	},
	"TruffleSpecialText": {
		"Party": "Eu teria convidado todo mundo para a festa lá em casa, mas não temos cogumelos.",
		"Graveyard1": "Este é um ótimo lugar para criar uma família. A maioria dos meus amigos nasceu aqui!",
		"Graveyard2": "Este lugar faz eu me sentir bem. Não sei por quê...",
		"Rain1": "Ahh... Agradável e úmido. Isso me faz tão bem.",
		"Rain2": "Muitas pessoas celebram quando as chuvas chegam.",
		"Storm1": "Este clima parece ruim para a sua espécie, humano.",
		"Storm2": "Aquele último trovão fez até meus esporos saírem correndo de medo!",
		"Windy1": "Meu povo é muito frágil, me preocupo com meus irmãos neste dia ventoso.",
		"Windy2": "O vento não é meu amigo. Gosto de lugares escuros e calmos."
	},
	"NurseSpecialText": {
		"Party": "Não, eu não vou contar a você o número de velas no meu bolo.",
		"Graveyard1": "Ah, eu preferiria trabalhar em um hospital abandonado a ter que ficar aqui!",
		"Graveyard2": "Este lugar me assusta. Não posso tratar pacientes mortos!",
		"Rain1": "Se você ficar lá fora muito tempo, vai pegar um resfriado!",
		"Rain2": "Ótimo, meu uniforme está todo molhado. Pare de me olhar assim!",
		"Storm1": "Eu não ofereço tratamento de choque. Você pode simplesmente ir lá fora e ficar debaixo de uma árvore!",
		"Storm2": "Fique dentro de casa! Já tratei pacientes eletrocutados demais hoje.",
		"Windy1": "A brisa está com tudo hoje! Cuidado com agulhas voadoras.",
		"Windy2": "Passei o dia correndo atrás dos meus instrumentos cirúrgicos. Esta ventania me mantém em forma!",
		"DeathCountLow": "O quê? Você de novo?! Parece que vejo você bastante. Vou conferir seus registros... Sim, você já morreu {TotalDeathsCount} vezes.",
		"DeathCountMedium": "Os monstros de {WorldName} já mataram você {TotalDeathsCount} vezes? Qual deles será que pegou sua bandeira?",
		"DeathCountHigh": "Uau, já derrotaram você {TotalDeathsCount} vezes? Você já pensou em mudar de profissional? Talvez trabalhar numa fazenda..."
	},
	"WizardSpecialText": {
		"Party": "Minhas festas são, claramente, as mais mágicas.",
		"AfterDD2Tier1": "Sabe, acho que já vi um portal assim antes, mas era feito de ouro.",
		"Graveyard1": "Não domino a magia da ressurreição, nem adianta perguntar!",
		"Graveyard2": "Engraçado, quando examino profundamente a bola de cristal, vejo todos os meus clientes em um lugar como este!",
		"LuckIsAmazing1": "Tem um jardim de trevos de quatro folhas? Você está exalando a essência da boa sorte!",
		"LuckIsAmazing2": "A sorte está do seu lado! Você terá sucesso em todas as suas missões no dia de hoje!",
		"LuckIsBad1": "O ar está pesado e lúgubre sob seus passos. Cuidado com sentimentos ruins.",
		"LuckIsBad2": "Algo está incomodando você? Tem alguma coisa errada...",
		"LuckIsCursed1": "Afaste-se! Vejo uma aura de má sorte ao seu redor! Não quero nem chegar perto!",
		"LuckIsGodly1": "Você exala uma bênção de prosperidade exuberante!",
		"LuckIsGodly2": "Saúde e felicidade extremas exalam do seu ser! Você é uma mensagem dos deuses!",
		"LuckIsGood1": "Sinto um pouco de carma positivo ao seu redor, mas posso estar errado.",
		"LuckIsGood2": "Há um calor incomum ao seu redor. Não sei muito bem de onde vem, mas siga seus instintos.",
		"LuckIsGreat1": "Você exala uma energia positivo, como se algo grandioso pudesse acontecer a qualquer momento.",
		"LuckIsGreat2": "Há vibrações de boa sorte que emanam de você, como se todos os seus desejos pudessem se tornar realidade.",
		"LuckIsPoor1": "Há uma energia negativa exalando de todos os seus poros. Não é um dia para arriscar.",
		"LuckIsPoor2": "Sinais desafortunados pairam sobre sua cabeça. Você não se esqueceu de encaminhar aquela corrente, não é?",
		"LuckIsTerrible1": "Há um destino terrível ao seu redor! É um bom dia para nem sair da cama!",
		"LuckIsTerrible2": "Que sorte terrível! Você derramou sal, por acaso?",
		"Rain1": "Sim, eu consigo sair na chuva sem derreter. Sou um Feiticeiro, ora bolas!",
		"Rain2": "Chove, chuva, chove sem... Quê? Onde estou? Quem é você? Quem sou eu?",
		"Storm1": "Alguém roubou meu grimório de novo?",
		"Storm2": "Você chama isto de relâmpago? No meu tempo, eu... Quê? É... Posso ajudar?",
		"Windy1": "Esta brisa está incomodando você? Conheço um feitiço que resolve isso.",
		"Windy2": "Uma ventania que aterroriza nosso mundo? Fui eu que a criei?",
		"LuckIsCursed2": "Você quebrou todos os espelhos de {WorldName}? Que tolice, sua sorte está amaldiçoada!"
	},
	"CyborgSpecialText": {
		"Party": "Esta festa vai ser loucura completa!",
		"Graveyard1": "Fascinante. Parece que isto é uma unidade de armazenamento para humanos quebrados e com defeito.",
		"Graveyard2": "Meus sensores indicam um aumento na densidade das partículas de energia. Meus receptores visuais não conseguiram identificá-las.",
		"Rain1": "Precipitação detectada. Protocolo: buscar abrigo. Ferrugem iminente.",
		"Rain2": "Alerta de inundação. Erro 404: impermeabilidade não encontrada.",
		"Storm1": "BIP! Alerta de emergência climática. Isto não é um teste. Buscar abrigo imediatamente. BIP!",
		"Storm2": "Níveis anormais de partículas com cargas negativas e positivas detectados.",
		"Windy1": "Os sensores indicam mudanças significativas na pressão atmosférica. Recomenda-se cuidado.",
		"Windy2": "Diferença significativa encontrada entre alta pressão e baixa pressão."
	},
	"DemolitionistSpecialText": {
		"Party": "Talvez seja melhor tomar cuidado hoje. Nós, anões, damos umas festas bem explosivas.",
		"AfterDD2Start": "Por quê nós não simplesmente explodimos esses portais?",
		"Graveyard1": "O fedor de morte neste local é pior do que nas cavernas infestadas de esqueletos onde eu trabalho!",
		"Graveyard2": "Pilhas de ossos e pedras... perfeitas para uma explosão!",
		"Rain1": "Que dia horrível para ser um anão.",
		"Rain2": "Não! Outro pavio que apagou por causa da umidade! Isto nunca acontece debaixo da terra!",
		"Storm1": "BUM! Até a mãe natureza gosta de um pouco de demolição!",
		"Storm2": "Você deveria ter visto o que aconteceu quando um raio atingiu um dos meus vagonetes cheios de explosivos!",
		"Windy1": "Agora talvez não seja o melhor momento para atirar granadas a céu aberto, camarada!",
		"Windy2": "Quer bombas bumerangue? É só jogar uma bomba contra o vento que ela volta rapidinho pra você!"
	},
	"ArmsDealerSpecialText": {
		"Party": "Festas são ótimas para fazer as pessoas saírem de sua zona de conforto, igual às armas de fogo.",
		"Graveyard1": "Odeio lugares como este. Não posso matar o que já está morto!",
		"Graveyard2": "Se você vir qualquer atividade suspeita naquela neblina, não fui eu.",
		"Rain2": "Peixes voadores? Eu chamo de “tiro ao alvo”!",
		"Storm1": "Uma arma de relâmpagos? Não tenho tempo pra isso. Adoro os meus projéteis!",
		"Storm2": "Se você calcular direitinho, ninguém ouve seus disparos com os trovões.",
		"Windy1": "Eu estava experimentando minha arma nova, mas o vento não parava de me fazer errar a mira!",
		"Windy2": "Não atire a esmo quando estiver ventando!",
		"Rain1": "Ouvi dizer que algumas nuvens literalmente querem pegar você! Mostre quem manda com uma das minhas armas!"
	},
	"StylistSpecialText": {
		"Party": "Eu posso ter arrumado meu cabelo para hoje, mas honestamente, só quero estourar os balões com minha tesoura.",
		"Graveyard1": "Ai! Esta atmosfera mortífera está arruinando meu penteado!",
		"Graveyard2": "Eu quero sair por aí para coletar cabelo para fazer perucas, mas eu não quero SAIR POR AÍ!",
		"Rain1": "De jeito nenhum. Cachorro molhado não é um estilo bom para o cabelo!",
		"Rain2": "O quê? Está chovendo? Acabei de fazer progressiva!",
		"Storm1": "Vou ficar aqui dentro. Não quero ficar com o penteado do Einstein.",
		"Storm2": "Sério mesmo? Este temporal é ruim para os negócios!",
		"Windy1": "Quer um cabelo com um visual mais desarrumado? É só ir lá fora.",
		"Windy2": "Eu deveria tirar o dia de folga! Este vento vai desfazer todo meu trabalho!"
	},
	"PainterSpecialText": {
		"Party": "Tentei fazer uma batalha de paintball, mas as pessoas queriam comida e decoração.",
		"Graveyard1": "Eu pinto paredes e móveis, não ossos! Não é Día de los Muertos!",
		"Graveyard2": "Que lugar lúgubre... Um pouco de cor ajudaria, não acha?",
		"Rain1": "Chuva é meu pior pesadelo. Ela literalmente leva todo meu trabalho pelo ralo.",
		"Rain2": "Eu tinha acabado de pintar um mural nesta parede. Deveria ter ouvido a previsão do tempo.",
		"Storm1": "Trovões e relâmpagos destacam muito a cor dos móveis.",
		"Storm2": "Se você piscar, perde. As cores mais brilhantes se destacam quando os relâmpagos caem.",
		"Windy1": "Sentiu esse vento? Ele está espalhando o cheiro de tinta para todo o lado.",
		"Windy2": "Esta ventania arrancou a tinta fresca da parede!"
	},
	"AnglerSpecialText": {
		"Party": "O quê? Você acha que eu gosto de festas porque sou criança? Bem, você está certo, vamos começar a festa!",
		"BloodMoonFishing2": "Tente pescar quando a água está cheia de sangue! É de matar!",
		"Graveyard1": "Estou morrendo de medo! É tudo culpa SUA!",
		"Graveyard2": "Como eu vou pescar aqui? Você enlouqueceu ou é sem noção?",
		"Rain1": "Eba! Está chovendo! Agora eu posso ver você se molhar da cabeça aos pés enquanto pesca pra mim.",
		"Rain2": "Sempre pesco na chuva. Por isso uso este chapéu!",
		"Storm1": "O melhor momento para ir pescar é durante uma tempestade! E também o mais perigoso! É por isso que mando você ir fazer isso por mim.",
		"Windy1": "É ótimo ir pescar quando está ventando, mas isto é demais! Quase acertei meu olho com o anzol!",
		"Windy2": "Isto é um furacão? Quase fui atingido por um golfinho!",
		"BloodMoonFishing1": "Sabe, umas coisas muito assustadoras andam pela água durante a Lua de Sangue! Você deveria experimentar! Vou ficar olhando daqui.",
		"Storm2": "Uma vez na colônia de férias dos pescadores, um raio atingiu o lago! De repente, todos os peixes boiaram até a superfície, assim, de graça!"
	},
	"AnglerQuestText": {
		"NoQuest_1": "Eu não tenho nada para você fazer agora.",
		"NoQuest_2": "Você já me divertiu o bastante por hoje, vá embora.",
		"NoQuest_3": "Você acabou, o grande {Angler} rejeitou você!",
		"NoQuest_4": "Só um peixe por dia, por favor, vá embora!",
		"NoQuest_5": "Eu nem sequer usei o último peixe que você me deu.  Não preciso de outro.",
		"TurnIn_1": "Oh! Obrigado pelo peixe que eu pedi. Agora dê o fora!",
		"TurnIn_2": "Belo peixe! Está tudo indo de acordo com o plano! He he he!",
		"TurnIn_3": "Você é um ótimo burro de carga! Agora vá embora!",
		"TurnIn_4": "Muahahahahaha! Você conseguiu! Mas ainda está inteiro, que chato!",
		"TurnIn_5": "Uau!? Você fez mesmo o que eu pedi, e sobreviveu! Legal, agora entrega aqui e dá o fora!",
		"Quest_Batfish": "Na na na na na na na Bat-PEIXE! Ou seja, vá cavar no submundo, pegue ele e traga-o para mim!\n\n(Capturado no Submundo e nas Cavernas)",
		"Quest_BumblebeeTuna": "As selvas subterrâneas de {WorldName} têm as coisas mais esquisitas! Tipo um peixe que eu vi outro dia que parecia um abelhão gigante! Eu tenho alergia a abelhas, então você tem que pegá-lo para mim! Aposto que tem gosto de sanduíche de atum com mel!\n\n(Capturado no Mel)",
		"Quest_Catfish": "Finalmente encontrei um gato selvagem que gosta de água! Acho que deve ser porque ele é parte peixe. Eu não sei por que isso aconteceu, nem quero saber. Eu só quero ele nas minhas mãos, e rápido!\n\n(Capturado na Superfície da Selva)",
		"Quest_Cloudfish": "Existe um boato de que há ilhas que voam pelo céu, com tesouros incríveis! Mas quem se importa com isso, o mais legal é que às vezes surgem lagos nas nuvens, e nesses lagos há peixes feitos de nuvem! Eu quero saber que sabor eles têm, então é melhor você ir pegar um para mim!\n\n(Capturado em Lagos Celestes)",
		"Quest_Cursedfish": "Há um peixe amaldiçoado nadando nas profundezas das águas corrompidas! Ele foi criado nas chamas amaldiçoadas que nascem das coisas aterrorizantes que vivem no fundo. Dizem que nem mesmo água é capaz de apagar este fogo, e que ele pode queimar para sempre. Já posso imaginar as coisas incríveis que eu poderia fazer com um peixe assim! Você vai lá buscar para mim ou vai ficar aí tremendo de medo!?\n\n(Capturado na Corrupção)",
		"Quest_DynamiteFish": "O especialista em demolição estava bem nervoso porque havia perdido uma dinamite no lago, na floresta. Ele tem tantas, por que uma faria tanta diferença? Aparentemente porque a dinamite criou barbatanas e começou a nadar! Não sei onde ele encontra materiais para fazer coisas assim mas esse está claramente possuído! Pesque-o e traga-o para mim, eu sempre quis ter um peixe-bomba! Só não pergunte por quê...\n\n(Capturado na Superfície)",
		"Quest_EaterofPlankton": "Aposto que você não vai ter coragem de encontrar o Devorador de Plâncton. Um peixe corrompido que nasceu de um pedaço do Devorador de Mundos! Capture-o e traga-o para mim, prove que não é um covarde!\n\n(Capturado na Corrupção)",
		"Quest_FallenStarfish": "Eu adoro colecionar estrelas brilhantes e amarelinhas que caem do céu! Adoro ainda mais quando caem na cabeça de alguém. Mas... mas... nada é melhor que uma estrela que cai em um lago na floresta e se transforma em um peixe! Isso é maneiro demais, e você é maneiro suficiente para ir buscá-lo para mim!\n\n(Capturado em Lagos Celestes)",
		"Quest_TheFishofCthulu": "Aparentemente os Olhos Demoníacos também podem ser anfíbios. Eles não voam, eles nadam! Quero ver a cara de alguém que entrar na banheira e encontrar ele lá! Eles sempre estão nas mesmas áreas. Ou seja, pegue um para mim!\n\n(Capturado em Lagos Celestes e na Superfície)",
		"Quest_Fishotron": "Eu não sei o que é pior, um peixe de ossos ou um peixe de ossos com MÃOS. Este Peixe-Tron das profundezas das cavernas é de arrepiar! Acho que ele foi possuído pelos mesmos espíritos demoníacos que possuíram aquele velho no calabouço! Você não vai conseguir pescá-lo. Duvideodó!\n\n(Capturado nas Cavernas)",
		"Quest_Harpyfish": "Eu estava tentando dormir perto da colina quando um peixe veio na minha direção. Ele estava voando! Ele tinha o rosto de uma mulher, e penas! Acho que gritei mais alto que ela! Faça ela pagar pelo susto que me deu!\n\n(Capturado em Lagos Celestes e na Superfície)",
		"Quest_Hungerfish": "Há um pedaço do Faminto que saiu da Parede de Carne e transformou-se em um pequeno animal que lembra um peixe, nadando sem destino no submundo, é super nojento, e eu quero ele agora!\n\n(Capturado nas Cavernas)",
		"Quest_Ichorfish": "Você sabia que nas profundezas do carmim algumas daquelas criaturas criam esta coisa amarela nojenta? Ouvi uma estória maluca sobre uma piscina dessa coisa ter acumulado e formado um peixe, que nada e tudo mais! Pegue-o para mim, quero colocar ele na privada de alguém!\n\n(Capturada no Carmesim)",
		"Quest_Jewelfish": "Oooooohhh, vou ficar TÃO rico! Nas profundezas das cavernas, há um peixe feito de pedras preciosas! Não me pergunte como, eu não sei, só sei que esse peixe é simplesmente incrível e você vai pegar ele para mim!\n\n(Capturado no Submundo e nas Cavernas)",
		"Quest_MirageFish": "Há criaturas interessantes a se encontrar nas profundezas da Terra Consagrada, garanto a você! Eles têm um brilho roxo esquisito que incomoda meus olhos! É muito legal, eu quero que você pegue um peixe assim para mim!\n\n(Capturado nas Terras Consagradas do Submundo)",
		"Quest_MutantFlinxfin": "O que é branco, bronzeado e fofinho, e vive em um lago subterrâneo? Um flinxfin mutante! Eu não estava contando uma piada, existe mesmo uma variação mutante do Flinx que é mais adaptada ao estilo de vida aquático! Eu quero que ele adapte-se ao meu aquário, portanto faça acontecer!\n\n(Capturado na Tundra Subterrânea)",
		"Quest_Spiderfish": "Vi um peixe que tinha oito pernas! Não! Sem chance! Você vai pescar ele para mim, assim quando eu o segurar, ele não vai mais estar vivo! Essa é a última vez que eu vou pescar nas profundezas da caverna!\n\n(Capturado no Submundo e nas Cavernas)",
		"Quest_UnicornFish": "Unicórnios e arco-íris são ótimos mesmo! Eles estão por todos os lados, até na água. Não, sério, eu vi um peixe-unicórnio no Lago Consagrado! Seu trabalho será pescá-lo, quero que ele seja meu bichinho de estimação!\n\n(Capturada na Terra Consagrada)",
		"Quest_GuideVoodooFish": "Aqueles demônios no submundo gostam mesmo de bonecas vodu, mas eu acho que há uma boneca por aí que recebeu magia demais! Ela transformou-se em um peixe e começou a agir sozinha. Duvido que você consiga trazer uma para mim! Eu tomaria cuidado com a lava se fosse você, porque ela queima até você morrer e assim você não vai conseguiu pegar meu peixe!\n\n(Capturado nas Cavernas)",
		"Quest_Wyverntail": "Eu sei de uma coisa que vocêeeeeee não sabe! Tudo bem, eu vou dizer. Há uma criatura aterrorizante que voa entre as estrelas! Eu não estou inventando! É a Serpe! Mas, mas, você já sabia disso, não é? Bem, o que você não sabe é que elas nascem e crescem como girinos! Então, na verdade, elas são... um sapo! Não fique parado, pegue uma para mim!\n\n(Capturado em Lagos Celestes)",
		"Quest_ZombieFish": "Você não vai acreditar! Peguei um peixe na floresta à noite que já estava morto! Então ele tentou me devorar! Eu o joguei fora e fugi! Agora eu quero colocá-lo no armário de alguém, para ver o que acontece. Vá pescá-lo outra vez para mim, tá bom?!\n\n(Capturado na Superfície)",
		"Quest_Angelfish": "Você sabia que há ilhas mágicas que ficam suspensas no céu? Aposto que você não sabia! Dizem que anjos vivem no céu, e eu acredito que esse anjos tenham barbatanas e guelras, e que eles ficam nadando por aí! Eu acredito que você deve pegar um para mim!\n\n(Capturado em Lagos Celestes)",
		"Quest_BloodyManowar": "Oh! Não venha para perto de mim! Levei uma picada de uma Caravela Sangrenta! Se você não for inteligente o suficiente para saber do que estou falando, é a água-viva mais perigosa de todo o {WorldName}! Vá até o carmim apodrecido e pegue uma, se tiver coragem! \n\n(Capturada no Carmesim)",
		"Quest_Bonefish": "Eu normalmente não me importo ao ver ossos de peixes flutuando na água, mas estes estavam nadando! O que foi, você achou que só esqueletos humanos podiam continuar perambulando pelo {WorldName}? Capture-o para mim, quero colocá-lo na cama de alguém!\n\n(Capturado no Submundo e nas Cavernas)",
		"Quest_Bunnyfish": "Na floresta, eu estava pescando, certo? Adivinha só! Um coelhinho veio pulando até onde eu estava! Depois outro, e mais um... de repente eu estava rodeado de coelhinhos! Um deles até veio nadando na minha direção, saindo da água, só que sem pernas! Eu caí da minha cadeira de tanta surpresa, e todos os coelhinhos fugiram! Eu quero aquele peixe coelhinho como animal de estimação, melhor você ir buscá-lo para mim! Agora mesmo!\n\n(Capturado na Superfície)",
		"Quest_CapnTunabeard": "Yarr, marujo! Olho de vidro e perna de pau! Parem, cães do mar! Há um capitão pirata que tinha um peixe de estimação que se chamava Capitão Barba-de-Atum, mas durante uma tempestade seu aquário virou e caiu no mar! Ele tem um gancho ao invés de uma cauda, um tapa-olho e tudo mais! Você precisa pegar esse peixe para mim, assim eu serei tão descolado quanto um pirata! Obviamente ele está em algum lugar no oceano! Dãa!\n\n(Capturado no Oceano)",
		"Quest_Clownfish": "Vi um peixe laranja brilhante no mar, e ele estava bem nervoso, como se estivesse procurando um membro de sua família! Vá pegá-lo para mim, assim outro nervoso como ele vai aparecer, procurando por ele!\n\n(Capturado no Oceano)",
		"Quest_DemonicHellfish": "Ouvi dizer no submundo que o Rei de todos os demônios é, na verdade, um peixe! Imagine o poder absoluto que eu teria se você o pegasse para mim!\n\n(Capturado nas Cavernas)",
		"Quest_Derpfish": "Os Derplings, que vivem na selva, são as criaturas mais assustadoras que eu já vi! Ainda bem que, às vezes, eles não têm pernas! Esses vivem na água e são bem menos assustadores! Pegue um para mim, assim eu saberei que gosto eles têm sem ter que morrer de medo!\n\n(Capturado na Superfície da Selva)",
		"Quest_Fishron": "Diz a lenda que existe uma poderosa criatura chamada Peixe-Dragão! Ela é parte porco, parte dragão e parte PEIXE! Ouvi dizer que ela vive perto dos lagos congelados do submundo, na parte mais fria do mundo! Eu não vou lá, então VOCÊ vai garantir que ele venha parar nas minhas mãos! Que emocionante!\n\n(Capturado na Tundra Subterrânea)",
		"Quest_InfectedScabbardfish": "Um peixe muito longo, que parece uma bainha, nada nas corrompidas águas obscuras! Ele parece muito com pedras de ébano, tome cuidado para não ser enganado! É isso mesmo, você. Você que vai pegá-lo, eu não!\n\n(Capturado na Corrupção)",
		"Quest_Mudfish": "Cuidado por onde anda quando estiver atravessando as águas da selva! Por quê? Não, não é porque eu tenho medo que você seja devorado por piranhas. Eu tenho medo que você pise em um dos meus tipos de peixe favoritos, o Peixe de Lama! Também tenho medo que você esqueça de trazer um para mim!\n\n(Capturado na Selva)",
		"Quest_TropicalBarracuda": "Piranhas e tubarões são feios! Tãaaao feio! Você sabia que existe um peixe que, além de ser bonito, é capaz de arrancar o seu rosto? Eu pagaria 2 platinas para ver isso acontecer... Mas voltando ao assunto, você vai pegar um para mim. Só traga ele antes que devore seu rosto!\n\n(Capturado na Superfície da Selva)",
		"Quest_TundraTrout": "Você sabe por que os lagos na superfície das terras gélidas de {WorldName} nunca congelam? Eu não. Mas os peixes sabem! Um peixe feito de gelo seria uma ótima oferenda ao poderoso e incrível {Angler}! Vá, fiel servo, e traga-me rápido esta Truta da Tundra!\n\n(Capturado na Tundra da Superfície)",
		"Quest_Slimefish": "As geleias da floresta são meio nojentas. Peixes-geleia são ainda mais! Não quero nadar com geleias, então capture um deles para mim.\n\n(Capturado na Floresta da Superfície)",
		"Quest_AmanitaFungifin": "Encontrei este lugar espetacular, repleto de cogumelos brilhantes! Tudo era azul! EU estava pegando alguns cogumelos que encontrei perto de um lago azul brilhante quando um dos cogumelos irritou-se comigo e foi embora! Eu quero que ele prove do próprio veneno, depois vou devorá-lo! O que eu quero dizer é, vá pegar ele para mim!\n\n(Capturado em Campos de Cogumelos Brilhantes)",
		"Quest_Dirtfish": "Eu estava puxando o grandão quando apareceu um zumbi falante engraçado do lago na floresta, dizendo algo sobre uma espécie de peixe 'feroz', feito de lama! Ele disse que o peixe era capaz de sufocar dez caras do tamanho dele, ou algo parecido... Eu quero ele! AGORA!\n\n(Capturado na Superfície e no Subterrâneo)",
		"Quest_ScarabFish": "Li uma história antiga sobre um peixe que parece um escaravelho mágico! Ou um “besouro” pra quem tem o vocabulário mais limitado, como você. Onde o encontrar? Onde você acha? No deserto, claro! Não me olhe assim... é verdade! Tem água lá! Eu até iria, mas não quero que meus olhos sejam devorados por abutres. Sendo assim... vá você!\n\n(Capturado no Deserto)",
		"Quest_ScorpioFish": "Tenho certeza que alguém, alguém bem estúpido, tentou convencer você de que não há água no deserto! Pois erraram feio! Tem uma coisa chamada \"Oásis\", que tem água! Sabe o que mais tem onde tem água?! Acertou, peixes! Peixes estranhos que tentam picar ou prender ou fazer um monte de coisas ruins com você! Um animalzinho perfeito pra mim, um trabalho perfeito pra você!\n\n(Capturado no Deserto)",
		"Quest_Pengfish": "É uma baleia! É um golfinho! Não, é um peixe pinguim! Ah, e olha só, é você! Você que vai trazer um para mim! Você sabe que eles só gostam de água gelada, certo?\n\n(Capturado na superfície da Tundra)",
		"Quest_Pixiefish": "Há um tipo muito, muito raro de pixie que nasce com tantas asas que não consegue voar! Ela nada com os peixes nos lagos rodeada por aquela grama azul. Meu aquário precisa de uma lâmpada, então eu quero que você pegue aquela fada para mim!\n\n(Capturada na superfície da Terra Consagrada)"
	},
	"AnglerChatter": {
		"Chatter_1": "Por que o {Bartender} não vende cerveja? Eu quero experimentar! Que resmungão!",
		"Chatter_10": "Eu não tenho mãe nem pai, mas eu tenho muitos peixes! É quase a mesma coisa!",
		"Chatter_2": "O quêeee?! Você não está vendo que estou enrolando o fio da vara de pescar??",
		"Chatter_3": "Eu tenho peixes suficientes! Eu não preciso de sua ajuda agora!",
		"Chatter_4": "Não há nenhum chef em {WorldName}, então eu terei que cozinhar todos esses peixes sozinho! ",
		"Chatter_5": "Ei! Olha só! Estou preparando armadilhas para minha maior pegadinha! Ninguém vai esperar por essa! Não se atreva a contar a alguém!",
		"Chatter_6": "Escute o conselho de um garoto, nunca encoste a língua em um bloco de gelo! Espera, esquece o que eu falei, eu quero muito ver você fazendo isso!",
		"Chatter_7": "Já ouviu falar em peixes latindo?! Eu não, só queria saber de você!",
		"Chatter_8": "{WorldName} tem todos os tipos de peixe mais esquisitos que existem!",
		"Chatter_9": "Que droga! Provavelmente vários tipos de peixe foram extintos antes mesmo de eu nascer, isso não é justo!"
	},
	"BartenderChatter": {
		"Chatter_1": "Eu tenho uma coisa que quero que você veja! Entendeu? Cerveja? Não?",
		"Chatter_10": "Você acha que {Steampunker} tem uma arma daquelas sobrando? Eu conheço uma bruxa que quer uma.",
		"Chatter_11": "Por isso {Demolitionist} sofre tantos acidentes. Você não faz ideia de quanta cerveja ele compra comigo.",
		"Chatter_12": "Eu não costumo ser muito fã dos Goblins, mas {GoblinTinkerer} parece ser gente boa.",
		"Chatter_13": "{?Day}Alguém viu para onde a Dríade foi?",
		"Chatter_14": "{?!Day}Tudo muito calmo por aqui. Calmo demais...",
		"Chatter_15": "{?!Day}Apresente-se e faça seu trabalho.",
		"Chatter_16": "{?BloodMoon}Sabe, de onde eu venho, a Lua Sangrenta é só uma desculpa para sair e tomar um ar fresco.",
		"Chatter_17": "{?MoonLordDefeated}Senhor da Lua, você não quis dizer Senhor do Abismo?",
		"Chatter_18": "{?HardMode}Eu conheço um Lavamancer que adoraria pôr as mãos naquela pedra infernal que fica no submundo.",
		"Chatter_19": "{?Homeless}Conhece algum lugar legal pra abrir um negócio? Eu adoraria abrir um bar aqui.",
		"Chatter_2": "Dizem que você é forte, eu entendo de força. Vamos ver você merece essa fama.",
		"Chatter_3": "De onde eu venho, nós só servimos Root Beer...",
		"Chatter_4": "Isso é bem melhor que limpar aquela mesa o dia inteiro.",
		"Chatter_5": "A vida é um desafio quando você é simplesmente melhor que todos os outros.",
		"Chatter_6": "O que eu estou fazendo aqui...",
		"Chatter_7": "Com muita insistência e um pouco de sorte, você vai longe...",
		"Chatter_8": "Você viu algum Mebur por aqui?",
		"Chatter_9": "{Dryad} parece ser gente boa. Eu deveria traze-la de volta comigo."
	},
	"BartenderHelpText": {
		"Help_1": "A primeira coisa que você precisa saber é que eu tenho alguns artefatos de defesa especiais à venda, mas só se você tiver algumas Medalhas do Defensor!",
		"Help_10": "Se você conseguir impedir a invasão, receberá mais Medalhas do Defensor, que você pode trazer até aqui para comprar mais artefatos e receber algumas outras recompensa especiais!",
		"Help_11": "Eu também ouvi falar que o poder dos próprios artefatos pode ser ampliado se você derrotar o Exército do Ancião. Talvez você consiga até usa-los na hora que quiser!",
		"Help_2": "Você pode usar estes artefatos para criar armadilhas e torres de defesa. Fazer isso consumirá mana de Éter, uma energia especial que só pode ser obtida eliminando-se os membros do Exército do Ancião!",
		"Help_3": "Desafiar o Exército do Ancião é algo muito simples. Eles são atraídos pelo poder dos Cristais de Eternia, que você pode usar como isca.",
		"Help_4": "Para usar um Cristal de Eternia, você deve obter um deles além de uma base para colocá-los lá. Por acaso, você pode comprar comigo!",
		"Help_5": "O ideal é você colocar a base do Cristal de Eternia em um espaço aberto e plano. Com muitas paredes seria muito difícil de proteger!",
		"Help_6": "Quando sua base estiver pronta, basta interagir com ela enquanto estiver com um Cristal de Eternia, e prepare-se para a batalha!",
		"Help_7": "Obviamente, você não pode deixar o Exército do Ancião destruir o Cristal de Eternia! As consequências seriam catastróficas em Etheria, minha terra natal!",
		"Help_8": "Você pode posicionar defesas consumindo 10 mana de Éter. Depois de posicionado, o Cristal de Eternia liberará esta mana. Caso contrário, você terá que derrotar inimigos para obter mais.",
		"Help_9": "Com a ajuda das defesas, você terá que deter várias ondas de invasores que estão tentando destruir você e o Cristal de Eternia!"
	},
	"CyborgChatter": {
		"Chatter_1": "{Bartender} disse que eu o lembrava uma tal de \"EV2\". Talvez eu devesse encontrá-la?"
	},
	"GoblinTinkererChatter": {
		"Chatter_1": "Sabe, esses Goblins de Éter são muito diferentes do meu povo. Um pessoal bem violento. Não que o meu povo seja muito melhor..."
	},
	"GuideHelpText": {
		"Help_1063": "Normalmente eu tentaria explicar a você tudo sobre o Exército do Ancião, mas seria melhor você falar com {Bartender} sobre isso.",
		"Help_1064": "Quando a lua fica vermelha, a água se parece com sangue. As criaturas submersas podem ficar grotescas e malignas."
	},
	"MechanicChatter": {
		"Chatter_1": "{Bartender} me ofereceu uma Root Beer. Eu pedi que a servisse em um copo quadrado."
	},
	"NurseChatter": {
		"Chatter_1": "Eu pedi vinho, mas o {Bartender} só me dava canecas de cerveja."
	},
	"PirateChatter": {
		"Chatter_1": "Já era hora de termos um barman por aqui! Meu rum já estava no fim!"
	},
	"StylistChatter": {
		"Chatter_1": "Eu ofereci fazer a barba do {Bartender}, mas ele recusou. Assim, eu poderia ter pelo menos arrumado seu bigode!"
	},
	"TownNPCHousingFailureReasons": {
		"HoleInWallIsTooBig": "Esta sala está sem uma parede!",
		"RoomCheckStartedInASolidTile": "Isso é um bloco sólido!",
		"RoomIsTooBig": "Esta sala é grande demais",
		"RoomIsTooSmall": "Este valor é pequeno demais",
		"TooCloseToWorldEdge": "Precisamos de um texto melhor para isso!!!",
		"RoomHasAStinkbug": "O cômodo está infestado por uma maria-fedida!",
		"RoomHasAnEchoStinkbug": "O cômodo está infestado por uma maria-fedida fantasmagórica!"
	},
	"AnglerQuestChatter": {
		"Chatter_1": "Uau! Você já me incomodou, tipo, {AnglerCompletedQuestsCount} vezes! Se não trouxesse um peixo legal a cada vez, eu estaria de saco cheio!",
		"Chatter_2": "Sabia que eu tenho {AnglerCompletedQuestsCount} peixes incríveis? Você até que é útil pra fazer uns servicinhos!"
	},
	"BestiaryGirlChatter": {
		"Chatter_11": "Não tenho ideia alguma de como cheguei aqui, mas curti bastante.",
		"Chatter_3": "Eu posso até não saber, tipo, muita coisa... mas posso falar por horas e horas sobre a natureza e animais e vida selvagem e...",
		"Chatter_4": "Meu irmão mais velho diz que eu tenho licantropia. Significa que sou, tipo, parte animal ou algo assim. Ele deve ter razão, porque ele fica o tempo todo na rua!",
		"Chatter_5": "Eu amo animais, tipo, muito! Eu tentei fazer carinho numa raposa com uma aparência meio estranha uma vez, daí ela me mordeu e agora sou tipo ela! Curti!",
		"Chatter_6": "Para de puxar minha cauda, ela não é real, tipo... dói muito quando você puxa!",
		"Chatter_7": "Quê? Não, {Stylist} não pintou meu cabelo. Ele é desta cor naturalmente! Mas antes de eu ser mordida ele era castanho escuro!",
		"Chatter_8": "Ah, ESTAS orelhas? Haha, é pra ouvir você melhor!",
		"Chatter_9": "Uma vez, na colônia de férias dos animais, acordei de manhã e tudo tinha sido destruído! Tipo, uau, como eu dormi com TUDO isso acontecendo?",
		"Chatter_1": "Eu coletava animais como você, mas levei uma mordida de raposa amaldiçoada no joelho!",
		"Chatter_10": "Uau, tipo, eu nunca tinha visto uma lua cheia. Por algum motivo, estou sempre dormindo quando ela aparece.",
		"Chatter_2": "{?Eclipse}Tipo, uau, sinto como se eu pertencesse a este lugar com tantas coisas assassinas soltas por aí. Ainda bem que tenho a cabeça no luar."
	},
	"BestiaryGirlLycantropeChatter": {
		"Chatter_1": "Grrr! Passa. Senta. AGORA!",
		"Chatter_2": "Auau! Au! Perigo. Eu. Ódioooo!"
	},
	"BunnyChatter": {
		"Chatter_1": "*sons de coelho*",
		"Chatter_2": "*sons de coelhinho*"
	},
	"CatChatter": {
		"Chatter_1": "Miau!",
		"Chatter_2": "Purr...",
		"Chatter_3": "Miaau!"
	},
	"DogChatter": {
		"Chatter_1": "Au!",
		"Chatter_2": "Auau!",
		"Chatter_3": "Auuu!"
	},
	"GolferChatter": {
		"Chatter_9": "Neste jogo, só os perdedores querem marcar mais pontos.",
		"Chatter_1": "Eu não sou do tipo que grita e esperneia quando minha bola cai na água. Eu fico calmo e concentrado e me foco na próxima tacada.",
		"Chatter_10": "Paisagistas ganham muitas verdinhas por causa dos golfistas. Ha!",
		"Chatter_12": "De acordo com {Dryad}, eu assassino muitos amigos dela quando corto a grama. Mas meu campo tem que ficar limpo!",
		"Chatter_13": "Se você estiver perto do buraco, use um putter! Não faça com que suas bolas saiam voando quando está TÃO perto.",
		"Chatter_14": "Evite os azares de água e fique no fairway e no green mais usados.",
		"Chatter_15": "{?BloodMoon}Essas manchas de sangue no meu taco? Você já viu os zumbis aí fora?",
		"Chatter_16": "{?BloodMoon}Não sei o que é mais assustador, a Lua de Sangue ou minha irmã durante a Lua de Sangue!",
		"Chatter_17": "{?Rain}Jogar golfe NESTE clima? Só se você gosta de ficar com um para-raios na mão!",
		"Chatter_2": "Quê? Você come O QUE no café-da-manhã?",
		"Chatter_3": "Casa de ferreiro, taco de madeira.",
		"Chatter_4": "Preste atenção na direção do vento. As bolas de golfe são leves e muito afetadas por qualquer brisa.",
		"Chatter_5": "Se a areia lhe dá pesadelos, use um taco do tipo wedge.",
		"Chatter_6": "Será que eu deveria aprender a pescar? Pagar o {Angler} para ir buscar minhas bolas na água está acabando com o meu dinheiro.",
		"Chatter_7": "Uma tacada longa, alta ou forte? Tudo depende do taco que você usar. Escolha com cuidado!",
		"Chatter_8": "Quando falo de tacos, não estou falando de comida mexicana. Quero dizer os tacos de madeira e ferro!",
		"Chatter_11": "{Armsdealer} confundiu minhas bolas de golfe com munição para o mosquete várias vezes."
	},
	"GolferQuestsChatterApprentice": {
		"1": "Você está melhorando! Não estou mais com medo de morrer.",
		"2": "Essas tacadas são medianas. São quase o par deste buraco, na verdade.",
		"3": "Você ainda não está no nível de um campeão, mas está melhorando."
	},
	"GolferQuestsChatterJourneyman": {
		"1": "Estou impressionado. Estatisticamente, você está um pouco melhor que os outros!",
		"2": "Você está fazendo um ótimo trabalho! Devo me preocupar?",
		"3": "Você está jogando bem abaixo do par. Isso é muito bom!"
	},
	"GolferSpecialText": {
		"Graveyard1": "Cemitérios me assustam. Não gosto de treinar minhas tacas em cima de entes queridos.",
		"Graveyard2": "Não jogue golfe em um cemitério. A grama cresce demais, o que dificulta as tacadas.",
		"Rain1": "É menos divertido jogar golfe na chuva. Tudo fico escorregadio!",
		"Rain2": "Azares de água aumentam bastante quando chove. Assim fica mais difícil chegar ao green!",
		"Storm1": "Acho que não, {PlayerName}.",
		"Storm2": "A chance de ser atingido por um raio é a mesma de ganhar na loteria. Jogar com um taco de metal em uma tempestade é um bilhete vencedor!",
		"Windy1": "Este vento dificulta o jogo.",
		"Windy2": "Um vento forte é um desafio a mais no jogo de golfe, mas isto já é demais.",
		"FirstMeeting1": "Obrigado por me resgatar. Se eu ficasse mais tempo preso aqui, derreteria!",
		"Party_1": "Não consigo me concentrar nesta tacada porque tem uma festa irritante ao meu redor.",
		"Party_2": "Acertei um buraco com uma só tacada! É um motivo para comemorar. Vou guardar meu taco e tomar um drink.",
		"FirstMeeting2": "Ora, obrigado! Estou preso nessa areia há dias. Ainda bem que dá pra beber água de cactos."
	},
	"GuideHelpTextSpecific": {
		"Help_1159": "Se você combinar lentes em um altar carmim, talvez seja possível encontrar uma maneira de invocar um monstro poderoso. Mas é melhor esperar anoitecer antes de fazer isso.",
		"Help_1100": "Ouvi dizer que uma raça de reptilianos vive na selva. Talvez você consiga chamar a atenção deles se derrotar uma fera gigante naquele bioma.",
		"Help_1101": "Soube que tem uma mulher bem versada em artes marciais junto com as forças malignas que você acabou de liberar. Se conseguir provar seu valor, talvez ela preste atenção em você.",
		"Help_1102": "As máquinas não são ruins. Se conseguirmos algumas armas explosivas da selva, talvez a gente consiga construir uma delas...",
		"Help_1103": "Uma vez, conheci uma cabeleireira nesta região. Ela foi se aventurar nas profundezas e nunca mais a vi. O que será que aconteceu?",
		"Help_1104": "Você já pescou um peixe estranho e não soube o que fazer com ele? Eu soube que um mestre da pescaria vive perto do oceano e pode ter uma utilidade para esse tipo de animal.",
		"Help_1105": "A Alma Torturada que fica no Submundo parece conhecida... Você já tentou usar Pó Purificador nele?",
		"Help_1106": "Alguns piratas foram vistos por aqui recentemente. Se fizermos amizade com um deles, você acha que ele nos mostrará onde enterrou o tesouro?",
		"Help_1107": "Há algumas plantas e outros ingredientes especiais que podem ser usados para tingir as coisas. Se você carregar alguns deles com você, talvez encontre alguém que lhe mostre como.",
		"Help_1108": "Ouvi falar sobre cogumelos brilhantes que ficam tão grandes que adquirem consciência. Será que é verdade?",
		"Help_1109": "Dizem que a areia é um péssimo lugar para jogar golfe. Nenhum golfista que se preze iria a um deserto... não é?",
		"Help_1110": "Artistas gostam de praticar sua arte e pintores gostam de pintar. Se bastante gente se mudar para cá, teremos casas suficientes para chamar a atenção de um pintor que queira decorar o ambiente!",
		"Help_1111": "Muitas pessoas se mudaram para cá ultimamente, não é? Se este lugar ficar mais movimento, com certeza alguém que gosta de festas vai vir pra cá!",
		"Help_1112": "Sempre preste atenção em desconhecidos que precisam de ajuda! Você nunca sabe quando vai conhecer alguém interessante.",
		"Help_1113": "Se as mercadorias do {Merchant} não são interessantes para você, um caixeiro-viajante passa por aqui de vez em quando com produtos exóticos que talvez sejam do seu agrado.",
		"Help_1114": "Nem todos os mortos-vivos são hostis. Soube de um que até vende mercadorias nas profundezas subterrâneas.",
		"Help_1115": "Este mundo está cheio de criaturas perigosas e desafiadoras a serem descobertas. Alguns especialistas podem recompensar você por compartilhar seus conhecimentos com eles!",
		"Help_1120": "Se você acha que dias de chuva são chatos, espera só começar a chover geleias!",
		"Help_1121": "Em raras ocasiões, a lua tapa o sol. Muitos monstros assustadores surgem quando isso acontece!",
		"Help_1122": "Já viu Batedores Goblins nas regiões mais afastadas do mundo? Será que vem uma invasão por aí?",
		"Help_1123": "Acho que vi um mapa do tesouro flutuando no oceano uma vez, mas um tubarão o comeu. Que tal tentar ir encontrá-lo?",
		"Help_1124": "Vi umas luzes brilhantes lá longe no céu. A verdade está lá fora, acredite.",
		"Help_1125": "Você já viu lanternas lindas flutuando no céu noturno? O povo deste mundo celebra suas vitórias e deseja boa sorte a você.",
		"Help_1130": "Se colocar uma garrafa vazia sobre uma mesa, você pode usá-la para criar vários tipos de poções!",
		"Help_1131": "Pendure qualquer bandeira que você ganhar após derrotar os inimigos porque elas ajudam em combates futuros contra eles.",
		"Help_1132": "O bioma de neve é bastante frio, mas há tesouros lá que você não encontra em nenhum outro lugar. Vá conferir!",
		"Help_1133": "Há túneis de formiga-leão muito abaixo da superfície do deserto. Eles estão repletos de fósseis raros e de diversos perigos!",
		"Help_1134": "Se você encontrar um bioma de mármore, cuidado! Dizem que esses locais são cheios de criaturas muito perigosas.",
		"Help_1135": "Em biomas de granito, até a própria rocha é uma ameaça: ela toma vida e ataca os invasores!",
		"Help_1136": "Precisa criar alguma coisa com minérios que não encontra em {WorldName}? Pesque caixas ou coloque limo e neve com lama no Extrator!",
		"Help_1137": "Se você precisar de uma folga de tanta aventura, sempre pode experimentar a boa e velha pescaria.",
		"Help_1138": "Talvez você encontre fadas amigáveis ao explorar o subterrâneo. Se as seguir, elas levarão você até tesouros!",
		"Help_1141": "A pedra carmim pode ser purificada com pó de uma Dríade ou destruída com explosivos.",
		"Help_1142": "Tente recolher um pouco de obsidiana. Ela é formada quando água e lava se misturam e pode ser usada como proteção contra calor intenso.",
		"Help_1143": "Dizem que há colmeias gigantes no subterrâneo da selva. Eu não me importaria em ter um pouco de mel.",
		"Help_1144": "Você encontrou alguns fósseis antigos no deserto? Será que tem um jeito de extraí-los da rocha?",
		"Help_1145": "É hora de aprimorar a velha Fornalha. Procure uma Forja do Inferno no Submundo, é o único jeito de criar barras de Pedra Infernal.",
		"Help_1146": "Você já viu Serpes voando nas nuvens? Se eu pudesse voar assim...",
		"Help_1147": "Experimente combinar a Forja do Inferno com minério de adamantina. Aposto que dá para fazer umas coisas muito poderosas assim!",
		"Help_1148": "Experimente combinar a Forja do Inferno com minério de titânio. Aposto que dá para fazer umas coisas muito poderosas assim!",
		"Help_1149": "Você encontrou alguma fruta rara que cresce na selva ultimamente? Se você a comer, aumentará o máximo de vida!",
		"Help_1150": "Ouvi falar sobre bulbos cor-de-rosa brilhantes que crescem na floresta. Se quiser colher um deles, é melhor se preparar bem!",
		"Help_1151": "A chave que você tem pode ser usada para destrancar o Templo escondido na selva. Você já o encontrou?",
		"Help_1152": "Dizem que há um Templo selado e escondido na selva. Como será que ele se abre?",
		"Help_1153": "Uau, esta chave que você tem é bem legal! Eu soube que chaves assim podem ser usadas para se obter tesouros raros no Calabouço!",
		"Help_1154": "Ouvi relatos de que um verme muito estranho vive no subterrâneo dos campos de cogumelos. Será que ele é uma boa isca?",
		"Help_1155": "Profecias antigas mencionam um jeito de conjurar as hordas monstruosas do Halloween com medalhões feitos de abóbora.",
		"Help_1156": "Lendas falam de um presente amaldiçoado que pode transformar a noite mais festiva em uma invasão de horrores!",
		"Help_1157": "Tem umas pessoas estranhas de capuz paradas na entrada do Calabouço. Que tal ir lá ver do que se trata?",
		"Help_1158": "De onde vieram essas Colunas? Tente eliminar alguns monstros que ficam ao redor delas!",
		"Help_1140": "Seu próximo passo deveria ser explorar as cavernas do Carmim. Destrua todos os Corações de Carmim que você encontrar.",
		"Help_1160": "Em noites de neve, no meio da noite, um som assustador vem do deserto! Tem alguma coisa por aí!"
	},
	"SantaSpecialText": {
		"Graveyard1": "Ho ho ho! Espera, olha pra este lugar. Cheguei dois meses antes do que deveria?",
		"Graveyard2": "Bonzinho ou malcriado? Que interessante... as pessoas daqui já estão há um bom tempo fora da minha lista.",
		"Rain1": "Tem uma tocha? Se tiver, pode guiar meu trenó hoje à noite?",
		"Storm1": "Ho ho... eita! Lá vai a Corredora! A Trovão saiu voando também!",
		"Windy1": "Ho ho! Hoje à noite, minhas renas vão correr na velocidade do som!",
		"Party": "Ora, você não achou que eu só fazia festa no Natal, achou?"
	},
	"SkeletonMerchantSpecialText": {
		"Graveyard1": "Pode até parecer que estou no lugar certo, mas não é verdade.",
		"Graveyard2": "Como cheguei aqui? Estes não são os meus amigos?",
		"Rain1": "Lá em cima? Ouvi dizer que é bem molhado. Não quero que meus ossos fiquem encharcados...",
		"Storm1": "O clima da superfície pode ser muito destrutivo. Ossos queimados não cairiam bem em mim!",
		"Windy1": "O mundo acima está turbulento e caótico. Prefiro que meus ossos fiquem todos juntos, do jeito que estão agora."
	},
	"SteampunkerSpecialText": {
		"Graveyard1": "Nossa! Quem foi o espertão que decidiu ficar neste lugar?",
		"Graveyard2": "Nem sangue nem fluem neste local terrível.",
		"Rain1": "A chuva é uma faca de dois gumes: nos proporciona a água para o vapor, mas também arruína nosso equipamento.",
		"Rain2": "Que chuvarada! Não consigo fazer nada se tudo estiver molhado!",
		"Storm1": "Eletricidade? Não invente! Nada supera o poder do vapor!",
		"Storm2": "Tudo que construo é feito de metal. O clima de hoje me faz questionar essa decisão.",
		"Windy1": "Ah... um chazinho para aproveitar o vento.",
		"Windy2": "Este vendaval me deu ideias para um novo motor para jetpack!",
		"Party": "Todo mundo disse que gosta de bolos bem altos, então coloquei uma chaminé no meu."
	},
	"TaxCollectorSpecialText": {
		"Graveyard1": "Morte e impostos. As únicas certezas da vida!",
		"Graveyard2": "As pessoas daqui não estão pagando! Parecem mortos. Bem, talvez estejam.",
		"Rain1": "Alguém me disse que viu um peixe andando na terra. Não vão enganar a MIM!",
		"Rain2": "Por que não chove moedas de ouro? Eu encontro água em qualquer lugar. Que injusto!",
		"Storm1": "Uma tempestade maravilhosa! Uma tempestade notável!",
		"Storm2": "Estou tão animado! Adoro este clima!",
		"Windy1": "Você não deixa de pagar impostos só porque sua casa sai voando!",
		"Windy2": "Se este vento continuar assim, as pessoas vão perder tudo o que têm e não vão conseguir me pagar!"
	},
	"TownNPCMood": {
		"Content": "Estou contente.",
		"DislikeBiome": "Não gosto de {BiomeName}.",
		"DislikeCrowded": "Não gosto deste lugar, está muito cheio.",
		"DislikeNPC": "Não gosto de {NPCName}.",
		"FarFromHome": "Estou muito longe de casa.",
		"HateBiome": "Odeio {BiomeName}.",
		"HateCrowded": "Odeio este lugar, está muito cheio.",
		"HateNPC": "Odeio {NPCName}.",
		"LikeBiome": "Eu gosto de {BiomeName}.",
		"LikeNPC": "Eu gosto de {NPCName}.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Eu adoro {NPCName}.",
		"LoveSpace": "Eu adoro este lugar, tem tanto espaço.",
		"NoHome": "Odeio não ter uma casa."
	},
	"TownNPCMoodBiomes": {
		"Corruption": "a Corrupção",
		"Crimson": "o Carmim",
		"Desert": "o Deserto",
		"Dungeon": "o Calabouço",
		"Forest": "a Floresta",
		"Hallow": "o Sagrado",
		"Jungle": "a Selva",
		"NormalUnderground": "o Subterrâneo",
		"Ocean": "o Oceano",
		"Snow": "a Neve",
		"Mushroom": "os Cogumelos Brilhantes"
	},
	"TownNPCMood_BestiaryGirlTransformed": {
		"Content": "Rrrr... tudo bem.",
		"DislikeBiome": "Mrrrr... {BiomeName}. NÃO CHEIRA BEM.",
		"DislikeCrowded": "Rarr! PESSOAS. MUITAS. Irritada!",
		"DislikeNPC": "{NPCName}.... SENTIMENTO. RUIM! Grrl",
		"FarFromHome": "Grrar... casa! Longe LONGE! NÃO ACHO.",
		"HateCrowded": "Raarrrrr... NÃO. AGUENTO. MULTIDÃO!",
		"HateNPC": "Arrghl! NÃO {NPCName}. ÓDIO. FÚRIA. NOJO!!",
		"LikeNPC": "{NPCName}. Rrr... BOM. SENTIMENTO.",
		"LoveNPC": "ADORO. FORTE... {NPCName}. Viva!",
		"LoveSpace": "Rrrrr... muito espaço. FELIZ.",
		"NoHome": "GRAH! Preciso CASA! AGORA!",
		"LikeBiome": "Adoro {BiomeName}... Bom CORRER! BRINCAR! CAÇAR! Viva!",
		"HateBiome": "Gughhh. {BiomeName}... ODEIO. LUGAR RUIM.",
		"LoveBiome": "TERRA FAVORITA. {BiomeName}. ADORO.",
		"LikeNPC_Princess": "{NPCName}... COR-DE-ROSA. BOM."
	},
	"BestiaryGirlSpecialText": {
		"Graveyard1": "Meu instinto está fora de controle. Preciso sair daqui agora!",
		"Graveyard2": "Certo, tipo, este lugar é muito assustador. Meu pelo chega a arrepiar!",
		"Party": "Então, é... Não posso usar o chapéu. Desculpa. Mas vou ficar para a festa, não se preocupe!",
		"Rain1": "Pareeee! Eca! Não você, esta chuva chata.",
		"Rain2": "Sério mesmo! Não AGUENTO ficar molhada! É nojento.",
		"Storm1": "Eita! Você não tem IDEIA de quanto os relâmpagos machucam meus ouvidos sensíveis.",
		"Storm2": "Já acabou? Eu tenho um medo, tipo, irracional de tempestades.",
		"Windy1": "Correr no vento faz eu me sentir livre e selvagem. Você precisa experimentar!",
		"Windy2": "A brisa soprando pelo meu cabelo é tipo, uau."
	},
	"GolferQuestsChatterBeginner": {
		"1": "Se continuar jogando assim, vai acabar machucando alguém... talvez você!",
		"2": "Você vai precisar treinar bastante.",
		"3": "Pobre pássaro. Mas pato é delicioso, então não desista!"
	},
	"GolferQuestsChatterMaster": {
		"1": "Você é uma divindade que anda entre os mortais. Seu jogo é espetacular!",
		"2": "Eu queria ter um troféu para lhe dar por conta das suas tacadas incríveis!",
		"3": "Que golfista sensacional! Você está no topo, mas nunca pare de praticar!"
	},
	"GuideChatter": {
		"Chatter_1": "Achei que você tinha dito que purificou {TaxCollector}? Ele está mais ganancioso que nunca!",
		"Chatter_2": "Por que será que meu antecessor explodiu em chamas? Espero que o mesmo não aconteça comigo..."
	},
	"TownNPCMood_Angler": {
		"Content": "Tudo certo. Agora vá pegar um peixe para mim!",
		"DislikeBiome": "Você bateu a cabeça? Não tem peixe em {BiomeName}!",
		"DislikeCrowded": "Não gosto de tanta gente assustando meus peixes. Mande-os embora!",
		"DislikeNPC": "Não gosto de {NPCName}.",
		"FarFromHome": "Deixei minha vara de pescar em casa, e ela fica láaaa longe! Droga!",
		"HateBiome": "Ei, os peixes aqui em {BiomeName} estão tentando me matar.",
		"HateCrowded": "Odeio tanta gente junta. Eles assustaram meus peixes!",
		"HateNPC": "Odeio {NPCName} e quem mais me trata como criança.",
		"LikeBiome": "Adoro {BiomeName}, é meu lugar preferido. Tem muitos peixes legais lá!",
		"LikeNPC": "{NPCName} sabe o que faz, ao contrário de OUTRAS pessoas! Eu gosto disso.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Adoro estar perto de {NPCName}.",
		"LoveSpace": "Sim, tem muito espaço para eu ficar com meus peixes!",
		"NoHome": "Sou uma criança, preciso de uma casa! Você não pensa?",
		"LikeNPC_Princess": "{NPCName} não é um peixe, mas ela não me irrita! Que bacana!"
	},
	"TownNPCMood_ArmsDealer": {
		"Content": "Tudo certo comigo!",
		"DislikeBiome": "É, {BiomeName} me deixa desconfortável.",
		"DislikeCrowded": "Tem muita gente aqui, não gosto de fazer negócios assim.",
		"DislikeNPC": "Não gosto de ter {NPCName} na minha área, sabe?",
		"FarFromHome": "Não gosto de fazer negócios tão longe de casa.",
		"HateBiome": "Odeio {BiomeName} - a caça não é tão divertida quando você é a presa!",
		"HateCrowded": "Ei, não posso fazer meus negócios com tanta gente me olhando.",
		"HateNPC": "Eu realmente odeio ter {NPCName} por perto quando faço negócios.",
		"LikeBiome": "Sabe, {BiomeName} é um lugar remoto e ótimo para os negócios, se é que você me entende.",
		"LikeNPC": "Sim, eu gosto de {NPCName}. É uma pessoa muito legal.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Você acha que {NPCName}... sabe... olha para mim?",
		"LoveSpace": "É disso que eu gosto, privacidade!",
		"NoHome": "Não tenho onde ficar, cara!",
		"LikeNPC_Princess": "Eu nunca imaginaria, cara, mas {NPCName} sabe usar armas muito bem!"
	},
	"TownNPCMood_BestiaryGirl": {
		"Content": "Estou bem, agradeço por perguntar!",
		"DislikeBiome": "É estranho ter instintos, mas {BiomeName} me faz querer fugir!",
		"DislikeCrowded": "Eu fico ansiosa perto de tanta gente. Não quero ficar assim.",
		"DislikeNPC": "Não gosto de {NPCName}. É uma pessoa muito cruel!",
		"HateBiome": "Tipo, {BiomeName} fede à maldição da qual a raposa que me mordeu sofria!",
		"HateCrowded": "Ai! Odeio ficar preocupada com o que pode acontecer com tanta gente ao meu redor!",
		"HateNPC": "Eu odeio o que {NPCName} faz aos animais!",
		"LikeBiome": "Eu amo animais, então claro que {BiomeName} é meu lugar favorito! Isso!",
		"LikeNPC": "É claro que eu gosto de {NPCName}, nós nos damos bem há muito tempo!",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Não consigo explicar. {NPCName} é meu crush.",
		"LoveSpace": "Eu amo ter meu próprio cantinho! É incrível!",
		"NoHome": "Sabe, não posso viver numa toca. Preciso de uma casa!",
		"LikeNPC_Princess": "Tipo, {NPCName} pediu a seus súditos que encontrassem uma maneira de quebrar minha maldição de raposa! Isso!",
		"FarFromHome": "Eu estou, uh... com saudades de casa? E preciso dar comida aos meus bichinhos!"
	},
	"TownNPCMood_Clothier": {
		"Content": "O que é a normalidade?",
		"DislikeBiome": "Não tem lugares escuros o bastante em {BiomeName}.",
		"DislikeCrowded": "Com tanta população local, parece que estou carregando peso demais nas costas.",
		"DislikeNPC": "Por algum motivo, fico desconfortável perto de {NPCName}.",
		"FarFromHome": "Pegar uma luneta e procurar minha casa é um processo muito entediante.",
		"HateBiome": "Minha alma parece dividida quando estou em {BiomeName}, como se meu ser estivesse no meio de uma guerra entre o bem e o mal.",
		"HateCrowded": "Não tem como negar, este lugar está cheio demais.",
		"HateNPC": "Odeio {NPCName}, mas não sei por quê.",
		"LikeBiome": "É preciso ver para crer, mas às vezes as coisas legais estão em {BiomeName}.",
		"LikeNPC": "Não sei muito bem o porquê, mas acho {NPCName} fascinante.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Em toda a minha vida, nunca vi beleza que se compare a de {NPCName}.",
		"LoveSpace": "Não sou um homem popular, mas sei o que significa a tranquilidade.",
		"NoHome": "Sem casa? Não me sujeitarei a tamanho abuso!",
		"LikeNPC_Princess": "Não existe alegria maior que ver o mundo através dos olhos de {NPCName}!"
	},
	"TownNPCMood_Cyborg": {
		"Content": "Todas as funções neurais parecem estar operando adequadamente.",
		"DislikeBiome": "A fauna e a flora estão invadindo meu exoesqueleto sintético: {BiomeName} é um lugar indesejado para mim.",
		"DislikeCrowded": "Há muitas outras formas de vida por perto. Isso me causa padrões neurais emocionais negativos.",
		"DislikeNPC": "{NPCName} não entende minha existência porque ela não é normal. Que pena. O sentimento negativo é mútuo.",
		"FarFromHome": "Estou longe demais da minha central de dados.",
		"HateBiome": "Detectando um número muito grande de formas de vida hostis em {BiomeName}.",
		"HateCrowded": "Limite de formas de vida excedido. Funções neurais sobrecarregadas. Tradução: odeio isto.",
		"HateNPC": "As funções de {NPCName} não podem ser analisadas cientificamente. Funções neurais sobrecarregadas. Tradução: odeio isto.",
		"LikeBiome": "Minhas funções cibernéticas funcionam melhor nas temperaturas de {BiomeName}. Isto é benéfico.",
		"LikeNPC": "{NPCName} tenta me tratar de forma favorável, como se eu fosse um humano normal. Parece que gosto disso.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Adoro estar perto de {NPCName}.",
		"LoveSpace": "Total de zero formas de vida próximas detectadas. Que bom.",
		"NoHome": "Erro 404: abrigo não encontrado.",
		"LikeNPC_Princess": "Análise de {NPCName} concluída: Forma de vida baseada em carbono mais adorável já registrada."
	},
	"TownNPCMood_DD2Bartender": {
		"Content": "Estou vivendo um sonho.",
		"DislikeBiome": "Não sou muito fã de {BiomeName}.",
		"DislikeCrowded": "Não sei se gosto de morar tão perto de tanta gente.",
		"DislikeNPC": "Não gosto nada de {NPCName} porque tem a mesma energia de algumas das coisas mais sombrias de Etheria.",
		"FarFromHome": "Preciso voltar para casa, vai que alguém precisa de uma bebida.",
		"HateBiome": "É outra invasão? Ah, não, é só {BiomeName} - o que é muito pior.",
		"HateCrowded": "Eu lamento dizer isto, mas odeio lugares com muita gente.",
		"HateNPC": "A personalidade excêntrica e narcisista de {NPCName} faz com que eu queria quebrar uma mesa!",
		"LikeBiome": "Ahh, {BiomeName}... Eu gosto daqui, é um lugar incrível.",
		"LikeNPC": "Eu gosto de {NPCName}. Isso mostra que não dá para julgar alguém pela... origem.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "{NPCName} bebe muito, eu gosto disso!",
		"LoveSpace": "Finalmente um lugar tranquilo e quieto... como taberneiro, isso é um luxo!",
		"NoHome": "Sinto-me muito deslocado sem um balcão para polir.",
		"LikeNPC_Princess": "{NPCName} faria um ótimo trabalho no comando de minha terra natal também."
	},
	"TownNPCMood_Demolitionist": {
		"Content": "Bem, hoje eu não quero explodir!",
		"DislikeBiome": "Não aguento {BiomeName}. É impossível acender um pavio aqui!",
		"DislikeCrowded": "Eu não gosto de tanta gente assim junta. Por motivos de segurança, claro...",
		"DislikeNPC": "Quero grudar {NPCName} em um foguete e ver o que acontece!",
		"FarFromHome": "Preciso de mais BUM! Acho que deixei o que eu tinha em casa.",
		"HateBiome": "{BiomeName} tem cheiro de morte e malícia. Quero encher este lugar de crateras!",
		"HateCrowded": "Tem muita gente aqui! Um errinho ao fazer dinamite e... bem, eles não ficariam NADA felizes com o resultado!",
		"HateNPC": "Odeio estar perto de {NPCName}.",
		"LikeBiome": "Os anões gostam naturalmente de {BiomeName}. Está no nosso sangue!",
		"LikeNPC": "É bom ter uma amizade com {NPCName}, que me ajuda a carregar pólvora!",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Eu amo como {NPCName} lida com explosões!",
		"LoveSpace": "Ah, não tem ninguém ao meu redor! Posso testar bombas sem criar um cemitério.",
		"NoHome": "Não tenho um lugar para viver. Eu explodi minha última casa?",
		"LikeNPC_Princess": "O QUE... {NPCName}? Esse é um novo tipo de nitro? Ah, ELA, sim, muito bem!"
	},
	"TownNPCMood_Dryad": {
		"Content": "Tudo está em paz. Que continue assim.",
		"DislikeBiome": "Eu não gosto de como {BiomeName} tem tão pouca vida.",
		"DislikeCrowded": "Sou só eu, ou esta área está ficando muito densa? Não gosto desse sentimento...",
		"DislikeNPC": "Não gosto da falta de respeito de {NPCName} por outros seres.",
		"FarFromHome": "Uma flor não cresce tão longe de suas raízes!",
		"HateBiome": "Estou muito ofendida pelos meus arredores. Sinto como {BiomeName} lutasse contra mim!",
		"HateCrowded": "Tanta gente junta em um lugar só? A grama está condenada, eu odeio isso!",
		"HateNPC": "Eu odeio como {NPCName} destrói a natureza!",
		"LikeBiome": "Beijei uma árvore em {BiomeName} e gostei.",
		"LikeNPC": "{NPCName} ressoa com todas as fibras do meu corpo! Eu gosto disso!",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Adoro estar perto de {NPCName}.",
		"LoveSpace": "A solidão pode ser boa. Há espaço para crescer e respirar.",
		"NoHome": "A natureza é meu lar, mas seria bom ter uma casa.",
		"LikeNPC_Princess": "{NPCName} traz ordem e paz a todos que vivem neste mundo."
	},
	"TownNPCMood_DyeTrader": {
		"Content": "Comigo? Tudo bem, tudo bem.",
		"DislikeBiome": "Ah, não. {BiomeName} não me inspira. Não gosto, não gosto.",
		"DislikeCrowded": "Eu odeio aglomerações, a não ser que sejam por conta das minhas cores vívidas!",
		"DislikeNPC": "{NPCName} não tem estilo nem cor. Não gosto.",
		"FarFromHome": "Você acha que consigo criar cores brilhantes tão longe da minha oficina? Creio que não!",
		"HateBiome": "Eca, {BiomeName} está deixando todas as minhas cores sem vida!",
		"HateCrowded": "Quando não estou negociando, prefiro a solidão, sabe? Odeio estar no meio de uma aglomeração!",
		"HateNPC": "Eu odeio muito, muito {NPCName}.",
		"LikeBiome": "Ah, é tão legal aqui em {BiomeName}. Este lugar me lembra minha terra natal, gosto muito!",
		"LikeNPC": "{NPCName} tem um bom olho para cores e negócios. Eu gosto, sabe?",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Adoro estar perto de {NPCName}.",
		"LoveSpace": "Este lugar é quieto o bastante para que eu durma como um sultão!",
		"NoHome": "Não, não, isto não está nada bem. Preciso de um lugar só meu.",
		"LikeNPC_Princess": "As cores do vestido de {NPCName} são as cores mais intensas e vivas que eu já vi na vida!"
	},
	"TownNPCMood_GoblinTinkerer": {
		"Content": "Estou me sentindo normal.",
		"DislikeBiome": "Não gosto de {BiomeName}. É um lugar cheio de pestes irritantes e barulhentas que atrapalham meu trabalho.",
		"DislikeCrowded": "Parece que tem humanos demais ao meu redor, não é?",
		"DislikeNPC": "Sinto energias estranhas vindas de {NPCName}, como se tivesse segredos sombrios. Não gosto desse sentimento.",
		"FarFromHome": "Quero trabalhar na minha invenção, mas minha casa está lá longe!",
		"HateBiome": "Odeio {BiomeName}. Não consigo construir coisas se precisar ficar lutando toda hora!",
		"HateCrowded": "Tanta gente junta me traz lembranças ruins das prisões dos goblins. Odeio estar assim.",
		"HateNPC": "Odeio o fato de {NPCName} ter me humilhado só porque goblins homens não podem ter cabelo!",
		"LikeBiome": "Ah, {BiomeName} é um lugar bom e silencioso para construir mais engenhocas. Gosto muito!",
		"LikeNPC": "{NPCName} entende como é divertido misturar coisas, eu respeito isso.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "{NPCName} faz meu coração sentir uma coisa estranha... mas que eu amo sentir!",
		"LoveSpace": "Perfeito, a ausência de vizinhos chatos atende às minhas necessidades.",
		"NoHome": "Goblins normalmente não precisam de casas, mas eu não sou como todos os goblins.",
		"LikeNPC_Princess": "{NPCName} gosta de minhas invenções e disse que todos os goblins aliados são bem vindos!"
	},
	"TownNPCMood_Golfer": {
		"Content": "Estou bem!",
		"DislikeBiome": "Diga-me uma coisa. Como vou jogar golfe em {BiomeName}?",
		"DislikeCrowded": "Golfe é um esporte para se jogar sozinho. Fico desconfortável com tanta gente por perto.",
		"DislikeNPC": "Não gosto de ficar perto de {NPCName}. Sinto-me desconfortável.",
		"FarFromHome": "Saí do meu campo. Não é uma boa ideia.",
		"HateBiome": "Particularmente, acho que não é uma boa decisão ficar em um lugar como {BiomeName}.",
		"HateCrowded": "Odeio ter que dizer isto, mas eu odeio o movimento deste lugar.",
		"HateNPC": "Odeio a atitude gananciosa de {NPCName}. Isso é desnecessário em um mundo como este.",
		"LikeBiome": "Gosto de {BiomeName}. É um lugar ótimo para jogar golfe.",
		"LikeNPC": "Sempre é legal passar um tempo com {NPCName}.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Talvez muita gente não concorde, mas eu amo ter {NPCName} por perto.",
		"LoveSpace": "Nada melhor do que ter tanto espaço só para mim.",
		"NoHome": "Eu preciso de um lugar para guardar meus tacos.",
		"LikeNPC_Princess": "Tentei ensinar alguns truques de golfe a {NPCName}, mas ela que acabou me dando uma aula! Eu gosto dela."
	},
	"TownNPCMood_Guide": {
		"Content": "Estou me sentindo bem.",
		"DislikeBiome": "Não gosto muito de {BiomeName}. Não tem nada para fazer.",
		"DislikeCrowded": "Sou um espírito livre. Não gosto de tanta gente tão perto de mim.",
		"DislikeNPC": "Não me dou muito bem com {NPCName}. Talvez seja aquela roupa estranha?",
		"FarFromHome": "Parece que estou bem longe de casa.",
		"HateBiome": "Odeio {BiomeName}. Os horrores deste lugar podem acabar com uma pessoa em segundos.",
		"HateCrowded": "Odeio multidões. Prefiro a liberdade!",
		"HateNPC": "Odeio o fato de que {NPCName} está aqui. Eu gosto do jeito que o mundo foi criado!",
		"LikeBiome": "Eu gosto muito de andar por {BiomeName}. Eu gosto daqui.",
		"LikeNPC": "Gosto muito de {NPCName}, temos muito em comum.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Adoro estar perto de {NPCName}.",
		"LoveSpace": "Eu agradeço muito por ter este lugar só para mim.",
		"NoHome": "Estou acostumado a não ter casa, mas não me importaria em ter uma.",
		"LikeNPC_Princess": "Ter {NPCName} por perto ajuda bastante, é como se uma maldição tivesse sido removida."
	},
	"TownNPCMood_Mechanic": {
		"Content": "Tudo está funcionando bem! Ah, eu? Sim, estou bem!",
		"DislikeBiome": "Não gosto de {BiomeName} porque me lembra uma experiência traumática.",
		"DislikeCrowded": "Tantas luzes piscando me incomodam. A rede está sobrecarregada?",
		"DislikeNPC": "Não gosto do fato de que {NPCName} não me deixa em paz!",
		"FarFromHome": "Ah, parece que estou fora do alcance do sinal! Hmm.",
		"HateBiome": "Fico extremamente desconfortável em {BiomeName}. É como se tivesse olhos me observando o tempo todo.",
		"HateCrowded": "Vou precisar de uma fonte de energia maior para TANTA GENTE. Odeio isto!",
		"HateNPC": "Odeio o fato de que {NPCName} não saiba como tratar uma mulher!",
		"LikeBiome": "Gosto de {BiomeName}. Aqui, as máquinas não superaquecem e o fluxo de energia é eficiente.",
		"LikeNPC": "Acho que entendo {NPCName} melhor do que ninguém.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Hm... {NPCName} faz meu coração bater mais forte, preciso examinar isso.",
		"LoveSpace": "Perfeito, ninguém está no caminho. Posso construir a infraestrutura que eu quiser.",
		"NoHome": "Preciso de alguma estrutura onde passar estes fios.",
		"LikeNPC_Princess": "{NPCName} conseguiu ligar uma de minhas bombas, foi impressionante!"
	},
	"TownNPCMood_Merchant": {
		"Content": "Estou me sentindo bem! Quer comprar alguma coisa?",
		"DislikeBiome": "Hm, {BiomeName} é um lugar péssimo para os negócios, não gosto daqui.",
		"DislikeCrowded": "A quantidade de vizinhos me desagrada um pouco.",
		"DislikeNPC": "Não gosto de {NPCName}. É fútil e não compra os meus produtos.",
		"FarFromHome": "Eu preciso voltar até onde está minha mercadoria!",
		"HateBiome": "Não acho que eu consiga vender produtos para os monstros em {BiomeName}!",
		"HateCrowded": "Odeio quanto tem gente demais mas ninguém compra meus produtos!",
		"HateNPC": "Odeio a personalidade terrível de {NPCName}!",
		"LikeBiome": "Gosto do visual em {BiomeName}. Uma bela vista atrai os clientes!",
		"LikeNPC": "{NPCName} ganha muito dinheiro. Gosto de riqueza.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Adoro estar perto de {NPCName}.",
		"LoveSpace": "É bom aqui, tem bastante privacidade para armazenar meus produtos.",
		"NoHome": "Não tenho um lugar onde colocar minha loja.",
		"LikeNPC_Princess": "{NPCName} seria capaz de comprar minha loja inteira! Além de ser uma simpatia em pessoa."
	},
	"TownNPCMood_Nurse": {
		"Content": "Meus sinais vitais estão normais, se é isso que quer saber.",
		"DislikeBiome": "Eca, eu não gosto de como {BiomeName} está sempre doente.",
		"DislikeCrowded": "Ei, não gosto da falta de distanciamento social neste local.",
		"DislikeNPC": "Não gosto muito de {NPCName} porque faz eu me sentir mal.",
		"FarFromHome": "Estou MUITO longe de casa, odeio ter que caminhar tanto.",
		"HateBiome": "Eca, {BiomeName} é um lugar sujo e pútrido, vai me deixar doente!",
		"HateCrowded": "ECA, juntar tanta gente em um só lugar não é saudável!",
		"HateNPC": "Ah, odeio cuidar de {NPCName}, é tão difícil.",
		"LikeBiome": "{BiomeName} é um ótimo lugar para se exercitar todos os dias.",
		"LikeNPC": "{NPCName} é inteligente e amável.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Quê? {NPCName}? Não é meu crush! Não! Para com isso!",
		"LoveSpace": "Esta casa é ótima, adoro tanto espaço.",
		"NoHome": "Não ter uma casa me deixa de MUITO mal humor.",
		"LikeNPC_Princess": "Eu acidentalmente desloquei o ombro de {NPCName} durante um exame. Ela pediu desculpas para MIM por causa do inconveniente!"
	},
	"TownNPCMood_Painter": {
		"Content": "É, talvez eu esteja de bom humor. Qual o problema?",
		"DislikeBiome": "Por que eu não gosto de {BiomeName}? Porque é um lugar chato. Verde? Marrom? É isso?",
		"DislikeCrowded": "Não gosto de tanta gente ao meu redor enquanto eu pinto.",
		"DislikeNPC": "{NPCName} me lembra tons pasteis, não gosto de cores tão chatas.",
		"FarFromHome": "Preciso de mais tinta, mas meu estúdio está muito longe.",
		"HateBiome": "Eita, {BiomeName} é um lugar nojento, me tire daqui!",
		"HateCrowded": "Odeio multidões, quando vou ter um pouco de paz e tranquilidade?",
		"HateNPC": "Odeio estar perto de {NPCName}.",
		"LikeBiome": "Tem muitos ingredientes para tintas em {BiomeName}. A vista também não é nada mal!",
		"LikeNPC": "{NPCName} e eu gostamos do mesmo tom de rosa! Para mim, isso significa que somos amigos!",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Eu gostaria de fazer um retrato de {NPCName}... pelas cores vívidas, é claro!",
		"LoveSpace": "Esta casa é quieta o bastante para que eu possa me concentrar no meu mural.",
		"NoHome": "Não tenho um lugar para morar!",
		"LikeNPC_Princess": "{NPCName} me contratou para pintar um mural no teto de sua sala do trono!"
	},
	"TownNPCMood_PartyGirl": {
		"Content": "Estou com o ânimo perfeito para uma festa!",
		"DislikeBiome": "Ah, {BiomeName} é tão chato. É impossível fazer uma festa aqui.",
		"DislikeCrowded": "Tem muita gente ao meu redor, mas ninguém está festejando!",
		"DislikeNPC": "Acho que {NPCName} acaba com a alegria da festa.",
		"FarFromHome": "Esqueci as decorações de festa em casa. Nossa, que longe!",
		"HateBiome": "Nossa, {BiomeName} acaba mesmo com o meu ânimo para festa.",
		"HateCrowded": "Uau, tem tanta gente aqui. Pena que não é para uma festa.",
		"HateNPC": "Odeio o fato de que {NPCName} sempre tenta encerrar minhas festas. Que mal humor!",
		"LikeBiome": "Por que eu gosto de {BiomeName}? Porque tem ARCO-ÍRIS aqui!",
		"LikeNPC": "Eu adoro o estilo de {NPCName} nas festas.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Adoro o fato de que {NPCName} sempre arrasa nas minhas festas.",
		"LoveSpace": "Este lugar é todo para mim? Vou dar a MAIOR festa - para mim mesma!",
		"NoHome": "Estou pronta para a festa, mas não tenho uma casa para o pós.",
		"LikeNPC_Princess": "SIM, {NPCName} adora cor de rosa e muito brilho, ELA ADORA FESTAS! "
	},
	"TownNPCMood_Pirate": {
		"Content": "Olá, marujo, estou pronto para os sete mares!",
		"DislikeBiome": "{BiomeName} é um lugar apertado demais para o gosto de um velho lobo do mar!",
		"DislikeCrowded": "Muita gente da terra perto do meu navio, eu fico de mal humor.",
		"DislikeNPC": "Não gosto quando {NPCName} tenta cortar minha barba. Já fiz gente andar na prancha por muito menos!",
		"FarFromHome": "Minha cama e meu rum me chamam de casa.",
		"HateBiome": "{BiomeName} é o pior lugar de terra seca em que já andei!",
		"HateCrowded": "Você não odeia quando parece que um motim pode acontecer a qualquer momento? Gente demais reunida me faz sentir assim.",
		"HateNPC": "Tenho tanto ódio de {NPCName} que vou fazer com que ande na prancha!",
		"LikeBiome": "Ei, marujo, {BiomeName} é meu verdadeiro lar!",
		"LikeNPC": "Eu gosto de como {NPCName} sempre tem uma garrafa de rum.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"NoHome": "O mar é o meu verdadeiro lar, mas se vou ficar na terra por um tempo, vou precisar de um abrigo, marujo.",
		"LikeNPC_Princess": "Yarr, {NPCName} me renderia uma bela recompensa... Brincadeira, ela é a minha favorita.",
		"LoveNPC": "Eeei, eu levo {NPCName} comigo, marinheiro de água doce. Eu adoro esses bichinhos!",
		"LoveSpace": "É como ter um navio inteiro só para mim, marujo!"
	},
	"TownNPCMood_SantaClaus": {
		"Content": "Estou feliz!",
		"DislikeBiome": "Não gosto de {BiomeName}.",
		"DislikeCrowded": "Prefiro trabalhar sozinho, só com meus elfos. Não gosto de distrações!",
		"DislikeNPC": "Não gosto de estar perto de {NPCName}.",
		"FarFromHome": "Olá! Estou longe da minha casa temporária!",
		"HateBiome": "Vou incluir você na lista das crianças levadas por me colocar em um lugar tão terrível quanto {BiomeName}.",
		"HateCrowded": "Tem muita gente aqui, e todo mundo está na lista dos levados. Odeio ter que carregar tanto carvão!",
		"HateNPC": "Odeio quem não acredita em mim! Tipo {NPCName}, que certamente estará na lista das crianças levadas!",
		"LikeBiome": "Eu gosto de {BiomeName}.",
		"LikeNPC": "Gosto de estar perto de {NPCName}.",
		"LoveBiome": "Eu adoro este lugar! Não é surpreendente? Quem diria que eu gostaria de {BiomeName}?",
		"LoveNPC": "Adoro estar perto de {NPCName}.",
		"LoveSpace": "Ho ho ho! Só eu e meus elfos, um lugar perfeito para minha oficina remota.",
		"NoHome": "Não posso ir para o polo norte quando quiser, ho ho ho! Tem uma casa temporária para mim?",
		"LikeNPC_Princess": "Ho ho ho, {NPCName} está mesmo no topo da minha lista. "
	},
	"TownNPCMood_Steampunker": {
		"Content": "Estou bem contente.",
		"DislikeBiome": "Toda a confusão de {BiomeName} não me cai bem!",
		"DislikeCrowded": "Não gosto muito de tanta gente ao meu redor.",
		"DislikeNPC": "{NPCName} é de outro mundo! Não gosto muito disso.",
		"FarFromHome": "Estou meio longe de casa e esqueci de trazer o motor!",
		"HateBiome": "Não tem o que fazer em {BiomeName}, e ainda é um lugar feio e perigoso!",
		"HateCrowded": "Eu odeio lugares muito cheios!",
		"HateNPC": "Odeio estar perto de {NPCName}.",
		"LikeBiome": "Eu gosto dos espaços aberto de {BiomeName}. É ótimo para passeios de jetpack.",
		"LikeNPC": "{NPCName} é uma pessoa legal que ajuda a melhorar minhas invenções.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Eu gosto de pessoas interessantes e únicas como {NPCName}!",
		"LoveSpace": "Tem espaço o bastante para mim e uns bons e velhos motores a vapor!",
		"NoHome": "Seria bom ter um lugar para montar minha oficina.",
		"LikeNPC_Princess": "{NPCName} ofereceu-se para experimentar meu novo teleporte. Eu adoro ter assistentes empolgados!"
	},
	"TownNPCMood_Stylist": {
		"Content": "Sinto que estou com uma boa aparência hoje.",
		"DislikeBiome": "Não gosto de {BiomeName}. Como é possível deixar o cabelo de fora com tanto frio?",
		"DislikeCrowded": "Estou ouvindo aranhas? Não, são só vizinhos barulhentos. Não gosto disso.",
		"DislikeNPC": "Tentei cortar o cabelo de {NPCName}, mas minha ajuda foi prontamente rejeitada. Não gosto de gente teimosa!",
		"FarFromHome": "Estou longe demais das minhas tesouras...",
		"HateBiome": "Argh, meu cabelo fica muito danificado em {BiomeName}!",
		"HateCrowded": "Eu não suporto tanta gente morando ao meu redor, não consigo me concentrar.",
		"HateNPC": "Odeio {NPCName}. Como é possível NÃO TER cabelo?",
		"LikeBiome": "{BiomeName} tem uma atmosfera calma perfeita para se cortar cabelos.",
		"LikeNPC": "{NPCName} é forte e tem muitos segredos. Gosto disso.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "{NPCName} é uma pessoa linda... um visual tão exótico... assim eu me apaixono.",
		"LoveSpace": "Adorei! Posso aproveitar a calma daqui para estudar minhas técnicas sem distração.",
		"NoHome": "Lamento, não posso cortar seu cabelo sem um lugar onde montar meu salão.",
		"LikeNPC_Princess": "Não consigo sequer tocar no cabelo de {NPCName}, ele é perfeito demais!"
	},
	"TownNPCMood_TaxCollector": {
		"Content": "Quê? Estou SIM de bom humor.",
		"DislikeBiome": "Que tipo de lugar irritante é este {BiomeName}? Não gosto nada daqui!",
		"DislikeCrowded": "Queria que soubesse que não gosto de vizinhos!",
		"DislikeNPC": "{NPCName} faz tanto barulho! Não gosto nada disso!",
		"FarFromHome": "Quero voltar para casa e contar meu dinheiro. Saia daqui!",
		"HateBiome": "Até para os meus padrões {BiomeName} é um lugar péssimo!",
		"HateCrowded": "Fale para aqueles inúteis irem embora, odeio multidões.",
		"HateNPC": "Odeio a existência de {NPCName}! Que tipo de pessoa dá as coisas sem cobrar nada em troca?",
		"LikeBiome": "Morar em {BiomeName} faz com que as pessoas fiquem em casa e me deixem em paz. Gosto disso.",
		"LikeNPC": "Pessoas muito exuberantes normalmente me dão dor de cabeça, mas eu gosto de {NPCName}. Devo estar ficando louco!",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Admiro muito {NPCName}. As pessoas que sabem o valor do dinheiro merecem respeito!",
		"LoveSpace": "Finalmente, estou isolado, longe de tanta gente!",
		"NoHome": "Como minhas riquezas não têm um lar? Inacreditável!",
		"LikeNPC_Princess": "{NPCName} não deveria pagar impostos, ela é a princesa... mas ela insistiu."
	},
	"TownNPCMood_Truffle": {
		"Content": "Até que estou bem feliz.",
		"DislikeBiome": "Não gosto de {BiomeName}.",
		"DislikeCrowded": "Não gosto da ansiedade que tanta gente junta ao meu redor me causa.",
		"DislikeNPC": "{NPCName} tentou me cozinhar para o jantar tantas vezes. Eu não gosto nada disso.",
		"FarFromHome": "Não me sinto confortável tão longe de casa.",
		"HateBiome": "Não pertenço a {BiomeName}, eu não sobreviveria aqui!",
		"HateCrowded": "Eu odeio tanta gente... Eu... não vou virar jantar, vou?",
		"HateNPC": "{NPCName} tentou me jogar em uma panela cheia de ingredientes incomuns. Odiei.",
		"LikeBiome": "Sinto-me em casa, como se um estivesse unido ao bioma {BiomeName}.",
		"LikeNPC": "{NPCName} me trata com respeito e entende que sou parte da natureza. Não sei muito bem como isso faz eu me sentir, mas eu gosto.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Amo que {NPCName} consiga falar comigo sem ficar com fome do nada.",
		"LoveSpace": "Tenho tanto espaço só para mim. É incrível!",
		"NoHome": "Preciso de um lugar onde me sinta em segurança e seja acolhido.",
		"LikeNPC_Princess": "{NPCName} nunca tentou me devorar, para mim isso é uma boa qualidade."
	},
	"TownNPCMood_WitchDoctor": {
		"Content": "Sou a personalização da alegria.",
		"DislikeBiome": "As magias de {BiomeName} são opressivas, não puras. Meu coração e minha alma ficam enfurecidos.",
		"DislikeCrowded": "A proximidade de outras pessoas atrapalha minha magia e meu conforto.",
		"DislikeNPC": "Não gosto das práticas de {NPCName}. A verdadeira cura não vem de metal e vidro.",
		"FarFromHome": "Estou muito longe do meu lugar de calma.",
		"HateBiome": "Sinto uma maldade na terra e em todas as coisas vivas de {BiomeName}.",
		"HateCrowded": "Muita gente do seu povo está próxima de mais, minha alma fica incomodada.",
		"HateNPC": "Meu ser se enche de fúria quanto às abominações que surgem da terra. É claro que estou falando de {NPCName}.",
		"LikeBiome": "Não imagino viver em outro lugar além de {BiomeName}, que é o centro dos meus espíritos vudus.",
		"LikeNPC": "{NPCName} é um espírito bom da natureza. Minha alma fica em paz quando estou na presença dela.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Adoro estar perto de {NPCName}.",
		"LoveSpace": "Uma forte energia flui por esta área livre de aglomerações, o que é muito agradável.",
		"NoHome": "Uma cabana me bastaria. Nem tudo ao meu redor garante a tranquilidade.",
		"LikeNPC_Princess": "{NPCName} é muito gentil com meu povo. Eu gosto muito disso. "
	},
	"TownNPCMood_Wizard": {
		"Content": "Sinto-me mágico.",
		"DislikeBiome": "Não gosto de {BiomeName}. A magia não flui em um lugar como este.",
		"DislikeCrowded": "Algumas dessas pessoas barulhentas poderiam se mudar para mais longe, não é? Não? Então tá.",
		"DislikeNPC": "{NPCName} manipula energias que não deveriam ser manipuladas, não gosto disso.",
		"FarFromHome": "Eu poderia jurar que minha casa é por aqui...",
		"HateBiome": "As abominações que residem em {BiomeName} me assustam, como as formas mais sombrias de magia.",
		"HateCrowded": "Esta aglomeração está começando a prejudicar minha magia! Eu acho.",
		"HateNPC": "O terrível {NPCName} é uma abominação da magia!",
		"LikeBiome": "Como não gostar de {BiomeName}? Tem unicórnios e arco-íris aqui.",
		"LikeNPC": "{NPCName} e eu compartilhamos uma longa história, gosto que tenhamos tanta sabedoria.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Eu amo {NPCName} e quero tanto falar sobre isso.",
		"LoveSpace": "Isto me lembra os bons e velhos tempos quando eu praticava magia em um torre no meio do nada!",
		"NoHome": "Onde é minha casa? Onde eu estou? Quem é você? Quem sou eu?",
		"LikeNPC_Princess": "{NPCName}? Nós temos uma princesa? Fascinante, ela parece ser simpática."
	},
	"PrincessChatter": {
		"Chatter_1": "Eu agradeço muito por tudo que você fez por nossas terras! Obrigado!",
		"Chatter_11": "Cor de rosa é a melhor cor do mundo! ",
		"Chatter_13": "Mmm... a vida de princesa às vezes é bem rotineira, por isso eu tenho tantos hobbies! ",
		"Chatter_14": "Fico muito feliz em finalmente poder viajar pelo mundo, conhecendo novas pessoas!",
		"Chatter_15": "Apesar de adorar isso tudo, a timidez me atrapalha bastante. Demoro um pouco para poder quebrar o gelo...",
		"Chatter_16": "{?BloodMoon}Os rios estão vermelhos, todos parecem estar nervosos, mmm... essa é mesmo uma noite desafiadora!",
		"Chatter_17": "{?!Day}As estrelas à noite me lembravam o brilho em um lindo vestido preto. Em breve eu terei um assim!",
		"Chatter_2": "Os goblins são muito fofos! Eles são baixinhos e têm orelhas pontudas, além de virem em cores diferentes!",
		"Chatter_5": "Gostou do meu vestido? Nossa, obrigado! Eu acabei de terminá-lo.",
		"Chatter_6": "Meus súditos merecem toda a minha gratidão!",
		"Chatter_8": "Mmm... você acha que {Pirate} também conseguirá resgatar alguns de seus amigos marujos?",
		"Chatter_10": "{?PumpkingDefeated}Parece que a Abóbora é bem duas caras mesmo. Eu não desistirei de tentar estabelecer a paz com seu povo assustador!",
		"Chatter_12": "{?DukeFishronDefeated}Certa vez, conheci um duque na praia. Ele parecia meio suspeito, além de ser mal educado!",
		"Chatter_3": "{?GolemDefeated}Eu tentei fazer carinho em um lagharto uma vez. Mmm... eles nem deram bola!",
		"Chatter_4": "{?MartiansDefeated}Eu queria que os marcianos fossem mais simpáticos. Nosso mundo não costuma receber visitantes!",
		"Chatter_7": "{?FrostLegionDefeated}Calma, cidadão apreensivo! Eu sei que o povo da neve têm sofrido por conta do crime organizado.",
		"Chatter_9": "{?IceQueenDefeated}Infelizmente eu acho que a diplomacia não deu muito certo com a Rainha do Gelo. Ela é muito fria mesmo! Hehehe!"
	},
	"PrincessSpecialText": {
		"Graveyard1": "Mmm... Lá fora as coisas são meio assustadoras. Acho melhor eu tomar um chá.",
		"Graveyard2": "Que barulho foi esse? Mmm, talvez eu não precise me preocupar assim!",
		"Party": "Uma festa? Tipo... um festival? EU ADORO FESTIVAIS! É tanto cor de rosa! Tanto brilho! É tudo tão feliz!",
		"Rain1": "Por algum motivo, eu acho a chuva algo bem calmante.",
		"Rain2": "Eu adoro a chuva. Ela é relaxante.",
		"Storm1": "Mmm... A tempestade lá fora parece estar bem intensa. Eu aprecio o caos.",
		"Storm2": "Tenha cuidado quando for lá fora, a tempestade está muito intensa!",
		"Windy1": "Opa! Acho melhor eu segurar minha tiara, o tempo está bem agitado hoje!",
		"Windy2": "Hoje é um dia perfeito para empinar pipa, não é?"
	},
	"TownNPCMood_Princess": {
		"Content": "Tudo está sob controle, meu fiel súdito!",
		"DislikeBiome": "Não gosto de {BiomeName}.",
		"DislikeCrowded": "Viver perto de meus súditos é um motivo de alegria para mim. Mas eu entendo que outros possam achar isso pouco atraente.",
		"DislikeNPC": "Não tenho nada contra {NPCName}.",
		"FarFromHome": "Mmm... Acho que fui longe demais! Gostaria de fazer uma caminhada?",
		"HateBiome": "Mmm! Este lugar ficaria melhor depois de uma reforma. Ele não serve para ninguém, muito menos para membros da família real!",
		"HateCrowded": "Eu ADORO estar no meio de muita gente, mas não quero que eles fiquem infelizes por conta da superlotação.",
		"HateLonely": "Mmm... A solidão está me incomodando um pouco. Será que eu poderia morar mais perto do meu povo?",
		"HateNPC": "Não consigo odiar {NPCName}.",
		"LikeBiome": "As flores são agradáveis, as colinas são adoráveis, a areia é quente. Todos esses lugares são lindos quando se está entre amigos!",
		"LikeNPC": "Eu gosto de {NPCName}.",
		"LoveBiome": "Eu adoro {BiomeName}.",
		"LoveNPC": "Eu adoro {NPCName}.",
		"LoveNPC_Angler": "{NPCName} é um garoto muito bom, sempre se oferecendo para me levar para pescar!",
		"LoveNPC_ArmsDealer": "{NPCName} tem um coração maior que tudo!",
		"LoveNPC_BestiaryGirl": "{NPCName} sempre me deixa brincar com seus bichinhos, é muito fofo!",
		"LoveNPC_Clothier": "Às vezes {NPCName} parece meio tristonho, mas ele é muito legal comigo!",
		"LoveNPC_Cyborg": "{NPCName} é muito legal, ele parece que sabe de tudo!",
		"LoveNPC_DD2Bartender": "{NPCName} é de um outro mundo, isso é muito interessante!",
		"LoveNPC_Demolitionist": "{NPCName} é o máximo, heehee!",
		"LoveNPC_Dryad": "{NPCName} tem tudo a ver com a natureza, eu adoro isso!",
		"LoveNPC_DyeTrader": "{NPCName} sempre me ajuda a escolher os melhores vestidos!",
		"LoveNPC_GoblinTinkerer": "{NPCName} é capaz de criar as bugigangas mais bacanas!",
		"LoveNPC_Guide": "{NPCName} é muito legal!",
		"LoveNPC_Mechanic": "{NPCName} consegue consertar qualquer coisa, eu a admiro muito!",
		"LoveNPC_Merchant": "{NPCName} sempre me dá o que eu preciso, sem cobrar nada!",
		"LoveNPC_Nurse": "{NPCName} sempre me ajuda a melhor depois que me machuco!",
		"LoveNPC_Painter": "{NPCName} consegue dar vida a esse lugar com sua arte!",
		"LoveNPC_PartyGirl": "{NPCName} é capaz de animar qualquer festa!",
		"LoveNPC_Pirate": "{NPCName} está sempre no clima para uma boa estória de piratas!",
		"LoveNPC_Princess": "{NPCName} pode deixar algumas pessoas nervosas, mas é uma fofura!",
		"LoveNPC_Steampunker": "Eu adoro tomar um chá com {NPCName}!",
		"LoveNPC_Stylist": "{NPCName} entende muito de penteados, eu adoro conversar com ela!",
		"LoveNPC_TaxCollector": "Ninguém entende {NPCName}, mas ele é sempre muito gentil comigo!",
		"LoveNPC_TownBunny": "{NPCName} é adorável!",
		"LoveNPC_TownCat": "{NPCName} é adorável!",
		"LoveNPC_TownDog": "{NPCName} é adorável!",
		"LoveNPC_Truffle": "{NPCName} é um cara muito divertido!",
		"LoveNPC_WitchDoctor": "{NPCName} faz comentários tão diferentes que sempre me fazem pensar!",
		"LoveNPC_Wizard": "{NPCName} é um poço de sabedoria, eu confio plenamente em sua opinião!",
		"NoHome": "Parece que eu ainda não tenho acomodações. Se possível, minha preferência seria pela cor de rosa, sim?",
		"LoveNPC_Golfer": "A paixão de {NPCName} pelo golfe é inspiradora!",
		"LoveNPC_SantaClaus": "{NPCName} está sempre tão alegre que me dá vontade de dar um presente para ele!",
		"LoveNPC_TownSlime": "{NPCName} é adorável!"
	},
	"MerchantNames": {
		"Alfred": "Alfred",
		"Barney": "Barney",
		"Calvin": "Calvin",
		"Edmund": "Edmund",
		"Edwin": "Edwin",
		"Eugene": "Eugene",
		"Frank": "Frank",
		"Frederick": "Frederick",
		"Gilbert": "Gilbert",
		"Gus": "Gus",
		"Wilbur": "Wilbur",
		"Seymour": "Seymour",
		"Louis": "Louis",
		"Humphrey": "Humphrey",
		"Harold": "Harold",
		"Milton": "Milton",
		"Mortimer": "Mortimer",
		"Howard": "Howard",
		"Walter": "Walter",
		"Isaac": "Isaac",
		"Joseph": "Joseph",
		"Kristian": "Kristian",
		"Ralph": "Ralph"
	},
	"NurseNames": {
		"Molly": "Molly",
		"Amy": "Amy",
		"Claire": "Claire",
		"Emily": "Emily",
		"Katie": "Katie",
		"Madeline": "Madeline",
		"Katelyn": "Katelyn",
		"Emma": "Emma",
		"Abigail": "Abigail",
		"Carly": "Carly",
		"Jenna": "Jenna",
		"Heather": "Heather",
		"Katherine": "Katherine",
		"Caitlin": "Caitlin",
		"Kaitlin": "Kaitlin",
		"Holly": "Holly",
		"Kaitlyn": "Kaitlyn",
		"Hannah": "Hannah",
		"Kathryn": "Kathryn",
		"Lorraine": "Lorraine",
		"Helen": "Helen",
		"Kayla": "Kayla",
		"Lisa": "Lisa",
		"Allison": "Allison"
	},
	"ArmsDealerNames": {
		"DeShawn": "DeShawn",
		"DeAndre": "DeAndre",
		"Marquis": "Marquis",
		"Darnell": "Darnell",
		"Terrell": "Terrell",
		"Malik": "Malik",
		"Trevon": "Trevon",
		"Tyrone": "Tyrone",
		"Willie": "Willie",
		"Dominique": "Dominique",
		"Demetrius": "Demetrius",
		"Reginald": "Reginald",
		"Jamal": "Jamal",
		"Maurice": "Maurice",
		"Jalen": "Jalen",
		"Darius": "Darius",
		"Xavier": "Xavier",
		"Terrance": "Terrance",
		"Andre": "Andre",
		"Dante": "Dante",
		"Brimst": "Brimst",
		"Bronson": "Bronson",
		"Tony": "Tony",
		"Darryl": "Darryl"
	},
	"DryadNames": {
		"Alalia": "Alalia",
		"Alura": "Alura",
		"Ariella": "Ariella",
		"Caelia": "Caelia",
		"Calista": "Calista",
		"Chryseis": "Chryseis",
		"Emerenta": "Emerenta",
		"Elysia": "Elysia",
		"Evvie": "Evvie",
		"Faye": "Faye",
		"Felicitae": "Felicitae",
		"Lunette": "Lunette",
		"Nata": "Nata",
		"Nissa": "Nissa",
		"Tatiana": "Tatiana",
		"Rosalva": "Rosalva",
		"Shea": "Shea",
		"Tania": "Tania",
		"Isis": "Isis",
		"Celestia": "Celestia",
		"Xylia": "Xylia"
	},
	"GuideNames": {
		"Joe": "Joe",
		"Connor": "Connor",
		"Tanner": "Tanner",
		"Wyatt": "Wyatt",
		"Cody": "Cody",
		"Levi": "Levi",
		"Luke": "Luke",
		"Jack": "Jack",
		"Scott": "Scott",
		"Logan": "Logan",
		"Cole": "Cole",
		"Asher": "Asher",
		"Bradley": "Bradley",
		"Jacob": "Jacob",
		"Garrett": "Garrett",
		"Dylan": "Dylan",
		"Maxwell": "Maxwell",
		"Steve": "Steve",
		"Brett": "Brett",
		"Andrew": "Andrew",
		"Harley": "Harley",
		"Kyle": "Kyle",
		"Jake": "Jake",
		"Ryan": "Ryan",
		"Jeffrey": "Jeffrey",
		"Seth": "Seth",
		"Marty": "Marty",
		"Brandon": "Brandon",
		"Zach": "Zach",
		"Jeff": "Jeff",
		"Daniel": "Daniel",
		"Trent": "Trent",
		"Kevin": "Kevin",
		"Brian": "Brian",
		"Colin": "Colin",
		"Jan": "Jan"
	},
	"DemolitionistNames": {
		"Dolbere": "Dolbere",
		"Bazdin": "Bazdin",
		"Durim": "Durim",
		"Tordak": "Tordak",
		"Garval": "Garval",
		"Morthal": "Morthal",
		"Oten": "Oten",
		"Dolgen": "Dolgen",
		"Gimli": "Gimli",
		"Gimut": "Gimut",
		"Duerthen": "Duerthen",
		"Beldin": "Beldin",
		"Jarut": "Jarut",
		"Ovbere": "Ovbere",
		"Norkas": "Norkas",
		"Dolgrim": "Dolgrim",
		"Boften": "Boften",
		"Norsun": "Norsun",
		"Dias": "Dias",
		"Fikod": "Fikod",
		"Urist": "Urist",
		"Darur": "Darur"
	},
	"ClothierNames": {
		"Sebastian": "Sebastian",
		"Rupert": "Rupert",
		"Clive": "Clive",
		"Nigel": "Nigel",
		"Mervyn": "Mervyn",
		"Cedric": "Cedric",
		"Pip": "Pip",
		"Cyril": "Cyril",
		"Fitz": "Fitz",
		"Lloyd": "Lloyd",
		"Arthur": "Arthur",
		"Rodney": "Rodney",
		"Graham": "Graham",
		"Edward": "Edward",
		"Alfred": "Alfred",
		"Edmund": "Edmund",
		"Henry": "Henry",
		"Herald": "Herald",
		"Roland": "Roland",
		"Lincoln": "Lincoln",
		"Edgar": "Edgar",
		"Eustace": "Eustace",
		"Benjamin": "Benjamin",
		"James": "James",
		"Rodrick": "Rodrick"
	},
	"GoblinTinkererNames": {
		"Grodax": "Grodax",
		"Sarx": "Sarx",
		"Xon": "Xon",
		"Mrunok": "Mrunok",
		"Nuxatk": "Nuxatk",
		"Tgerd": "Tgerd",
		"Darz": "Darz",
		"Smador": "Smador",
		"Stazen": "Stazen",
		"Mobart": "Mobart",
		"Knogs": "Knogs",
		"Tkanus": "Tkanus",
		"Negurk": "Negurk",
		"Nort": "Nort",
		"Durnok": "Durnok",
		"Trogem": "Trogem",
		"Stezom": "Stezom",
		"Gnudar": "Gnudar",
		"Ragz": "Ragz",
		"Fahd": "Fahd",
		"Xanos": "Xanos",
		"Arback": "Arback",
		"Fjell": "Fjell",
		"Dalek": "Dalek",
		"Knub": "Knub"
	},
	"WizardNames": {
		"Dalamar": "Dalamar",
		"Dulais": "Dulais",
		"Elric": "Elric",
		"Arddun": "Arddun",
		"Maelor": "Maelor",
		"Leomund": "Leomund",
		"Hirael": "Hirael",
		"Gwentor": "Gwentor",
		"Greum": "Greum",
		"Gearroid": "Gearroid",
		"Fizban": "Fizban",
		"Ningauble": "Ningauble",
		"Seonag": "Seonag",
		"Sargon": "Sargon",
		"Merlyn": "Merlyn",
		"Magius": "Magius",
		"Berwyn": "Berwyn",
		"Arwyn": "Arwyn",
		"Alasdair": "Alasdair",
		"Tagar": "Tagar",
		"Abram": "Abram",
		"Xanadu": "Xanadu"
	},
	"MechanicNames": {
		"Shayna": "Shayna",
		"Korrie": "Korrie",
		"Ginger": "Ginger",
		"Brooke": "Brooke",
		"Jenny": "Jenny",
		"Autumn": "Autumn",
		"Nancy": "Nancy",
		"Ella": "Ella",
		"Kayla": "Kayla",
		"Selah": "Selah",
		"Sophia": "Sophia",
		"Marshanna": "Marshanna",
		"Lauren": "Lauren",
		"Trisha": "Trisha",
		"Shirlena": "Shirlena",
		"Sheena": "Sheena",
		"Ellen": "Ellen",
		"Amy": "Amy",
		"Dawn": "Dawn",
		"Susana": "Susana",
		"Meredith": "Meredith",
		"Selene": "Selene",
		"Terra": "Terra",
		"Sally": "Sally"
	},
	"TruffleNames": {
		"Reishi": "Reishi",
		"Maitake": "Maitake",
		"Chanterelle": "Chanterelle",
		"Porcini": "Porcini",
		"Shimeji": "Shimeji",
		"Amanita": "Amanita",
		"Muscaria": "Muscaria",
		"Agaric": "Agaric",
		"Cremini": "Cremini",
		"Morel": "Morel",
		"Enoki": "Enoki",
		"Shiitake": "Shiitake",
		"Leinspores": "Leinsporos"
	},
	"SteampunkerNames": {
		"Whitney": "Whitney",
		"Verity": "Verity",
		"Ada": "Ada",
		"Cornelia": "Cornelia",
		"Lydia": "Lydia",
		"Leila": "Leila",
		"Minerva": "Minerva",
		"Emeline": "Emeline",
		"Cynthia": "Cynthia",
		"Fidelia": "Fidelia",
		"Lilly": "Lilly",
		"Phoebe": "Phoebe",
		"Zylphia": "Zylphia",
		"Zelda": "Zelda",
		"Selina": "Selina",
		"Hope": "Hope",
		"Isabella": "Isabella",
		"Judith": "Judith",
		"Savannah": "Savannah",
		"Vivian": "Vivian"
	},
	"DyeTraderNames": {
		"Abdosir": "Abdosir",
		"Akbar": "Akbar",
		"Bodashtart": "Bodashtart",
		"Danel": "Danel",
		"Hanno": "Hanno",
		"Hiram": "Hiram",
		"Kanmi": "Kanmi",
		"Philosir": "Philosir",
		"Tabnit": "Tabnit",
		"Yutpan": "Yutpan",
		"Ahirom": "Ahirom",
		"Batnoam": "Batnoam",
		"Sikarbaal": "Sikarbaal",
		"Hannibal": "Hannibal",
		"Yehomilk": "Yehomilk",
		"Ahinadab": "Ahinadab"
	},
	"PartyGirlNames": {
		"Candy": "Candy",
		"Isis": "Isis",
		"Trixy": "Trixy",
		"Destiny": "Destiny",
		"Lexus": "Lexus",
		"Bambi": "Bambi",
		"Bailey": "Bailey",
		"Glitter": "Glitter",
		"Sparkle": "Sparkle",
		"Paris": "Paris",
		"Dazzle": "Dazzle",
		"Fantasy": "Fantasy",
		"Bunny": "Bunny",
		"Sugar": "Sugar",
		"Fantasia": "Fantasia",
		"Star": "Star",
		"Cherry": "Cherry",
		"Amanda": "Amanda"
	},
	"CyborgNames": {
		"Alpha": "Alpha",
		"Beta": "Beta",
		"Delta": "Delta",
		"Omega": "Omega",
		"Gamma": "Gamma",
		"Theta": "Theta",
		"Kappa": "Kappa",
		"Omicron": "Omicron",
		"Sigma": "Sigma",
		"Upsilon": "Upsilon",
		"Phi": "Phi",
		"Zeta": "Zeta",
		"Lambda": "Lambda",
		"Nu": "Nu",
		"Ci": "Ci",
		"Rho": "Rho",
		"Fender": "Fender",
		"T-3E0": "T-3E0",
		"Niner-7": "Niner-7",
		"A.N.D.Y.": "A.N.D.Y.",
		"Syn-X": "Syn-X",
		"Mu": "Mu",
		"Raynbro": "Raynmano"
	},
	"PainterNames": {
		"Marco": "Marco",
		"Guido": "Guido",
		"Enzo": "Enzo",
		"Martino": "Martino",
		"Mauro": "Mauro",
		"Lorenzo": "Lorenzo",
		"Ludo": "Ludo",
		"Luciano": "Luciano",
		"Carlo": "Carlo",
		"Bruno": "Bruno",
		"Mario": "Mario",
		"Leonardo": "Leonardo",
		"Raphael": "Raphael",
		"Luigi": "Luigi",
		"Luca": "Luca",
		"Darren": "Darren",
		"Esreadel": "Esreadel",
		"Stefano": "Stefano",
		"Jim": "Jim"
	},
	"WitchDoctorNames": {
		"Abibe": "Abibe",
		"Jamundi": "Jamundi",
		"U'wa": "U'wa",
		"Tairona": "Tairona",
		"Xirigua": "Xirigua",
		"Zop'a": "Zop'a",
		"Opuni": "Opuni",
		"Kogi-ghi": "Kogi-ghi",
		"Konah": "Konah",
		"Gboto": "Gboto"
	},
	"PirateNames": {
		"David": "David",
		"Red Beard": "Red Beard",
		"Jack": "Jack",
		"Black Beard": "Black Beard",
		"Captain Morgan": "Captain Morgan",
		"Wet Beard": "Wet Beard",
		"James T. Beard": "James T. Beard",
		"Gunpowder Garry": "Gunpowder Garry",
		"Captain Stoney Dirt": "Captain Stoney Dirt",
		"Jake": "Jake",
		"Captain Bullywort": "Captain Bullywort"
	},
	"StylistNames": {
		"Bri": "Bri",
		"Brianne": "Brianne",
		"Flora": "Flora",
		"Iris": "Iris",
		"Scarlett": "Scarlett",
		"Lola": "Lola",
		"Hazel": "Hazel",
		"Stella": "Stella",
		"Pearl": "Pearl",
		"Tallulah": "Tallulah",
		"Ruby": "Ruby",
		"Esmeralda": "Esmeralda",
		"Kylie": "Kylie",
		"Kati": "Kati",
		"Biah": "Biah",
		"Meliyah": "Meliyah",
		"Petra": "Petra",
		"Rox": "Rox",
		"Roxanne": "Roxanne",
		"Annabel": "Annabel"
	},
	"TravelingMerchantNames": {
		"Abraham": "Abraham",
		"Bohemas": "Bohemas",
		"Eladon": "Eladon",
		"Aphraim": "Aphraim",
		"Gallius": "Gallius",
		"Llewellyn": "Llewellyn",
		"Riley": "Riley",
		"Rawleigh": "Rawleigh",
		"Shipton": "Shipton",
		"Romeo": "Romeo",
		"Aedan": "Aedan",
		"Mercer": "Mercer",
		"Willy": "Willy"
	},
	"AnglerNames": {
		"Bobby": "Bobby",
		"Sammy": "Sammy",
		"Jimmy": "Jimmy",
		"Danny": "Danny",
		"Timmy": "Timmy",
		"Simon": "Simon",
		"Johnny": "Johnny",
		"Billy": "Billy",
		"Matty": "Matty",
		"Bart": "Bart",
		"Phillip": "Phillip",
		"Spencer": "Spencer",
		"Nathan": "Nathan",
		"Grayson": "Grayson",
		"Miles": "Miles",
		"Charles": "Charles",
		"Adam": "Adam",
		"Tyler": "Tyler",
		"Jey": "Jey",
		"Ivan": "Ivan",
		"Izzy": "Izzy"
	},
	"SkeletonMerchantNames": {
		"Skellington": "Skellington",
		"Bones McGee": "Bones McGee",
		"Gloomy Mays": "Gloomy Mays",
		"Jack Sellington": "Jack Sellington",
		"Billy Marrows": "Billy Marrows",
		"Tom": "Tom",
		"Rattles Magoo": "Rattles Magoo",
		"Mandible Calavera": "Mandible Calavera",
		"Mika": "Mika",
		"No-Eyed Wiley": "No-Eyed Wiley",
		"Victor": "Victor"
	},
	"TaxCollectorNames": {
		"McKinly": "McKinly",
		"Millard": "Millard",
		"Fillmore": "Fillmore",
		"Rutherford": "Rutherford",
		"Chester": "Chester",
		"Grover": "Grover",
		"Cleveland": "Cleveland",
		"Theodore": "Theodore",
		"Herbert": "Herbert",
		"Warren": "Warren",
		"Lyndon": "Lyndon",
		"Ronald": "Ronald",
		"Harrison": "Harrison",
		"Woodrow": "Woodrow",
		"Tweed": "Tweed",
		"Blanton": "Blanton",
		"Dwyer": "Dwyer",
		"Carroll": "Carroll",
		"Agnew": "Agnew"
	},
	"BartenderNames": {
		"Name_1": "Ted",
		"Name_2": "Barkeep",
		"Name_3": "Jerry",
		"Name_4": "Bill",
		"Name_5": "Ernest",
		"Name_6": "William",
		"Name_7": "Dale",
		"Name_8": "Bruce",
		"Name_9": "Moe",
		"Name_10": "Javahawk",
		"Name_11": "Elandrian",
		"Name_12": "Driscan",
		"Name_13": "Iamisom",
		"Name_14": "Blacksmith",
		"Name_15": "Dani Moo",
		"Name_16": "Paddy"
	},
	"GolferNames": {
		"Name_1": "Lion Pines",
		"Name_2": "Gunner McLovin",
		"Name_3": "Harry Madison",
		"Name_4": "Arnie Palmfrond",
		"Name_5": "Jake Nicklelisp",
		"Name_6": "William",
		"Name_7": "Billy Bones",
		"Name_8": "Jim Mulligan"
	},
	"BestiaryGirlNames": {
		"Name_1": "Maria",
		"Name_2": "MacKenzie",
		"Name_3": "Azaria",
		"Name_4": "Juanita",
		"Name_5": "Astra",
		"Name_6": "Hayley",
		"Name_7": "Becca",
		"Name_8": "Veronica",
		"Name_9": "Tia",
		"Name_10": "Robyn",
		"Name_11": "Arien",
		"Name_12": "Jane",
		"Name_13": "Bindi",
		"Name_14": "Dian",
		"Name_15": "Lori",
		"Name_16": "Mardy",
		"Name_17": "Mollie",
		"Name_18": "Lizzy",
		"Name_19": "Daphne",
		"Name_20": "Ellen",
		"Name_21": "Lili"
	},
	"PrincessNames": {
		"Ai": "Ai",
		"Hime": "Hime",
		"Emilia": "Emilia",
		"Alice": "Alice",
		"Belle": "Belle",
		"Sophia": "Sophia",
		"Hikari": "Hikari",
		"Faye": "Faye",
		"Christina": "Christina",
		"Flora": "Flora",
		"Liselotte": "Liselotte",
		"Aria": "Aria",
		"Yuuki": "Yuuki",
		"Theresa": "Theresa",
		"Elitia": "Elitia",
		"Lucia": "Lucia",
		"Ariel": "Ariel",
		"Momo": "Momo",
		"Charlotte": "Charlotte",
		"Tiara": "Tiara",
		"Yorai": "Yorai",
		"Rosetta": "Rosetta"
	},
	"CatNames_Siamese": {
		"Zen": "Zen",
		"Callie": "Callie",
		"Rainha": "Rainha",
		"Nust": "Nust",
		"Bandit": "Bandit",
		"Goliath": "Goliath",
		"Valerie": "Valerie",
		"Socks": "Socks",
		"Iris": "Iris",
		"Sekhmet": "Sekhmet",
		"Cleo": "Cleo",
		"Sappho": "Sappho"
	},
	"CatNames_Black": {
		"Luna": "Luna",
		"Figment": "Figment",
		"Ember": "Ember",
		"Damien": "Damien",
		"Snowball": "Snowball",
		"Night": "Night",
		"Misu": "Misu",
		"Magic": "Magic",
		"Tonic": "Tonic",
		"Violet": "Violet",
		"Jaspers": "Jaspers",
		"Gargoyle": "Gargoyle",
		"Lilith": "Lilith",
		"Salem": "Salem",
		"Rascal": "Rascal",
		"Bella": "Bella",
		"Odin": "Odin",
		"Jiji": "Jiji",
		"Morgan": "Morgan",
		"Arbus": "Arbus",
		"Max": "Max",
		"George": "George",
		"Esper": "Esper"
	},
	"CatNames_OrangeTabby": {
		"Linkle": "Linkle",
		"Remy": "Remy",
		"Lux": "Lux",
		"Sunny": "Sunny",
		"Tigger": "Tigger",
		"Callie": "Callie",
		"Sassy": "Sassy",
		"Bob": "Bob",
		"Leo": "Leo",
		"Tiger": "Tiger",
		"Caramel": "Caramel",
		"Tony": "Tony",
		"Garfield": "Garfield",
		"Hobbes": "Hobbes",
		"Charlie": "Charlie",
		"Rascal": "Rascal",
		"Critter": "Critter",
		"Adol": "Adol"
	},
	"CatNames_RussianBlue": {
		"Alexi": "Alexi",
		"Ruby": "Ruby",
		"Bubbles": "Bubbles",
		"Lexi": "Lexi",
		"Prissy": "Prissy",
		"Valery": "Valery",
		"Lucy": "Lucy",
		"Pete": "Pete",
		"Jocelyn": "Jocelyn",
		"Light": "Light",
		"Lily": "Lily",
		"Starlight": "Starlight",
		"Cobalt": "Cobalt",
		"Tilly": "Tilly",
		"Rion": "Rion",
		"Momo": "Momo",
		"Tarzan": "Tarzan"
	},
	"CatNames_Silver": {
		"Roo": "Roo",
		"Blaze": "Blaze",
		"Rebus": "Rebus",
		"Polo": "Polo",
		"Kelly": "Kelly",
		"Kiva": "Kiva",
		"Sooty": "Sooty",
		"By-Tor": "By-Tor",
		"Merlin": "Merlin",
		"Trudy": "Trudy",
		"Nana": "Nana",
		"Ange": "Ange",
		"Kanako": "Kanako",
		"Freya": "Freya",
		"Cloud": "Cloud",
		"Cutie": "Cutie",
		"Renne": "Renne",
		"Miette": "Miette",
		"Tula": "Tula"
	},
	"CatNames_White": {
		"Misty": "Misty",
		"Storm": "Storm",
		"Angel": "Angel",
		"Vincent": "Vincent",
		"MrCat": "Mr. Cat",
		"Holly": "Holly",
		"Sam": "Sam",
		"Rory": "Rory",
		"Ichibi": "Ichibi",
		"Belle": "Belle",
		"Yuki": "Yuki",
		"Ater": "Ater",
		"Snowdrop": "Snowdrop",
		"Snowball": "Snowball",
		"Reah": "Reah",
		"Gemma": "Gemma"
	},
	"DogNames_Labrador": {
		"Penny": "Penny",
		"Pebbles": "Pebbles",
		"Puppy": "Puppy",
		"Monroe": "Monroe",
		"Kittie": "Kittie",
		"Buddy": "Buddy",
		"Charlie": "Charlie",
		"Trulte": "Trulte",
		"Daisy": "Daisy",
		"Calvin": "Calvin",
		"Willow": "Willow",
		"Arthur": "Arthur",
		"John": "John",
		"Bitsy": "Bitsy",
		"Mike": "Mike",
		"Sparky": "Sparky",
		"Lucky": "Lucky"
	},
	"DogNames_PitBull": {
		"Max": "Max",
		"Dexter": "Dexter",
		"Chomps": "Chomps",
		"Bubba": "Bubba",
		"Sampson": "Sampson",
		"Spike": "Spike",
		"Ginger": "Ginger",
		"Kona": "Kona",
		"Keith": "Keith",
		"Jazzy": "Jazzy",
		"Rex": "Rex",
		"Toshiro": "Toshiro",
		"Buster": "Buster",
		"Doug": "Doug"
	},
	"DogNames_Beagle": {
		"Zelda": "Zelda",
		"Navi": "Navi",
		"Ali": "Ali",
		"Fred": "Fred",
		"Roxie": "Roxie",
		"Milo": "Milo",
		"Copper": "Copper",
		"Darwin": "Darwin",
		"Lieselotte": "Lieselotte",
		"Wilma": "Wilma",
		"Odie": "Odie",
		"Feena": "Feena",
		"Pete": "Pedro"
	},
	"DogNames_Corgi": {
		"Bella": "Bella",
		"Ellie": "Ellie",
		"Baxter": "Baxter",
		"Oliver": "Oliver",
		"Maya": "Maya",
		"Titus": "Titus",
		"Shino": "Shino",
		"Elizabeth": "Elizabeth",
		"Victoria": "Victoria",
		"Yona": "Yona",
		"Ammy": "Ammy",
		"Charles": "Charles",
		"Estelle": "Estelle",
		"Astro": "Astro"
	},
	"DogNames_Dalmation": {
		"Spot": "Spot",
		"Suzy": "Suzy",
		"Lucky": "Lucky",
		"Marshall": "Marshall",
		"Dotty": "Dotty",
		"Pongo": "Pongo",
		"Sapphire": "Sapphire",
		"Splat": "Splat",
		"Aurora": "Aurora",
		"Akane": "Akane",
		"Firebug": "Firebug",
		"Polka": "Polka",
		"Mizore": "Mizore"
	},
	"DogNames_Husky": {
		"Rosalie": "Rosalie",
		"Balto": "Balto",
		"Miska": "Miska",
		"Sky": "Sky",
		"Sasha": "Sasha",
		"Zoey": "Zoey",
		"Toya": "Toya",
		"Snowdog": "Snowdog",
		"Kayla": "Kayla",
		"Hachiko": "Hachiko",
		"Indiana": "Indiana",
		"Sven": "Sven",
		"Bullet": "Bullet",
		"Comet": "Comet",
		"Ingrid": "Ingrid",
		"Dogi": "Dogi"
	},
	"BunnyNames_White": {
		"Bunnicula": "Bunnicula",
		"Ben": "Ben",
		"Roger": "Roger",
		"Skippy": "Skippy",
		"Donnie": "Donnie",
		"Alice": "Alice",
		"Presto": "Presto",
		"Shion": "Shion",
		"Lisette": "Lisette",
		"Lily": "Lily",
		"Inaba": "Inaba",
		"Shirayuki": "Shirayuki",
		"Lilia": "Lilia",
		"Ears": "Ears"
	},
	"BunnyNames_Angora": {
		"Breadbuns": "Breadbuns",
		"Loaf": "Loaf",
		"Babs": "Babs",
		"BigB": "Big B",
		"Greg": "Greg",
		"Fluffy": "Fluffy",
		"Pom": "Pom",
		"Muffin": "Muffin",
		"Maximus": "Maximus",
		"Donald": "Donald"
	},
	"BunnyNames_Dutch": {
		"Oreo": "Oreo",
		"Olaf": "Olaf",
		"Domino": "Domino",
		"Oz": "Oz",
		"Yin": "Yin",
		"Yang": "Yang",
		"Pow": "Pow",
		"Kaguya": "Kaguya",
		"Mono": "Mono",
		"Panda": "Panda",
		"Orin": "Orin"
	},
	"BunnyNames_Flemish": {
		"Thumper": "Thumper",
		"Cinnabun": "Cinnabun",
		"Peter": "Peter",
		"Hazel": "Hazel",
		"Loki": "Loki",
		"Sunflower": "Sunflower",
		"Toby": "Toby",
		"Daisy": "Daisy",
		"Dusty": "Dusty",
		"Jazz": "Jazz",
		"Russell": "Russell",
		"Honeycomb": "Honeycomb"
	},
	"BunnyNames_Lop": {
		"Bunbun": "Bunbun",
		"Lola": "Lola",
		"Max": "Max",
		"Tyler": "Tyler",
		"Flops": "Flops",
		"Flappie": "Flappie",
		"Caerbannog": "Caerbannog",
		"Mochi": "Mochi",
		"Dandy": "Dandy",
		"Puff": "Puff",
		"Youp": "Youp",
		"Boof": "Boof",
		"Veidra": "Veidra"
	},
	"BunnyNames_Silver": {
		"Bugz": "Bugz",
		"Buster": "Buster",
		"Silvine": "Silvine",
		"Bunstar": "Bunstar",
		"Lord": "Lord",
		"Bunnykins": "Bunnykins",
		"Crystal": "Crystal",
		"Chrome": "Chrome",
		"Vincent": "Vincent",
		"Zach": "Zach",
		"Joshua": "Joshua",
		"Dustbunny": "Dustbunny",
		"Dusty": "Dusty"
	},
	"SlimeNames_Blue": {
		"Steve": "Estevão",
		"Seymour": "Seymour",
		"Simon": "Simão",
		"Sheldon": "Sheldon",
		"Sam": "Sam",
		"Samson": "Sansão",
		"Sid": "Sid",
		"Sigvard": "Sigvard",
		"Stein": "Stein",
		"Sean": "Sean",
		"Samwise": "Samwise",
		"Snoot": "Napa",
		"Swotty": "Swotty",
		"Stuart": "Stuart",
		"Stratford": "Stratford",
		"Saliva": "Saliva",
		"Sherman": "Sherman",
		"Stiltskin": "Stiltskin",
		"Shibboleet": "Shibboleet",
		"Sine": "Sine",
		"Spock": "Spock",
		"Smarty": "Espertinho",
		"Sonic": "Sonic",
		"Sputnik": "Sputnik",
		"Smoof": "Smoof",
		"Spetch": "Spetch",
		"Stevenson": "Stevenson"
	},
	"SlimeNames_Green": {
		"Sylvester": "Silvestre",
		"Slimer": "Geleia",
		"Seth": "Seth",
		"Shane": "Shane",
		"Sully": "Sully",
		"Scooter": "Scooter",
		"Scotty": "Scotty",
		"Spike": "Espinho",
		"Slachi": "Slachi",
		"Spinach": "Espinafre",
		"Slick": "Seboso",
		"Slippy": "Escorregadio",
		"Speedy": "Veloz",
		"Slurm": "Slurm",
		"School": "Escola",
		"Swag": "Swag",
		"SwiggitySwooty": "Swiggity Swooty",
		"Slackin": "Slackin",
		"Switch": "Switch",
		"Sport": "Esporte",
		"Squash": "Squash",
		"Skeeter": "Skeeter",
		"Scutiger": "Scutiger",
		"Softball": "Softball",
		"Spazzy": "Spazzy"
	},
	"SlimeNames_Old": {
		"Stooge": "Stooge",
		"SirSlushington": "Sir Geleioso III",
		"Santiago": "Santiago",
		"Sebastian": "Sebastião",
		"Samuel": "Samuel",
		"Seamus": "Seamus",
		"Sage": "Sábio",
		"Sinclair": "Sinclair",
		"Stanford": "Stanford",
		"Septimus": "Sétimo",
		"Stinky": "Fedorento",
		"Spiffy": "Spiffy",
		"Spruce": "Pinheiro",
		"Swanky": "Swanky",
		"Soggy": "Soggy",
		"Scooby": "Scooby",
		"Sigmund": "Sigmund",
		"Smithers": "Smithers",
		"Sassafras": "Sassafras",
		"Slumbledore": "Geleiadore",
		"Slimdalf": "Geleiadalf",
		"Schartzmugel": "Schartzmugel",
		"Scion": "Scion",
		"Scrooge": "Scrooge",
		"Stonks": "Stonks",
		"Swanson": "Swanson",
		"Spinkerton": "Spinkerton"
	},
	"SlimeNames_Purple": {
		"Stewy": "Stewy",
		"Sue": "Sue",
		"Spencer": "Spencer",
		"Sidney": "Sidney",
		"Stefan": "Stefan",
		"Sonnie": "Sonnie",
		"Sacco": "Sarro",
		"Sunset": "Sol",
		"Snafu": "Snafu",
		"Stumble": "Stumble",
		"Spaghetti": "Espaguete",
		"Shoggy": "Shoggy",
		"Slimefors": "Geleiafors",
		"Shirley": "Shirley",
		"Sara": "Sara",
		"Sharon": "Sharon",
		"Sludge": "Sludge",
		"Snuggle": "Aperto",
		"Sloppy": "Sloppy",
		"Slimeora": "Geleiora",
		"Sylph": "Sylph",
		"Spew": "Gorfo",
		"Shemp": "Shemp",
		"Spanky": "Spanky",
		"Spork": "Spork"
	},
	"SlimeNames_Rainbow": {
		"Sylvia": "Sylvia",
		"Skye": "Skye",
		"Stephanie": "Stephanie",
		"Sophia": "Sophia",
		"Shanna": "Sherazade",
		"Serenity": "Serenidade",
		"Shian": "Shian",
		"Slimestar": "Gelestrela",
		"Shimmer": "Brilhante",
		"Surai": "Surai",
		"Stella": "Stella",
		"Sasha": "Sasha",
		"Sweety": "Docinho",
		"Sparkle": "Brilho",
		"Sapphire": "Safira",
		"Seraph": "Serafim",
		"Starry": "Estrelado",
		"Sprinkes": "Granulado",
		"Sherbet": "Sorvete",
		"Sugar": "Açúcar",
		"Stardew": "Stardew",
		"Sheena": "Sheena",
		"Sveta": "Sveta",
		"Shampoo": "Xampu",
		"Sproink": "Sproink",
		"Secreta": "Secreta",
		"Sponsa": "Sponsa",
		"Skyler": "Skyler",
		"Sorai": "Sorai"
	},
	"SlimeNames_Red": {
		"Sparky": "Sparky",
		"Sourpuss": "Sourpuss",
		"Steamer": "Vapor",
		"Sizzle": "Sizzle",
		"Shaka": "Shaka",
		"SlipperySal": "Sal Ensaboado",
		"Sirius": "Sirius",
		"Sven": "Sven",
		"Sly": "Sly",
		"Smeagol": "Smeagol",
		"Scuff": "Scuff",
		"Shifty": "Shifty",
		"Sassy": "Belinha",
		"Scorpius": "Escórpio",
		"Snotty": "Catota",
		"Sleepy": "Preguiçoso",
		"Stressball": "Bola de Estresse",
		"Slurpee": "Geladinho",
		"Squeezo": "Abraço",
		"Sapo": "Sapo",
		"Snart": "Snart",
		"Skiprat": "Skiprat",
		"Sully": "Sully",
		"Sharkey": "Tubalão",
		"Scarface": "Cicatriz",
		"Slickfather": "Pae",
		"Slimeballa": "Bola de Geleca"
	},
	"SlimeNames_Yellow": {
		"Sandy": "Sandy",
		"Saoirse": "Saoirse",
		"Selena": "Selena",
		"Sienna": "Sienna",
		"Samara": "Samara",
		"Simone": "Simone",
		"Siobhan": "Siobhan",
		"Sabrina": "Sabrina",
		"Sunny": "Soleira",
		"Savannah": "Savannah",
		"Spirit": "Espírito",
		"Sinead": "Sinead",
		"Saraid": "Saraid",
		"Siofra": "Siofra",
		"Sorcha": "Sorcha",
		"Salem": "Salem",
		"Soleil": "Soleil",
		"Salvo": "Salvo",
		"Sahara": "Sahara",
		"Shanoa": "Shanoa",
		"Sybil": "Sybil",
		"Salome": "Salomé",
		"Summer": "Verão",
		"Swirl": "Torcido",
		"Saga": "Saga",
		"Silva": "Silva",
		"Striga": "Striga"
	},
	"SlimeNames_Copper": {
		"Solomon": "Salomão",
		"ShortswordSaxon": "Espadinha",
		"Steele": "Steele",
		"Sigfried": "Sigfried",
		"Sterling": "Sterling",
		"SenioreSlash": "Senhor Slash",
		"Stabby": "Faquinha",
		"Spunky": "Spunky",
		"Sharpie": "Sharpie",
		"Scout": "Escoteiro",
		"Scrappy": "Scrappy",
		"Slade": "Slade",
		"Samsara": "Samsara",
		"SixSwingSerge": "Sérgio Seis-golpes",
		"Scorch": "Scorch",
		"Sabin": "Sabin",
		"Stryker": "Stryker",
		"Slayer": "Slayer",
		"Slival": "Slival",
		"Sting": "Sting",
		"Sabaton": "Sabaton",
		"SemperSerus": "Semper Serus",
		"Scrimshank": "Scrimshank",
		"Scavager": "Tatu",
		"Selmy": "Selma",
		"Shortie": "Baixinho"
	},
	"SlimeBlueChatter": {
		"Chatter_1": "Burble bubble? Hrm!",
		"Chatter_2": "ble babble blub",
		"Chatter_3": "Kaplunk! Hmm... bleb. Uh-huh."
	},
	"SlimeGreenChatter": {
		"Chatter_1": "Pingando!",
		"Chatter_2": "Sizzle por shizzle!",
		"Chatter_3": "Seu, slurp glurp!"
	},
	"SlimeOldChatter": {
		"Chatter_1": "Hrumble grumble!",
		"Chatter_2": "Poot... ahem!",
		"Chatter_3": "Glug glug? Pshaw!"
	},
	"SlimeRainbowChatter": {
		"Chatter_1": "Dribble bleam",
		"Chatter_2": "Sprinkle, tinkle!",
		"Chatter_3": "Ripple? Blip blop!"
	},
	"SlimePurpleChatter": {
		"Chatter_1": "Berp.",
		"Chatter_2": "*Silêncio Desconfortável*",
		"Chatter_3": "Plop. Pop... splat."
	},
	"SlimeRedChatter": {
		"Chatter_1": "Murble burble... glup!!!",
		"Chatter_2": "Hiss! Gargle! Grrrrr...",
		"Chatter_3": "Burp... heh."
	},
	"SlimeYellowChatter": {
		"Chatter_1": "Bubble bubble! Ferver glubble!",
		"Chatter_2": "Blobra kaslobra!",
		"Chatter_3": "Kasploosh!"
	},
	"SlimeCopperChatter": {
		"Chatter_1": "Blip blop, huzzah!",
		"Chatter_2": "Kerslash! Kersplish!",
		"Chatter_3": "Squish 'n sploink!"
	}
}