{
	"DryadSpecialText": {
		"WorldStatusAll": "{0} tiene un {1}% de sagrado, un {2}% de corrompido y un {3}% carmesí.",
		"WorldStatusHallowCorrupt": "{0} tiene un {1}% de sagrado y un {2}% de corrompido.",
		"WorldDescriptionGrim": "Es bastante desalentador...",
		"WorldDescriptionWork": "Tienes mucho trabajo que hacer.",
		"WorldDescriptionClose": "¡Estás muy cerca!",
		"WorldStatusHallowCrimson": "{0} tiene un {1}% de sagrado y un {2}% carmesí.",
		"WorldStatusCorruptCrimson": "{0} tiene un {1}% de corrompido y un {2}% carmesí.",
		"WorldStatusCorrupt": "{0} tiene un {1}% de corrompido.",
		"WorldStatusCrimson": "{0} tiene un {1}% carmesí.",
		"WorldStatusHallow": "{0} tiene un {1}% de sagrado.",
		"WorldStatusPure": "{0} tiene una pureza total. ¡Has hecho un trabajo increíble!",
		"WorldDescriptionBalanced": "El mundo está en equilibrio.",
		"WorldDescriptionFairyTale": "Estamos viviendo en un cuento de hadas.",
		"Party": "Pensé que sería buena idea hacer una fiesta para celebrar nuestras victorias pasadas y futuras.",
		"AfterDD2Tier2": "La Corrupción intentó dominarme cuando fui a Eteria, pero yo usé su poder contra el ejército del Antiguo.",
		"Graveyard1": "Puedo ocuparme de la corrupción, pero el aroma a muerte que desprende este lugar me marchita la flor que llevo en el pelo.",
		"Graveyard2": "Este lugar... Puedo oír cómo la naturaleza grita a todos los que han caído aquí.",
		"Rain1": "El agua del cielo es un modo natural de limpiar el barro de nuestros arroyos.",
		"Storm1": "Nuestra madre está enfadada y desea quemar toda la suciedad haciendo llover un poder destructivo sobre los árboles.",
		"Storm2": "No es muy sensato avanzar tranquilamente bajo los peligros de arriba.",
		"Windy1": "El viento... es el modo que tiene la naturaleza de barrer el polvo de la tierra.",
		"Windy2": "La furia de la naturaleza arranca hoy las hojas de los árboles.",
		"AfterDD2Tier1": "Cuando estaba en Eteria, me sentía muy lejos de {WorldName}. Da gusto estar de vuelta.",
		"Rain2": "Cuando llueve, muchos tipos de peces adquieren propiedades místicas."
	},
	"DyeTraderSpecialText": {
		"HasPlant_0": "¡Brillante, sí, señor! Me has traído una muestra exquisita de los preciosos colores y el aroma del mundo. A cambio, puedes quedarte con esta botella de tinte especial.",
		"HasPlant_1": "¿Me traes una flor rara y hermosa? ¿Sí? ¿Sí? ¡Toma esta botella de tinte especial que te será útil!",
		"HasPlant_2": "¡Fantabuloso, camarada! Con este espécimen delicado, ¡podré mezclar los tintes más increíbles que {WorldName} ha visto! ¡Puedes llevarte este ya mismo!",
		"NoPlant_0": "Oh, no, no. Esto no funcionará. Este dinero no está bien, ¡así que tienes que traerme una flor rara!",
		"NoPlant_1": "¿Crees que puedes engañar a {DyeTrader}? ¡Lo dudo mucho! ¡Solo acepto las flores más raras para estas botellas especiales!",
		"NoPlant_2": "¿Estas botellas de tinte? Lo siento, camarada. Estas no aceptan dinero. ¡Solo acepto una flor rara y valiosa a cambio de una de estas!",
		"Party": "Adoro las fiestas por sus bonitos colores y la gente feliz.",
		"Graveyard1": "Vaya, vaya... Esto no es bueno. Este pútrido entorno está apagando mis pétalos de tinte.",
		"Graveyard2": "¿Te crees que este sitio es digno de mi presencia? Tan anodino, tan tedioso... Esta gente está literalmente, por debajo de mí.",
		"Rain1": "¡Mi selección se diluye con demasiada agua! ¡Espero que esta lluvia se pase pronto!",
		"Rain2": "¡No, no, estos vestidos no se pueden mojar! ¡Perderán su color brillante!",
		"Storm1": "¡Rayos! ¡Cómo odio estas tormentas tan molestas!",
		"Storm2": "¡Por favor, avísame cuando se haya pasado la ira de la naturaleza ahí fuera!",
		"Windy1": "¡Maravilloso! ¡El viento me trae pétalos de todos los colores!",
		"Windy2": "Dame un momento, cielo. ¡Debo preparar mi paleta para las ráfagas del vendaval!"
	},
	"GuideSpecialText": {
		"Party": "¿Nunca habías estado en una fiesta? Tal vez quieras hablarlo con los demás. A veces, la gente saca a relucir favores especiales.",
		"Graveyard1": "Los cementerios dan miedo y son peligrosos. Mira bien dónde pisas, colega.",
		"Graveyard2": "El ambiente es frío y amenazante. Siento que algo maligno me llama.",
		"Rain1": "Ten en cuenta que algunas criaturas solo salen cuando llueve.",
		"Rain2": "No te asustes, tan solo es agua. ¡Dicen que ciertas especies de peces pueden volar cuando llueve!",
		"Storm1": "Es peligroso estar ahí fuera durante una tormenta eléctrica. Ponte a cubierto, colega.",
		"Storm2": "Los rayos no son una broma. Demonios muy poderosos aprovechan este clima para salir.",
		"Windy1": "No te dejes llevar por las fuertes ráfagas de viento que hay y ten cuidado con los monstruos que se aprovechan de ellas.",
		"Windy2": "¡Hace viento ahí fuera! Es el mejor momento para volar una cometa.",
		"Eclipse": "¡¿Eh?! ¿Dónde esta el sol? ¿Por qué esta tan oscuro? ¡Debe ser un eclipse solar!",
		"Lantern1": "¡Qué noche tan bonita! Con tu última victoria, el mundo parece estar más tranquilo y esos farolillos son para celebrarlo.",
		"Lantern2": "¿Ves los farolillos? Ahora que has salvado nuestro mundo, hay fiestas continuas para celebrar tu victoria. ¡Qué espectáculo tan hermoso!",
		"SlimeRain": "Si derrotas a los suficientes slimes, podrías provocar la ira de su rey. ¡Ten cuidado!"
	},
	"MerchantSpecialText": {
		"Party": "¿Sabes cuál sería la mejor forma de hacer una fiesta? Comprando cosas para otros, sobre todo para mí.",
		"Graveyard1": "¡Esta atmósfera tan tétrica es mala para los negocios!",
		"Graveyard2": "Este sitio es horrible... ¡No puedo venderle mi mercancía a los muertos!",
		"Rain1": "¡Paraguas! ¡Paraguas! ¡Paraguas a mitad de precio!",
		"Rain2": "¡Qué tétrico! ¡Ilumina el entorno con 99 antorchas!",
		"Storm1": "¿Quieres comprar un pararrayos? Pues parece que se me han acabado...",
		"Storm2": "Se avecina una tormenta... ¿Por qué no entras y compras algo?",
		"Windy1": "¡Qué día tan ventoso! Quédate y compra un par de cosillas.",
		"Windy2": "¡Usé pegamento de slime para que el sombrero no me saliese volando! Quizás pueda venderte un poco por un par de monedas de oro..."
	},
	"GoblinTinkererSpecialText": {
		"Party": "Las fiestas de los duendes se parecen mucho a las de los humanos. Ambas tienen juegos como \"Cárgale el muerto al humano\"... En mis fiestas, no jugamos a ese juego.",
		"Graveyard1": "Estoy trabajando en un saquito de fotones. ¡Es un invento que atrapa a todos los horrores que acechan por ahí!",
		"Graveyard2": "¡Esos gemidos constantes y chirridos ensordecedores me distraen del trabajo!",
		"Rain1": "Este aguacero me dificulta la visión. Tengo que hacerles unos ajustes a las gafas para añadirles unos limpiaparabrisas.",
		"Rain2": "Los humanos son mucho más altos que los duendes. ¡Nosotros sufrimos en cada inundación!",
		"Storm1": "¡Estoy trabajando en un invento que aprovechará la energía que se libera a nuestro alrededor!",
		"Storm2": "La mayoría de los duendes odian las tormentas eléctricas. A lo mejor es porque llevan encima bolas metálicas.",
		"Windy1": "¡Llevo gafas por culpa del clima! No soporto tener tierra y arena en los ojos.",
		"Windy2": "¡Este es un buen momento para hacerse un molinillo como accesorio!"
	},
	"WitchDoctorSpecialText": {
		"Party": "Quería ver cómo lo celebráis vosotros. No me decepciona.",
		"AfterDD2Tier1": "Siento un espíritu gemelo en los magos negros etéreos. Es una pena que sean nuestros enemigos. Me hubiese gustado aprender de ellos.",
		"Graveyard1": "¡Alzaos, zombis! ¡Zombis, alzaos!",
		"Graveyard2": "Puedes apartar a la Muerte del cementerio, pero no puedes apartar al cementerio de la Muerte.",
		"Rain1": "El sonido de la lluvia es algo que te alivia el alma.",
		"Rain2": "El equilibrio es la clave. Necesitamos sol y lluvia. Demasiado de cualquiera de ambas cosas puede acabar en desastre.",
		"Storm1": "Los espíritus hacen mucho ruido hoy, y con mucha majestuosidad.",
		"Storm2": "Los rayos causan sombras alargadas. Las sombras producen rayos espectaculares.",
		"Windy1": "Mantén tus talismanes a mano. Si el viento te los lleva, los pierdes.",
		"Windy2": "El viento mece las hojas, las hojas silban con el viento."
	},
	"ClothierSpecialText": {
		"Party": "Mamá siempre decía que tenías que dejar el pasado atrás antes de seguir festejando.",
		"Graveyard1": "¡Me han maldecido! ¡Llévame al hospital!",
		"Graveyard2": "Es un cementerio grande, ¡así que nos lo dividiremos! ¡Los muertos se quedan en su parte y nosotros en la nuestra!",
		"Rain1": "¡Pues nada, que está lloviendo! ¡La vieja lluvia lateral tan molesta que se te cuela por todas partes! ¡Al menos, no sale de debajo de nosotros!",
		"Rain2": "Un día, empezó a llover así ¡y no paró durante cuatro días!",
		"Storm1": "No dejes de respirar, que esta tormenta se pasará antes o después.",
		"Storm2": "Si no hubiese tormenta, todo el mundo podría salir al exterior. Son esos rayos los que hacen que sea peligroso salir.",
		"Windy1": "A veces me pregunto si no habrá escasez de molinos.",
		"Windy2": "¡El aire tiene algo raro hoy!"
	},
	"TravellingMerchantSpecialText": {
		"Party": "Muchos dicen que las fiestas te proporcionan los mejores recuerdos. ¡Así que compra algo y crea buenos recuerdos!",
		"Graveyard1": "¡Vaya! ¡Mira toda la mercancía que tengo. En absoluto se la quité toda a los muertos enterrados aquí para vendértela.",
		"Graveyard2": "En mis viajes, nunca me encontré a nadie que viviese en un lugar tan lúgubre como este. Pero bueno, mientras tengas monedas...",
		"Rain1": "Llueva o haga sol, vengo desde lejos para servirte. ¿Tienes monedas?",
		"Rain2": "Como si abrigo exótico encoja, ¡será una pequeña decepción!",
		"Storm1": "¡Date prisa y compra!",
		"Storm2": "¡Vaya! ¡Por qué poco! Ahora mismo, parece sensato invertir en ladrillo y argamasa.",
		"Windy1": "Yo voy adonde me llevan los vientos, ¡pero esto es ridículo!",
		"Windy2": "Te vendería unos exóticos calcetines de viento, ¡pero me temo que me olvidé de traerlos!"
	},
	"MechanicSpecialText": {
		"Party": "¿Crees que a alguien le importaría que pusiese bombillas en la tarta en lugar de velas?",
		"Graveyard1": "Debería iluminar este lugar tan sombrío y aterrador para mantener a los monstruos a raya.",
		"Graveyard2": "Pondría algún cable por aquí, ¡pero esas cosas muertas tan aterradoras están en medio!",
		"Rain1": "¡Como no deje de llover, se me va a oxidar la llave inglesa!",
		"Rain2": "¡Ay, rayos! ¡Otro cortocircuito! Cómo odio este clima.",
		"Storm1": "¡Genial! Otro colector a paseo. ¡¿Cuándo dejarán esos rayos de freírme el equipo?!",
		"Storm2": "No salgas ahora, salvo que tengas uno de mis productos. ¡Atraerás una dosis no deseada de electricidad!",
		"Windy1": "¡Oh, no! Se avecinan zonas de bajas presiones. Debo asegurar la red.",
		"Windy2": "Los cables se están enredando todo con este ciclón. ¡Cuidado con dónde pisas!"
	},
	"BartenderSpecialText": {
		"AfterDD2Tier1": "¡Has hecho un gran trabajo deshaciéndote del ejército del Antiguo! Pero seguro que los volveremos a ver. Esta vez no se han defendido demasiado.",
		"AfterDD2Tier2": "El ejército del Antiguo es cada vez más fuerte... ¡pero tú sigues deshaciéndote de ellos! Pero algo me dice que todavía nos volverán a incordiar.",
		"AfterDD2Tier3": "¿En serio has conseguido mantener a raya al ejército del Antiguo? Tal vez deberías visitar Eteria alguna vez.",
		"BeforeDD2Tier1": "Tendríamos que hacer algo con el ejército del Antiguo. Pregúntame por el cristal eternia si quieres saber más sobre él.",
		"FirstHelp": "Para empezar, toma unas cuantas Medallas del Defensor. ¡Invita la casa! Tengo varias defensas especiales que puedes comprar, ¡pero solo con Medallas del Defensor!",
		"FirstMeeting": "¿Uh? ¿Cómo he llegado hasta aquí? Lo último que recuerdo es ver un portal abriéndose delante de mí...",
		"Graveyard1": "Mira que hay sitios oscuros en Eteria, ¡pero este se lleva la palma!",
		"Graveyard2": "Este bar parece estar muerto esta noche. ¡Y huele a muerto, también!",
		"Party_1": "¡Aquí hay una fiesta montada! Además, le he pasado un pañito al bar.",
		"Party_2": "Deberías sentarte y divertirte un poco. No te preocupes, no creo que ningún kobold nos vaya a reventar la fiesta.",
		"Rain1": "¡Pareces un perrito apaleado! ¿Por qué no te tomas una cervecita, eh?",
		"Rain2": "Límpiate los pies antes de entrar aquí, ¡que acabo de encerar el suelo!",
		"Storm1": "¡Refúgiate de la tormenta! Siéntate y tómate una pinta.",
		"Storm2": "¡Parece que te puede el agotamiento! Puede que una cervecita te calme los nervios.",
		"Windy1": "A paseo el tejado. ¡Justo me lo habían arreglado ayer!",
		"Windy2": "Agárrate bien el sombrero, que hoy hay un vendaval que flipas."
	},
	"PartyGirlSpecialText": {
		"Party_1": "¿Mmm? Nada especial hoy... ¡Estoy de broma! Ha llegado la hora de la fiesta. Y, después, ¡será la posfiesta!",
		"Party_2": "¡Por fin, ha llegado mi momento!",
		"AfterDD2Tier1": "¿Has visto ya a algún ogro? ¡Quiero montarme a lomos de uno!",
		"Cake1": "¡¿Dónde estabas?! ¡Hay un fiestón aquí montado! ¡Ten, come un poco de tarta!",
		"Cake2": "¡Sssh! ¡No le digas a nadie que te la he dado! ¡Es una sorpresa!",
		"Cake3": "¡A festejar! ¡Te dejo a cargo de la tarta, {PlayerName}!",
		"Graveyard1": "¡Uooo! ¡Es la hora de la fiesta! Uy, ¿por qué no se mueve nadie?",
		"Graveyard2": "¡Esta fiesta tiene que ser tan épica como para despertar literalmente a los muertos! ¡Je, je!",
		"Rain1": "¡Está lloviendo! ¡Entra y festeja!",
		"Rain2": "Anda, ¿te has mojado? ¡Límpiate, anda!",
		"Storm1": "De repente, se oyó un trueno fuertísimo en la disco. ¡Me asusté y todo!",
		"Storm2": "¡A bailar! ¡Meneemos las caderas al ritmo del cielo!",
		"Windy1": "¡¿Alguien dijo Fiesta del Huracán?! ¡Yo me ocupo de las baterías!",
		"Windy2": "¡Es un momento ideal para lanzar confeti por doquier!",
		"Music1": "¿La música está matando tu fiesta? Deja que te prepare una lista de reproducción bien maja.",
		"Music2": "¡Creo que esta fiesta necesita un buen subidón! ¿Qué te parecen estos temazos?",
		"Music3": "¡Llevamos años bailando esta canción! ¡Va siendo hora de cambiarla!"
	},
	"PirateSpecialText": {
		"Party": "Después de toda esa tarta, tal vez tengas que llamarme Barba Blanca durante un buen rato.",
		"Graveyard1": "Arrr... Odio admitirlo, pero muchos de mis chicos fueron responsables de esos agujeros en el suelo... No sé si me explico...",
		"Graveyard2": "Jarr, jarr... ¡El mar es el cementerio de los piratas! ¡Los marineros de agua dulce perdéis el tiempo!",
		"Rain1": "¡Jar, jar! ¡¿Lluvia?! El pan nuestro de cada día para los piratas.",
		"Rain2": "¡Los peces vuelan en cielos lluviosos! ¡Lo he visto con mis propios ojos!",
		"Storm1": "¡Cuidado! ¡Prepárate para el impacto, espadachín! ¡Es la madre de todas las tempestades!",
		"Storm2": "¡Gran Charybdis! ¡¿Qué clase de iras y maldiciones nos has enviado ahora?!",
		"Windy1": "¡Izad velas, mendrugos! ¡Los piratas pondremos pies en polvorosa! ¡Jar, jar, jar!",
		"Windy2": "¡Todo el mundo a cubierta! ¡Tenemos un vendaval inminente!"
	},
	"TruffleSpecialText": {
		"Party": "Habría invitado a todo el mundo a mi fiesta, pero no hay mucho espacio.",
		"Graveyard1": "Es un lugar excelente para iniciar una familia. ¡La mayoría de mis amigos nacieron aquí!",
		"Graveyard2": "No sé por qué, pero este sitio me hace sentir muy bien...",
		"Rain1": "Aaah... Agradable y húmedo. Estoy en la gloria.",
		"Rain2": "La lluvia es motivo de celebración para los míos.",
		"Storm1": "Este clima parece perjudicial para tu especie, ser humano.",
		"Storm2": "¡El último trueno me puso las esporas de punta!",
		"Windy1": "Nuestra especie es muy frágil. Me preocupan mis hermanos en este día ventoso.",
		"Windy2": "El viento no es mi amigo. A mí me gustan los lugares oscuros y tranquilos."
	},
	"NurseSpecialText": {
		"Party": "No, no te diré cuántas velas hay en mi tarta.",
		"Graveyard1": "¡¡¡Aaaah!!! ¡Preferiría trabajar en un hospital abandonado que estar aquí!",
		"Graveyard2": "¡Este lugar me da muy mal rollo y no puedo tratar a pacientes muertos!",
		"Rain1": "¡Si te quedas mucho tiempo ahí fuera, te cogerá el frío!",
		"Rain2": "¡Genial! Ahora tengo el uniforme empapado. ¡No me mires!",
		"Storm1": "No hago terapias de choque. Si quieres un buen calambrazo, sal ahí fuera y ponte debajo de un árbol.",
		"Storm2": "¡No salgas! Ya he tratado a demasiados pacientes electrocutados hoy.",
		"Windy1": "¡Esta brisilla es un poco intensilla de más! Cuidado con las agujas voladoras.",
		"Windy2": "Llevo todo el día persiguiendo mis instrumentos médicos. ¡Este vendaval me mantiene en forma!",
		"DeathCountLow": "¡¿Cómo, tú otra vez?! Tengo la sensación de verte muy a menudo. Déjame que le de un vistazo a tu gráfica... Sí, te han matado {TotalDeathsCount} veces.",
		"DeathCountMedium": "¿Que los monstruos de {WorldName} ya te han matado {TotalDeathsCount} veces? Me pregunto cuál se ha llevado tu estandarte...",
		"DeathCountHigh": "Cáspita, te han derrotado {TotalDeathsCount} veces. ¿Te has planteado cambiar de profesión? ¿Tal vez dedicarte a la agricultura?"
	},
	"WizardSpecialText": {
		"Party": "Está claro que celebré la fiesta más mágica de todas.",
		"AfterDD2Tier1": "Jo, creía haber visto un portal como ese en el pasado... pero era oro.",
		"Graveyard1": "No puedo traer a nadie de vuelta de entre los muertos, ¡así que no me lo pidas!",
		"Graveyard2": "Qué curioso, cuando miro en lo más hondo de la bola de cristal, ¡es aquí donde acaban todos los clientes!",
		"LuckIsAmazing1": "¿Tienes un jardín de tréboles de cuatro hojas? ¡Porque tienes esencias de gran fortuna para dar y tomar!",
		"LuckIsAmazing2": "¡La suerte te sonríe! ¡Es probable que saques beneficio de todas las cosas!",
		"LuckIsBad1": "El aire está plomizo y tristón a tu paso. Ten cuidado con las malas sensaciones.",
		"LuckIsBad2": "¿Hay algo que te preocupe? Hay algo en ti que no va bien.",
		"LuckIsCursed1": "¡Aléjate! ¡Arrastras un terrorífico monstruo de la mala suerte a tu paso! ¡No quiero saber nada de ti!",
		"LuckIsGodly1": "¡¡Una bendición de estupenda prosperidad emana de tu ser!!",
		"LuckIsGodly2": "¡Tu ser emana un exceso de salud y felicidad!! ¡Es como si te enviasen los propios dioses!",
		"LuckIsGood1": "Percibo una gota de buen karma en tu ser, pero podría equivocarme.",
		"LuckIsGood2": "Hay algo atípicamente cálido en tu ser. No sabría decirte a qué se debe, pero sigue caminando en esa dirección.",
		"LuckIsGreat1": "Transmites energía positiva, como si algo grande pudiese ocurrir en cualquier momento.",
		"LuckIsGreat2": "Emanas vibraciones de buena suerte, como si todos tus deseos pudiesen hacerse realidad.",
		"LuckIsPoor1": "Emanas energía negativa por todos tus poros. Yo de ti, no correría muchos riesgos hoy.",
		"LuckIsPoor2": "Muy malos presagios penden sobre tu cabeza. Reenviaste aquella carta, ¿verdad?",
		"LuckIsTerrible1": "¡Percibo un destino terrible a tu alrededor! ¡Hoy no deberías ni salir de la cama!",
		"LuckIsTerrible2": "¡¿Qué clase de sal has tirado para recibir semejante infortunio?!",
		"Rain1": "Sí, puedo salir bajo la lluvia sin derretirme. ¡Soy un mago, leches!",
		"Rain2": "Lluvia cae, lentamente sobre... uy... ¿Dónde estoy? ¿Quién eres?... ¿Quién soy?",
		"Storm1": "¡¿Acaso alguien me ha vuelto a robar el libro de hechizos?!",
		"Storm2": "¡¿Llamas a esto rayo?! En mis tiempos... uy... mmm... Anda, ¿querías algo?",
		"Windy1": "¿Te preocupa este vendaval? Hay un hechizo para eso.",
		"Windy2": "¿Una ráfaga de viento está aterrorizando nuestro mundo? ¿Ha sido cosa mía?",
		"LuckIsCursed2": "¡¿Acaso te has cargado todos los espejos de WorldName?! Serás idiota, ¡¡¡la maldición que te ha caído no tiene marcha atrás!!!"
	},
	"CyborgSpecialText": {
		"Party": "¡Esta fiesta será un desmadre! ¡Y hasta un despadre!",
		"Graveyard1": "Fascinante. Parece ser una unidad de almacenamiento para humanos rotos y que funcionan mal.",
		"Graveyard2": "Mis sensores indican un aumento de densidad de partículas de energía. Mis receptores visuales no consiguen identificar ninguna.",
		"Rain1": "Precipitación detectada. Aconsejamos que se busque refugio. Oxidación inminente.",
		"Rain2": "Aviso de inundación rápida. Error 404: Sacos de arena no encontrados.",
		"Storm1": "¡Bip! Aviso de climatología peligrosa. Esto no es un simulacro. Poneos a salvo inmediatamente. ¡Bip!",
		"Storm2": "Se han detectado unos niveles anormales de partículas con carga negativa y positiva.",
		"Windy1": "Los sensores indican fuertes cambios de presión barométrica. Se recomienda tomar precauciones.",
		"Windy2": "Se ha detectado un gran contraste entre presiones altas y bajas."
	},
	"DemolitionistSpecialText": {
		"Party": "Puede que hoy quieras andar con cuidado. Los enanos solemos celebrar unas fiestas bastante explosivas.",
		"AfterDD2Start": "No entiendo por qué no podemos cargarnos esos portales.",
		"Graveyard1": "¡El aroma a muerte es peor aquí que en esas cavernas infestadas de esqueletos en las que trabajo!",
		"Graveyard2": "Todos esos montones de huesos y piedras... ¡Ideales para reventarlos!",
		"Rain1": "Un día horrible para ser un enano.",
		"Rain2": "¡Arg! ¡Otro fusible que se estropea por culpa de tanta humedad! ¡Esto nunca pasa bajo tierra!",
		"Storm1": "¡Bum! ¡Hasta a la madre naturaleza le gusta saborear una gratificante demolición!",
		"Storm2": "¡Tendrías que haber visto cuando un rayo cayó en uno de mis carros llenos de explosivos!",
		"Windy1": "¡Colega, no creo que este sea el mejor momento para lanzar granadas en la superficie!",
		"Windy2": "¿Quieres unas bombas bumerán? Prueba a lanzar una con ese vendaval, ¡ya verás como vuelve hacia ti enseguida!"
	},
	"ArmsDealerSpecialText": {
		"Party": "Las fiestas son geniales para hacer que la gente salga de sus cascarones, cual polluelos.",
		"Graveyard1": "Odio estos sitios. ¡No se puede matar lo que ya está muerto!",
		"Graveyard2": "Si ves alguna actividad sospechosa en la niebla, yo no tengo nada que ver.",
		"Rain2": "¿Un pez volador? ¡Lo que yo llamo prácticas de tiro!",
		"Storm1": "¿Un arma de rayos? No tengo tiempo para esas tonterías, colega. ¡Me encantan mis balas!",
		"Storm2": "Si calculas bien los tiempos, nadie oirá tus disparos en medio de los truenos.",
		"Windy1": "Estaba probando mi nueva arma, ¡pero el viento me está haciendo fallar un montón!",
		"Windy2": "¡No dispares al viento, colega!",
		"Rain1": "¡He oído el rumor de que algunas nubes van a por ti, literalmente! ¡Demuéstrales quién manda aquí con una de mis armas!"
	},
	"StylistSpecialText": {
		"Party": "Puede que haya ido a la peluquería hoy, pero, a decir verdad, solo quiero reventar globos con las tijeras.",
		"Graveyard1": "¡Puaj! ¡Esta atmósfera letal me está destrozando la permanente!",
		"Graveyard2": "Quiero salir ahí fuera a recoger cabelleras para hacer pelucas, pero al mismo tiempo no quiero salir ahí fuera.",
		"Rain1": "Eso no servirá de nada. ¡Una rata mojada no es un peinado!",
		"Rain2": "¡¿Qué?! ¿Está lloviendo? ¡Pero si me acabo de hacer la permanente!",
		"Storm1": "¡Yo me quedo dentro! Las pintas de Einstein no están de moda.",
		"Storm2": "En plan, ¿en serio? ¡Esta tormenta infernal es mala para los negocios!",
		"Windy1": "¿Quieres unos pelos despeinados por el viento? Sal ahí fuera y lo tendrás gratis.",
		"Windy2": "¡Arg! Debería tomarme el día libre. ¡Este viento se va a cargar todo mi trabajo!"
	},
	"PainterSpecialText": {
		"Party": "Intenté hacer una partida de paintball, pero todos preferían la comida y los adornos.",
		"Graveyard1": "Yo pinto paredes y muebles, ¡pero no huesos! ¡No es el Día de Muertos!",
		"Graveyard2": "Qué lugar tan lúgubre... Le vendría bien una manita de color, ¿que no?",
		"Rain1": "La lluvia es mi peor pesadilla. ¡Se carga todo mi trabajo!",
		"Rain2": "Acababa de pintar un mural en esta pared. ¡Tendría que haberme traído una radio para oír el parte meteorológico!",
		"Storm1": "Cuando el trueno suena y el rayo llega... le sacan los auténticos colores a los muebles.",
		"Storm2": "Como parpadees, te lo pierdes. Los colores destacan más con el brillo del rayo.",
		"Windy1": "¿Sientes esa corriente? Pues arrastra el olor a pintura por todas partes.",
		"Windy2": "¡Esa tormenta ventosa ha arrancado la pintura fresca de la pared!"
	},
	"AnglerSpecialText": {
		"Party": "¿Cómo? ¿Crees que me gustan las fiestas porque soy infantil? Pues efectivamente, ¡así que a festejar!",
		"BloodMoonFishing2": "Deberías probar a pescar cuando el agua esté toda sangrienta. ¡Es para morirse!",
		"Graveyard1": "¡Tengo un miedo que flipas! ¡Y es todo por tu culpa!",
		"Graveyard2": "¡¿Cómo pretendes que pesque ahí fuera?! ¡¿Se te ha ido la olla o es que eres idiota?!",
		"Rain1": "¡Sí! ¡Está lloviendo! ¡Ahora podré ver cómo te empapas mientras pescas para mí!",
		"Rain2": "¡Yo siempre salgo a pescar cuando llueve! ¡Por eso uso llevo este sombrero!",
		"Storm1": "¡Nada mejor que una buena tormenta para salir a pescar! Aunque es peligroso de narices. ¡Por eso te mando a ti a hacerlo!",
		"Windy1": "Está muy bien eso de pescar con viento, ¡pero esto es demasiado! ¡Casi me arranco un ojo con el anzuelo!",
		"Windy2": "¡¿Esto qué es, una especie de huracán?! ¡Casi me golpea un delfín!",
		"BloodMoonFishing1": "¡No sé si sabes que cosas superterroríficas acechan en el agua durante una Luna de Sangre! ¡Deberías ir a echar un vistazo! ¡Yo lo veré todo desde aquí!",
		"Storm2": "¡Hubo una vez, en el campamento de pesca, que un rayo cayó en el lago! ¡De repente, todos los peces flotaron hacia la superficie sin más!"
	},
	"AnglerQuestText": {
		"NoQuest_1": "No tengo nada para ti en estos momentos.",
		"NoQuest_2": "Ya me has entretenido bastante por hoy. Márchate.",
		"NoQuest_3": "¡Se acabó! El gran {Angler} te permite irte.",
		"NoQuest_4": "Solo un pez al día. ¡Márchate!",
		"NoQuest_5": "Todavía no he usado el último pez que me has traído.  No necesito más.",
		"TurnIn_1": "¡Oh! ¡Gracias por traerme el pez que te pedí! Y ahora, ¡lárgate!",
		"TurnIn_2": "¡Una gran pieza! ¡Todo va según el plan! ¡Je, je, je!",
		"TurnIn_3": "¡Eres un gran mono de los recados! Pero ahora, ¡lárgate!",
		"TurnIn_4": "¡Ja, ja, ja, ja, ja, ja! ¡Lo has logrado! Pero sigues de una pieza. ¡Qué aburrido!",
		"TurnIn_5": "¡Vaya! ¡Pero si has hecho lo que te pedí y has sobrevivido! ¡Genial! ¡Dámelo y lárgate!",
		"Quest_Batfish": "Nana nana nana nana ¡BATPEZ! Es decir, excava hasta donde tengas que cavar, consíguelo y tráemelo.\n\n(Se encuentra en el subterráneo y cavernas)",
		"Quest_BumblebeeTuna": "¡En las junglas subterráneas de {WorldName} te encuentras cosas muy extrañas! ¡Por ejemplo, una vez vi un pez que parecía un abejorro gigante! Tengo alergia a las abejas, ¡así que tendrás que pescármelo tú! ¡Seguro que sabe a sándwich de atún y miel!\n\n(Se encuentra en la Miel)",
		"Quest_Catfish": "¡Por fin he encontrado un gato de la jungla al que le gusta el agua! Creo que también es medio pez. No sé por qué ha pasado esto, pero no quiero saberlo. Lo quiero en mi poder. ¡Y que sea rapidito!\n\n(Se encuentra en la superficie de la selva)",
		"Quest_Cloudfish": "Se rumorea que hay islas que flotan en el cielo y que esconden tesoros increíbles. ¿A quién le importa eso? Lo que mola es que a veces se forman lagos en las nubes… ¡que están repletos de peces hechos de nube! ¡Quiero saber cómo saben! ¡Ve a pescar uno!\n\n(Se encuentra en Lagos Celestiales)",
		"Quest_Cursedfish": "Hay un pez maldito que nada por las aguas de la corrupción. Está compuesto por las llamas infernales que se expanden a partir de los horrores caídos que acechan aquí abajo. Dicen que ni siquiera el agua puede apagar su fuego, el cual puede arder eternamente. ¡Se me ocurren un par de usos para un pez así! ¿Vas a ir a conseguirme uno o eres un gallina?\n\n(Se encuentra en la Corrupción)",
		"Quest_DynamiteFish": "El demoledor se estaba quejando de que había perdido una barra de dinamita en el lago del bosque. Tiene un montón, ¿por qué le da tanta importancia a una? Por lo visto, le salieron aletas y empezó a nadar. No sé de dónde saca sus materiales para que hagan algo así, ¡pero ese está obviamente poseído! Péscalo y tráemelo. Siempre quise un pez bomba suicida. No me preguntes por qué…\n\n(Se encuentra en la superficie)",
		"Quest_EaterofPlankton": "Seguro que no serás tan valiente como para encontrar al comedor de plancton. ¡Un pez corrupto se ha transformado en una especie de Comedor de Mundos! ¡Atrápalo, tráemelo y demuéstrame tu valía!\n\n(Se encuentra en la Corrupción)",
		"Quest_FallenStarfish": "Me encanta coleccionar esas estrellas brillantes y amarillas que caen del cielo. Me encanta todavía más que caigan sobre la cabeza de alguien. Pero… pero… ¡no hay nada mejor que una estrella que cae del cielo en un lago de un bosque y se convierte en pez! Es una locura, ¡pero tú estás lo bastante loco para conseguírmelo!\n\n(Se encuentra en Lagos Celestiales)",
		"Quest_TheFishofCthulu": "Por lo visto, los ojos demoníacos pueden ser anfibios en ocasiones. ¡No vuelan, nadan! ¡Quiero ver la cara que pone alguien cuando se lo encuentre en la bañera! Vagan por las mismas zonas. ¡Es decir, que puedes pescarme uno!\n\n(Se encuentra en Lagos Celestiales y en la superficie)",
		"Quest_Fishotron": "No sé qué es peor: un pez hueso o un pez hueso con manos. ¡Ese peztrón de las cavernas me da mucho miedo! Creo que ha sido poseído por los mismos espíritus malvados que han poseído a ese viejo que está junto a la mazmorra. ¡Te reto a que vayas a por él!\n\n(Se encuentra en las cavernas)",
		"Quest_Harpyfish": "Estaba intentando dormir junto al lago de la colina cuando un pez me pasó rozando. ¡Estaba volando! ¡Además, tenía plumas y la cara de una señorita! ¡Creo que grité más fuerte que ella! ¡Oye, tú! ¡Haz que pague por asustarme así!\n\n(Se encuentra en Lagos Celestiales y en la superficie)",
		"Quest_Hungerfish": "Hay un pez hambriento que ha mutado del muro carnoso en un pequeño pez que nada por el inframundo. ¡Es asqueroso, es repulsivo y yo lo quiero ahora mismo!\n\n(Se encuentra en las cavernas)",
		"Quest_Ichorfish": "¿Sabías que algunas de esas criaturas crean esta cosa amarillenta? Oí una historia sobre un montón de esa cosa, que se fusionó en forma de pez ¡y que nada por ahí y todo! ¡Consíguemelo para que pueda ponérselo a alguien en el baño!\n\n(Se encuentra en Carmesí)",
		"Quest_Jewelfish": "¡Oooh, voy a hacerme de oro! ¡En las profundidades de las cavernas hay un pez hecho de gemas! No me preguntes cómo es posible, porque no lo sé. Tan solo sé que ese pez mola mucho ¡y que lo vas a pescar para mí!\n\n(Se encuentra en el subterráneo y cavernas)",
		"Quest_MirageFish": "Hay criaturas interesantes por encontrar en las reliquias más profundas, ¡en serio! ¡Brillan con un color morado que engaña a tus ojos! ¡Es una locura! ¡Quiero que me consigas un pez así!\n\n(Se encuentra en el subterráneo de la tundra)",
		"Quest_MutantFlinxfin": "¿Qué es blanco, moreno y blandito, y vive en un lago subterráneo congelado? ¡Un aletacopito mutante! No era broma, ¿sabes? ¡Hay una variedad mutante del copito que está más adaptada a la vida acuática! Quiero que viva en mi pecera, ¡así que consigue hacer realidad mi sueño!\n\n(Se encuentra en el subterráneo de la tundra)",
		"Quest_Spiderfish": "¡He visto a un pez con ocho patas! ¡No! ¡Imposible! Me lo vas a pescar, ¡para que no esté vivo cuando lo coja! ¡Es la última vez que voy a pescar en las profundidades de la caverna!\n\n(Se encuentra en el subterráneo y cavernas)",
		"Quest_UnicornFish": "¡Los unicornios y los arcoíris molan mucho! Están por todas partes, ¡incluso debajo del agua! No, en serio, ¡he visto a un pez unicornio en el lago sagrado! ¡Tendrás que pescármelo y dejármelo como mascota!\n\n(Se encuentra en lo sagrado)",
		"Quest_GuideVoodooFish": "Esos demonios del inframundo adoran los muñecos de vudú, ¡pero creo que hay un muñeco que ha recibido demasiada magia! Se convirtió en un pez con vida propia. ¡Te desafío a que me consigas uno! Yo de ti tendría cuidado con la lava ardiente, ¡ya que te puede matar y me quedaría sin mi pez!\n\n(Se encuentra en las cavernas)",
		"Quest_Wyverntail": "¡Sé algo que tú no! Vale, te lo diré: ¡hay una criatura terrible que vuela entre las estrellas! ¡No es mentira! ¡Se llama guiverno! Pero eso ya lo sabías, ¿verdad? ¡Pero lo que no sabes es que nacen y crecen como renacuajos! Así que en realidad son como… ¡como una rana! ¡Ponte a ello y consígueme uno!\n\n(Se encuentra en Lagos Celestiales)",
		"Quest_ZombieFish": "¡No te lo vas a creer! ¡He pescado un pez ya muerto en el bosque, durante la noche! ¡Intentó comerme! Lo tiré y salí corriendo de allí. Ahora quiero meterlo en el vestidor de alguien para ver qué pasa. ¿Podrías volver a pescarlo para mí?\n\n(Se encuentra en la superficie)",
		"Quest_Angelfish": "¿Sabías que hay islas mágicas flotando en lo alto del cielo? ¡Seguro que no! Dicen que en el cielo viven los ángeles. ¡Yo creo que esos ángeles tienen aletas y agallas y se pasan todo el día nadando por ahí! ¡Tendrías que atraparme uno!\n\n(Se encuentra en Lagos Celestiales)",
		"Quest_BloodyManowar": "¡Ay! ¡No te me acerques! ¡Me ha picado una manowar sangrienta! Por si no sabes lo que es, ¡es la medusa más amenazadora de todo {WorldName}! ¡Ve a atraparme una si te atreves! \n\n(Se encuentra en Carmesí)",
		"Quest_Bonefish": "Por lo general, me da igual ver espinas en el agua… ¡pero esta estaba nadando! ¿Acaso creías que solo los esqueletos humanos cobraban vida en  {WorldName}? ¡Atrápamela para que se la pueda meter en la cama a alguien!\n\n(Se encuentra en el subterráneo y cavernas)",
		"Quest_Bunnyfish": "Estaba pescando en el bosque, ¿vale? ¡Pues no sabes lo que pasó! ¡Me saltó encima un conejo! Y luego otro, y otro… ¡y de repente, me veo rodeado de conejos! Uno incluso vino nadando desde el agua, ¡pero no tenía patas! Me caí de la silla del susto ¡y todos los conejos se escabulleron! ¡Quiero ese pez conejo como mascota! ¡Más te vale conseguirme uno pronto!\n\n(Se encuentra en la superficie)",
		"Quest_CapnTunabeard": "¡Eh, colega! ¡Arriad la mesana! ¡Traed el ron! Había un capitán pirata que tenía un pez como mascota, que se llamaba Barbatún. Durante una gran tormenta, ¡la pecera se le cayó al mar! Tiene un garfio por cola y un parche, ¡el lote completo! Tendrás que conseguirme ese pez, para que pueda ser tan guay como un pirata. ¡Seguro que está en algún rincón del océano!\n\n(Se encuentra en el océano)",
		"Quest_Clownfish": "Vi un gran pez naranja y colorido junto al océano. Se movía de un lado a otro sin parar, ¡como si estuviese buscando a un familiar desaparecido! ¡Ve a conseguírmelo, para que ese familiar acabe teniendo que buscarlo a él!\n\n(Se encuentra en el océano)",
		"Quest_DemonicHellfish": "Dicen que, en el inframundo, el rey de todos los demonios ¡es un pez! ¡Imagínate el poder absoluto que conseguiría si me lo pescases!\n\n(Se encuentra en las cavernas)",
		"Quest_Derpfish": "Esos tontunos de la jungla con las criaturas más terroríficas que jamás haya visto. ¡Lo bueno es que, a veces, no tienen patas! Viven en el agua ¡y dan mucho menos miedo! ¡Péscame uno para que pueda descubrir su sabor sin que me dé un infarto!\n\n(Se encuentra en la superficie de la selva)",
		"Quest_Fishron": "Existe la leyenda de un ser poderoso conocido como pezgrón, ¡mitad cerdo, mitad dragón y mitad pez! Dicen que se encuentra en los lagos subterráneos de la zona más fría del mundo. Yo no pienso ir hasta allí, ¡así que péscamelo y asegúrate de que cae en mis manos! ¡Ay, qué ilusión!\n\n(Se encuentra en el subterráneo de la tundra)",
		"Quest_InfectedScabbardfish": "Un pez muy largo, que parece una espada, nada por las aguas turbias de la corrupción. Se parece mucho a una piedra de ébano, ¡no dejes que te engañe! Eso es, tú. ¡Lo vas a pescar tú, no yo!\n\n(Se encuentra en la Corrupción)",
		"Quest_Mudfish": "¡Ten cuidado al adentrarte en las aguas de la jungla! ¿Por qué? No, no es porque me preocupe que te coman las pirañas. Me preocupa que pises sin querer uno de mis tipos de pez favoritos: ¡el pez barro! También me preocupa mucho que me consigas uno como mascota.\n\n(Se encuentra en la selva)",
		"Quest_TropicalBarracuda": "¡Las pirañas y los tiburones son horribles! ¡Muy, muy feos! ¿Sabías que hay un pez que parece muy bonito y que podría comerte la cara? Pagaría 2 platinos por verlo, la verdad… Bueno, vayamos al grano: quiero que me lo consigas. ¡Tráemelo antes de que te coma la cara!\n\n(Se encuentra en la superficie de la selva)",
		"Quest_TundraTrout": "¿Alguna vez te has preguntado por qué en {WorldName} nunca se congelan los lagos de las zonas nevadas? Yo no. ¡Pero los peces sí se congelan! ¡Un pez hecho de hielo sería una gran ofenda al gran y poderoso {Angler}! ¡Ve, mi fiel súbdito! ¡Tráeme esa trucha de la tundra cuanto antes!\n\n(Se encuentra en la superficie de la tundra)",
		"Quest_Slimefish": "Los slimes del bosque dan mucho asco. ¡Y los pez slime, dan más asco todavía! No quiero nadar con slimes, ¡así que sácame uno fuera del agua!\n\n(Se encuentra en el bosque en la superficie)",
		"Quest_AmanitaFungifin": "Encontré un lugar espectacular que estaba rodeado por setas gigantes y brillantes. ¡Todo era azul! Estaba cogiendo algunas de las setas que encontré junto a un lago azul brillante cuando una de las setas… ¡me atacó y se fue nadando! Quiero darle a probar su propia medicina ¡y darle un buen mordisco! Es decir, ¡tienes que conseguírmela!\n\n(Se encuentra en los campos de champiñones brillantes)",
		"Quest_Dirtfish": "Había pescado a uno muy gordo, pero un zombi parlanchín salió del bosque y empezó a divagar sobre una \"feroz\" especie de pescado hecho de basura. Dice que podría ahogar a diez tipos de su tamaño o algo así… ¡Lo quiero! ¡Ya!\n\n(Se encuentra en la superficie y en el subterráneo)",
		"Quest_ScarabFish": "¡Leí una historia antigua sobre un pez que parece un escarabajo mágico! ¡Supongo que sabrás lo que es un escarabajo! ¿Dónde se encuentra? ¿Tú qué crees? ¡En el desierto, leñe! No me mires así... ¡Es cierto! ¡Hay agua en el desierto! Iría yo, pero no me gusta que los buitres me arranquen los ojos, así que... ¡confío en ti!\n\n(Se encuentra en el desierto)",
		"Quest_ScorpioFish": "¡Tengo la certeza de que alguien muy estúpido intentó colarte eso de que no había agua en el desierto! ¡Te aseguro que esa persona se equivoca! ¡Existen unas cosas llamadas oasis, que tienen agua! ¡¿Y sabes lo que pasa cuando tienes agua?! ¡Eso es! ¡Que también tienes peces! ¡Peces raros que intentan pincharte, pellizcarte y hacerte todo tipo de cosas feas! ¡Una mascota ideal para mí y un trabajo perfecto para ti!\n\n(Se encuentra en el desierto)",
		"Quest_Pengfish": "¡Es una ballena! ¡Es un delfín! ¡No, es un pingüino! ¡Anda mira! Pero si eres tú. ¿Podrías traerme uno? Sabes que solo les gusta el agua fría, ¿verdad?\n\n(Se encuentra en la superficie de la tundra)",
		"Quest_Pixiefish": "Hay un tipo muy, muy raro de hada que ha nacido con tantas alas… ¡que no puede volar! Nada con los peces en los lagos, con esa hierba de color azul a su alrededor. Agradecería una lucecita en mi pecera, ¡así que consígueme esa hada!\n\n(Se encuentra en la superficie de lo Sagrado)"
	},
	"AnglerChatter": {
		"Chatter_1": "¿Por qué {Bartender} no me quiere vender cerveza? ¡Quiero probarla! ¡Menudo gruñón!",
		"Chatter_10": "No tengo ni madre ni padre, ¡pero tengo un montón de peces! ¡A mí me vale!",
		"Chatter_2": "¡¿Quééé?! ¿Acaso no ves que estoy recogiendo el sedal?",
		"Chatter_3": "¡Ya tengo suficientes peces! ¡No necesito tu ayuda ahora mismo!",
		"Chatter_4": "No hay cocineros en {WorldName}, así que me toca cocinarme el pescado yo solito. ",
		"Chatter_5": "¡Oye! ¡Ten cuidado! ¡Estoy preparando las trampas para mi mayor broma hasta la fecha! ¡Nadie se lo verá venir! ¡No se lo digas a nadie!",
		"Chatter_6": "Deja que te dé un consejo: ¡nunca toques un bloque de hielo con la lengua! No, espera, olvida eso. ¡Estoy deseando verte hacerlo!",
		"Chatter_7": "¡¿Has visto alguna vez a un pez que ladra?! Yo no, ¡pero me preguntaba si tú sí lo habías visto!",
		"Chatter_8": "¡{WorldName} tiene un montón de peces de todo tipo!",
		"Chatter_9": "¡Estoy cabreado! Podría haber peces que se extinguieron incluso antes de que yo hubiese nacido."
	},
	"BartenderChatter": {
		"Chatter_1": "¡Tengo la birra que te pirra! ¿Lo pillas? ¿Birra? ¿No?",
		"Chatter_10": "Oye, ¿tú crees que {Steampunker} tiene otra arma como esa? Conozco a una bruja que podría querer una.",
		"Chatter_11": "Normal que {Demolitionist} tenga tantos accidentes. No te puedes ni imaginar cuantísima cerveza me compra.",
		"Chatter_12": "Por lo general, no me entusiasman los duendes... Pero ese {GoblinTinkerer} me parece muy majo.",
		"Chatter_13": "{?Day}¿Alguien sabe adónde se ha ido la dríada?",
		"Chatter_14": "{?!Day}Está la cosa muy tranquila. Demasiado tranquila...",
		"Chatter_15": "{?!Day}Contacta conmigo y haz tu trabajo.",
		"Chatter_16": "{?BloodMoon}Lo cierto es que, en mi pueblo, una Luna de Sangre no es más que una excusa para respirar un poco de aire fresco.",
		"Chatter_17": "{?MoonLordDefeated}¿Señor de la Luna? ¿No será Señor del Abismo?",
		"Chatter_18": "{?HardMode}Conozco a un lavamante al que le encantaría esa piedra infernal del inframundo.",
		"Chatter_19": "{?Homeless}¿Conoces algún buen sitio para montar una tienda? Me encantaría abrir un bar aquí.",
		"Chatter_2": "Dicen que eres fuerte. De fortalezas sé bastante. A ver si estás a la altura.",
		"Chatter_3": "En mi pueblo, tan solo servimos cerveza de raíz...",
		"Chatter_4": "Es un gran paso adelante con respecto a estar todo el día limpiando esa mesa.",
		"Chatter_5": "La vida es un desafío cuando la naturaleza te ha hecho mejor que a los demás.",
		"Chatter_6": "Qué estoy haciendo aquí...",
		"Chatter_7": "Se pueden conseguir grandes cosas con un montón de tenacidad y un poco de suerte...",
		"Chatter_8": "¿Has visto algún llamexplo por aquí?",
		"Chatter_9": "{Dryad} parece maja. Debería llevármela conmigo."
	},
	"BartenderHelpText": {
		"Help_1": "Lo primero que tienes que saber es que tengo artefactos defensivos especiales a la venta, ¡pero solo si tienes Medallas del Defensor!",
		"Help_10": "Si logras repeler la invasión, obtendrás más Medallas del Defensor. ¡Si me las traes, podrás comprar más artefactos y tendrás otras recompensas especiales!",
		"Help_11": "He oído rumores de que se puede desbloquear todavía más la potencia de los artefactos si derrotar al ejército del Antiguo. ¡Puede que incluso los puedas usar cuando quieras!",
		"Help_2": "Podrás usar estos artefactos para crear trampas y torres defensivas. Al hacerlo, consumirás maná etéreo, una energía especial que sueltan los miembros del ejército de los Antiguos.",
		"Help_3": "Desafiar al ejército de los Antiguos es bastante sencillo. Se ven atraídos por el poder de los cristales eternia. Puedes usarlos para hacerlos salir.",
		"Help_4": "Para colocar un cristal eternia, debes obtener un cristal eternia y un stand para colocarlo. ¡Pues resulta que yo te lo vendo todo!",
		"Help_5": "Te recomiendo colocar el cristal de eternia en un stand que esté en una zona muy abierta. ¡Muchas paredes y cosas podría complicarte su defensa!",
		"Help_6": "Cuando tengas montado el stand, interactúa con él mientras tengas un cristal eternia en las manos. ¡Prepárate para luchar!",
		"Help_7": "¡Obviamente, no puedes permitir que el ejército del antiguo destruya el cristal eternia! ¡Esto tendrá consecuencias catastróficas para mi hogar natal de Eteria!",
		"Help_8": "Puedes colocar defensas por solo 10 de maná etéreo. Una vez colocado, el cristal eternia liberará parte de su maná. Si no, tendrás que derrotar a enemigos para conseguir más.",
		"Help_9": "Aprovecha las defensas para repeler a numerosas oleadas de invasores que intentan destruiros tanto a ti como al cristal eternia."
	},
	"CyborgChatter": {
		"Chatter_1": "{Bartender} dijo que le recordaba a una tal \"EV2\". Tal vez debería conocerla."
	},
	"GoblinTinkererChatter": {
		"Chatter_1": "Esos duendes etéreos no se parecen en nada a mi pueblo. Son un montón de alborotadores. Bueno, tampoco es que mi pueblo sea mucho mejor..."
	},
	"GuideHelpText": {
		"Help_1063": "Lo normal sería que te lo contase todo sobre el ejército del Antiguo, pero tal vez sea mejor que le preguntes a {Bartender} sobre el tema.",
		"Help_1064": "Cuando la luna se vuelve roja, el agua se convierte en algo parecido a la sangre. Las criaturas sumergidas pueden volverse grotescas y malvadas."
	},
	"MechanicChatter": {
		"Chatter_1": "{Bartender} me ofreció una cerveza de raíz. Le dije que me la sirviese en una copa cuadrada."
	},
	"NurseChatter": {
		"Chatter_1": "Yo no dejaba de pedirle vino, pero {Bartender} no hacía más que darme cerveza."
	},
	"PirateChatter": {
		"Chatter_1": "¡Ya iba siendo hora de tener a un camarero por aquí! ¡Me quedaba poco ron!"
	},
	"StylistChatter": {
		"Chatter_1": "Le ofrecí a {Bartender} un corte gratis, pero me lo rechazó. Jo, ¡al menos podría haberle retocado el bigotillo!"
	},
	"TownNPCHousingFailureReasons": {
		"HoleInWallIsTooBig": "A esta habitación le falta una pared.",
		"RoomCheckStartedInASolidTile": "¡Es un bloque sólido!",
		"RoomIsTooBig": "Esta habitación es demasiado grande.",
		"RoomIsTooSmall": "Esta habitación es demasiado pequeña.",
		"TooCloseToWorldEdge": "¡Necesitamos un texto mejor para esto!",
		"RoomHasAStinkbug": "¡Esta sala está infestada de chinches apestosas!",
		"RoomHasAnEchoStinkbug": "¡Esta sala está infestada de chinches apestosas fantasmales!"
	},
	"AnglerQuestChatter": {
		"Chatter_1": "¡Vaaaya! ¡Me has incordiado como {AnglerCompletedQuestsCount} veces! ¡Si no consiguiese un pez muy guay de cada vez, tendría un cabreo que flipas!",
		"Chatter_2": "¡¿Sabías que ya tengo {AnglerCompletedQuestsCount} peces increíblemente maravillosos?! ¡Es todo gracias a ti, que eres un mono mayordomo bastante útil!"
	},
	"BestiaryGirlChatter": {
		"Chatter_11": "No tengo ni idea de cómo llegué hasta aquí, pero mola mucho.",
		"Chatter_3": "Puede que no parezca gran cosa, pero puedo volarte la cabeza hablando sobre naturaleza y criaturas y animales y fauna y...",
		"Chatter_4": "Mi hermano mayor me llama licántropo. Significa que soy medio animal o algo así. ¡Qué sabrá él, si se pasa casi todo el tiempo fuera!",
		"Chatter_5": "¡Me encantan un montón los animales! Una vez, intenté acariciar a un zorro de aspecto extraño, pero me mordió ¡y me convertí en uno! ¡Mola!",
		"Chatter_6": "Deja de tirarme de la cola, colega. Es completamente real y... ¡duele un montón cuando tiras de ella!",
		"Chatter_7": "¡¿Uh?! No, no me teñí el pelo. ¡Es mi color natural! Aunque, antes de que me mordiesen, era de color marrón oscuro.",
		"Chatter_8": "Ah, ¿estas orejas? Ja, ja, ¡son para oírte mejor, cielo!",
		"Chatter_9": "Una vez, en un campamento de criaturillas, me desperté por la mañana y estaba todo patas arriba. En plan, ¡¿cómo es posible que pasase todo aquello y no me despertase?!",
		"Chatter_1": "Hubo una época en la que coleccionaba bichos, como tú, pero recibí un mordisco de zorro en la rodilla.",
		"Chatter_10": "Vaya, nunca he visto una luna llena. Por algún motivo, es como si me desmayase cada vez que veo una.",
		"Chatter_2": "{?Eclipse}A ver, es que siento como si mi lugar estuviese aquí, entre todas esas cosas asesinas que intentan matarme. Me alegro de tener el criterio para no meterme entre ellas."
	},
	"BestiaryGirlLycantropeChatter": {
		"Chatter_1": "¡¡¡Grrr!!! Aléjate. ¡Ya!",
		"Chatter_2": "¡Aaaarg! ¡Uooo! Peligro. Yo. ¡Iraaaa!"
	},
	"BunnyChatter": {
		"Chatter_1": "*Soniditos de conejo*",
		"Chatter_2": "*Soniditos de conejito*"
	},
	"CatChatter": {
		"Chatter_1": "¡Miau!",
		"Chatter_2": "Purr...",
		"Chatter_3": "¡Marramiau!"
	},
	"DogChatter": {
		"Chatter_1": "¡Arf!",
		"Chatter_2": "¡Guau!",
		"Chatter_3": "¡Arf, arf!"
	},
	"GolferChatter": {
		"Chatter_9": "En este juego, solo los perdedores van a por la puntuación más alta.",
		"Chatter_1": "No soy de esos que gritan y se vuelven locos por algo tan nimio como que mi bola caiga en el agua. Yo mantengo la calma y la tranquilidad y me centro en el siguiente tiro.",
		"Chatter_10": "Los jardineros se llevan muchos verdes poniendo los verdes para los golfistas, ¡je, je!",
		"Chatter_12": "Según {Dryad}, me estoy cargando a muchos de sus amigos cuando corto el césped. ¡Qué le voy a hacer, si tengo que hacer calles para mi campo!",
		"Chatter_13": "Si caes en la hierba ¡usa el putter! No permitas que tus bolas salgan volando cuando estás tan cerca.",
		"Chatter_14": "No te la juegues con las zonas acuáticas. Intenta mantenerte en las calles y en las zonas de hierba habituales.",
		"Chatter_15": "{?BloodMoon}Ah, ¿las manchas de sangre de mi palo? ¡¿No has visto los zombis que hay ahí fuera?!",
		"Chatter_16": "{?BloodMoon}¡No sé qué da más miedo, la Luna de Sangre en sí o cómo afecta a mi hermana!",
		"Chatter_17": "{?Rain}¡¿Jugar al golf con este tiempo?! ¡Solo si te apetece practicar tu swing en un pararrayos gigante!",
		"Chatter_2": "¿Eh? ¿Que desayunas qué?",
		"Chatter_3": "Mejor un birdie en mano que ciento volando.",
		"Chatter_4": "Chúpate el dedo, levántalo y examina el viento. Las bolas de golf pesan poco y hasta la más pequeña brisa puede cambiar su trayectoria.",
		"Chatter_5": "Si la arena te produce pesadillas, haz de tu wedge tu atrapasueños.",
		"Chatter_6": "¿Debería dedicarme a la pesca? ¡Con tanto soborno a {Angler} para que me recupere las bolas del agua, me estoy quedando sin blanca!",
		"Chatter_7": "¿Golpear más alto, llegar más lejos o despejar? Todo depende del palo que uses. ¡Elige con cuidado!",
		"Chatter_8": "Cuando te hablo sobre dar un palo no me refiero a ir a robar, me refiero a cosas como que me des uno del cinco.",
		"Chatter_11": "{Armsdealer} ha confundido mis bolas de golf con munición para su mosquete en varias ocasiones."
	},
	"GolferQuestsChatterApprentice": {
		"1": "¡Estas mejorando! Ya no temo por mi vida ni nada.",
		"2": "Esos swings son un poco mediocres. Están al nivel del par de este campo, de hecho.",
		"3": "No estás al nivel de los campeones, pero puedes valer."
	},
	"GolferQuestsChatterJourneyman": {
		"1": "Me has impresionado. ¡Estadísticamente, estás un wedge por encima de los demás!",
		"2": "¡Estás haciendo un buen trabajo! ¿Debería preocuparme?",
		"3": "Tus circuitos están por debajo del par. ¡Eso es bueno!"
	},
	"GolferSpecialText": {
		"Graveyard1": "Los cementerios me dan escalofríos. No me gusta practicar mis swings encima de mi familia y amigos.",
		"Graveyard2": "No me gusta jugar al golf en el cementerio. La hierba crece demasiado y dificulta todo el circuito.",
		"Rain1": "Jugar al golf bajo la lluvia no es demasiado divertido. ¡Se resbala un montón!",
		"Rain2": "¡Las zonas de agua se expanden con la lluvia y hacen que sea mucho más difícil llegar al green!",
		"Storm1": "No lo creo, {PlayerName}.",
		"Storm2": "Las posibilidades de que te caiga un rayo son las mismas que de ganar la lotería. ¡Pero salir a practicar el swing con un palo de hierro es un boleto ganador!",
		"Windy1": "El viento dificulta el circuito.",
		"Windy2": "Los vientos fuertes suelen molar porque añaden dificultad al juego, pero esto ya es pasarse.",
		"FirstMeeting1": "Gracias por el rescate. ¡Si hubiera estado un segundo más ahí dentro, me habría dado un golpe de calor!",
		"Party_1": "Estoy teniendo problemas para concentrarme en este swing por culpa de la fiesta que hay montada.",
		"Party_2": "¡Hice hoyo en uno! Es una buena razón para celebrar. Es el momento de dejar los palos y tomarnos unos margaritas.",
		"FirstMeeting2": "¡Gracias! Llevo días atrapado en ese obstáculo de arena. Menos mal que se puede sacar agua de los cactus."
	},
	"GuideHelpTextSpecific": {
		"Help_1159": "Si juntas varias lentes en un altar carmesí, tal vez encuentres la forma de invocar a un monstruo poderoso. Aunque te recomiendo esperar hasta la noche para hacerlo.",
		"Help_1100": "Se dice por ahí que una raza de hombres lagarto vive en la jungla. Quizás puedas llamar su atención derrotando a una de las bestias gigantes de la jungla.",
		"Help_1101": "Dicen que hay una mujer experta en luchar contra las fuerzas que acabas de desatar. Si le demuestras tu valía, a lo mejor te ganas su atención.",
		"Help_1102": "Las máquinas no son tan malas. Si conseguimos suficientes explosivos de la jungla, quizás podamos construir una...",
		"Help_1103": "Hace tiempo, conocí a una estilista en esta región. Se aventuró en el subsuelo y no volví a verla más. ¿Qué habrá sido de ella?",
		"Help_1104": "¿Alguna vez has pescado un pez extraño y no has sabido muy bien qué hacer con él? Dicen que cerca del océano vive un maestro pescador que a lo mejor sabe cómo aprovecharlos...",
		"Help_1105": "Esta alma torturada del inframundo me resulta familiar... ¿Has intentado echarle polvo purificador?",
		"Help_1106": "Hubo muchos avistamientos de piratas últimamente. Si nos hacemos amigos de uno de ellos, ¿crees que nos mostrará dónde enterró su tesoro?",
		"Help_1107": "Hay plantas especiales y otros ingredientes que se pueden usar para teñir cosas. Deberías llevar algunas encima. Quién sabe cuándo te vas a encontrar con alguien que te enseñe cómo hacerlo.",
		"Help_1108": "He oído por ahí que si los hongos brillantes crecen lo suficiente en superficie ganan conciencia. Me pregunto si será verdad...",
		"Help_1109": "Dicen que la arena es terrible para jugar al golf. Ningún golfista que se respete a sí mismo se quedaría atrapado en un desierto..., ¿verdad?",
		"Help_1110": "A los artistas les gusta practicar su técnica y a los pintores les gusta pintar. ¡Si se muda más gente, tendremos suficientes casas para que un pintor aparezca y acicale este lugar!",
		"Help_1111": "Se ha mudado mucha gente últimamente, ¿no? Si esto sigue tan concurrido, ¡seguro que no tarda en mudarse alguna chica fiestera!",
		"Help_1112": "¡Presta atención a las necesidades de los desconocidos! Nunca sabes cuándo conocerás a alguien nuevo que necesite ayuda.",
		"Help_1113": "Si la mercancía de {Merchant} no te entusiasma, hay un mercader errante que se pasa a menudo por aquí con mercancía exótica que a lo mejor es más de tu gusto.",
		"Help_1114": "No todos los muertos vivientes son hostiles. He oído por ahí que uno hasta vende mercancía en el subsuelo.",
		"Help_1115": "El mundo esta lleno de criaturas apasionantes y peligrosas que están esperando a ser descubiertas. ¡Hay expertos que podrían recompensarte por compartir tus conocimientos con ellos!",
		"Help_1120": "Si pensabas que los días de lluvia eran un rollo, ¡ya verás cuando empiece a llover slime!",
		"Help_1121": "¡En raras ocasiones, la luna tapa el sol y provoca la aparición de muchos monstruos terroríficos!",
		"Help_1122": "¿Habías visto alguna vez a los duendes exploradores en las regiones exteriores del mundo? Me pregunto si la invasión será inminente...",
		"Help_1123": "Juraría haber visto una vez un mapa del tesoro flotando en el océano, pero un tiburón se lo comió. A lo mejor deberías ir a ver si encuentras uno.",
		"Help_1124": "Vi unas luces parpadeantes en el cielo, bastante arriba y lejos. La verdad está ahí fuera, te lo digo yo.",
		"Help_1125": "¿Has visto alguna vez los farolillos flotando por el cielo nocturno? La gente de este mundo celebra tus victorias y te desea buena suerte.",
		"Help_1130": "Si pones una botella vacía en la mesa, puedes usarla para elaborar todo tipo de pociones alucinantes.",
		"Help_1131": "Cuelga los estandartes que obtengas al derrotar enemigos. Te ayudarán en futuros combates contra esa criatura.",
		"Help_1132": "Hace bastante frío en el biomedio nevado, pero también hay tesoros únicos. ¡Yo que tú, iría a echar un vistazo!",
		"Help_1133": "Hay túneles de las hormigas león en lo más profundo del desierto. ¡Están llenos de fósiles raros y peligros!",
		"Help_1134": "Si encuentras un biomedio marmóreo, ¡ten cuidado! ¡Dicen que esos lugares están habitados por seres muy peligrosos!",
		"Help_1135": "En los biomedios graníticos, la propia roca es una amenaza. ¡A menudo, cobra vida y ataca a los intrusos!",
		"Help_1136": "¿Necesitas crear algo con minerales que no puedes encontrar en {WorldName}? ¡Intenta pescar contenedores, o coloca limo y fango en el Expriminator!",
		"Help_1137": "Si necesitas un descanso de tus aventuras, siempre es buen momento para abandonarse a la pesca.",
		"Help_1138": "Mientras exploras el subsuelo, puede que te encuentres con hadas serviciales. Si las sigues, ¡puede que te lleven hasta un tesoro!",
		"Help_1141": "La piedra carmesí que se encuentra en el carmesí se puede purificar usando un poco de polvo de dríada, aunque también puede ser destruida con explosivos.",
		"Help_1142": "Intenta recolectar obsidiana, que se forma cuando el agua y la lava se juntan. Puedes usarla para protegerte de calor intenso.",
		"Help_1143": "Se dice que hay colmenas gigantes enterradas bajo la jungla. No me vendría mal algo de miel.",
		"Help_1144": "¿Encontraste fósiles antiguos en el desierto? Me pregunto si hay alguna manera de sacarlos de la roca.",
		"Help_1145": "¡Es la hora de mejorar esa vieja fragua! Busca un forja infernal en el inframundo, es el único modo de crear lingotes de piedra infernal.",
		"Help_1146": "¿Viste a los guivernos elevándose hasta las nubes? Lo que daría yo por poder volar así...",
		"Help_1147": "Intenta combinar una forja infernal con mineral de adamantita. ¡Seguro que puedes hacer algo muy potente con eso!",
		"Help_1148": "Intenta combinar una forja infernal con mineral de titanio. ¡Seguro que puedes hacer algo extraordinario con eso!",
		"Help_1149": "¿Te has encontrado frutos extraños creciendo en la jungla últimamente? ¡Si los comes aumentará tu máximo de vida!",
		"Help_1150": "He oído por ahí que han empezado a aparecer bulbos rosas brillantes en la jungla. Vete preparado si decides ir a recolectar alguno.",
		"Help_1151": "La llave que tienes puede usarse para abrir el templo escondido en la jungla. ¿Ya lo has encontrado?",
		"Help_1152": "Dicen que hay un templo sellado oculto en la jungla. Me pregunto cómo podrías abrirlo.",
		"Help_1153": "¡Guau! ¡Esa llave tuya es muy útil! ¡Dicen que llaves como esa pueden usarse para conseguir tesoros raros en la Mazmorra!",
		"Help_1154": "Me han llegado informes de que hay extraños gusanos bajo los campos de hongos. Me pregunto si servirían como cebo...",
		"Help_1155": "Las antiguas profecías hablan de un modo de invocar a las hordas monstruosas de Halloween usando medallones elaborados con calabazas.",
		"Help_1156": "Las leyendas hablan de un regalo maldito que puede convertir la noche más festiva en una invasión terrorífica.",
		"Help_1157": "Hay extraños seres encapuchados merodeando por el exterior de la Mazmorra. ¿Podrías ir a echar un vistazo?",
		"Help_1158": "¡¿De dónde salen esos pilares?! ¡Deberías eliminar a alguno de los monstruos que los rodean!",
		"Help_1140": "Tu próximo paso debería ser explorar las cavernas del carmesí. Encuentra y destruye los corazones carmesí que encuentres.",
		"Help_1160": "En el medio de la noche, en las noches más nevadas, se puede escuchar un rugido aterrador proveniente de la naturaleza. ¡Hay algo ahí fuera!"
	},
	"SantaSpecialText": {
		"Graveyard1": "¡Jo, jo, jo! Anda, pero ¿y todo esto? ¡¿Acaso he llegado dos meses antes?!",
		"Graveyard2": "¿Bueno o malo? Mmm, qué raro... La gente de este lugar lleva bastante tiempo tachada de mi lista.",
		"Rain1": "¿Tienes una antorcha? De ser así, ¡¿guiarías mi trineo esta noche?!",
		"Storm1": "Jo, jo... ¡Vaya! Ha caído Dasher. ¡Y también Donner!",
		"Windy1": "¡Jo, jo! ¡Mis renos volarán a la velocidad de la luz esta noche!",
		"Party": "Venga, no creerías que solo celebraba las Navidades, ¿no?"
	},
	"SkeletonMerchantSpecialText": {
		"Graveyard1": "Por mucho que puedas pensar que este es mi lugar, en realidad no lo es.",
		"Graveyard2": "¡¿Cómo he llegado hasta aquí?! ¡Estos no son mis amigos!",
		"Rain1": "¿Ahí arriba? Dicen que está bastante húmedo. No quiero que los huesos se me agarroten y tal...",
		"Storm1": "La superficie tiene sobreabundancia de climatologías destructivas. ¡No le sentaría nada bien a mi cuerpo tener los huesos chamuscados!",
		"Windy1": "El mundo de arriba es turbulento y caótico. ¡Me gusta que mis huesos estén bien conectados al cuerpo!"
	},
	"SteampunkerSpecialText": {
		"Graveyard1": "¡Rayos! ¿A qué cerdo inculto se le ocurrió cavar aquí?",
		"Graveyard2": "En este sitio tan horrible no fluye ni la sangre ni el vapor.",
		"Rain1": "La lluvia es un arma de doble filo, ¿sabes? Nos da agua para tener vapor, pero también nos oxida el equipo.",
		"Rain2": "¡Maldita lluvia! ¡No hay forma de trabajar cuando está todo húmedo!",
		"Storm1": "¿Electricidad? ¡No digas tonterías! ¡No hay nada mejor que el poder del vapor!",
		"Storm2": "Todos mis cachivaches están hechos de metal. ¡La situación actual, sin duda, es un buen momento para replantearme ese tema!",
		"Windy1": "Aaah... Un sorbo de té para disfrutar de la brisa.",
		"Windy2": "¡Vaya, este fenómeno ventoso me ha dado ideas para un nuevo motor de mochila cohete!",
		"Party": "Como a todo el mundo le gusta la comida ahumada, le he puesto chimeneas a mi tarta."
	},
	"TaxCollectorSpecialText": {
		"Graveyard1": "Solo hay dos cosas seguras en esta vida: pagar impuestos y morirse.",
		"Graveyard2": "¡Aquí hay gente que no está pagando! ¡Estarían mejor muertos! Ay, bueno, quizás ya lo estén.",
		"Rain1": "¡Retruécanos! Alguien ha intentado que me creyese que vio a un pez caminando por la superficie. ¡¿Por quién me toman?!",
		"Rain2": "¡¿Por qué no podrían llover monedas de oro?! ¡Hay agua por todas partes! Bah, qué inútil es todo.",
		"Storm1": "¡Una tormenta maravillosa! ¡De las que hacen historia!",
		"Storm2": "¡Estoy tan mareado como si estuviese borracho! ¡Me encanta este clima!",
		"Windy1": "¡No te vas a librar de pagar impuestos por minucias como que tu casa se la lleve el viento!",
		"Windy2": "¡Bah! Si el viento sigue así, la gente perderá sus posesiones más preciadas ¡y dejarán de pagarme!"
	},
	"TownNPCMood": {
		"Content": "Estoy feliz.",
		"DislikeBiome": "No me gusta el biomedio {BiomeName}.",
		"DislikeCrowded": "No me gusta tener tan poco espacio.",
		"DislikeNPC": "{NPCName} no me cae nada bien.",
		"FarFromHome": "Estoy demasiado lejos de casa.",
		"HateBiome": "Detesto el biomedio {BiomeName}.",
		"HateCrowded": "Detesto tener poco espacio.",
		"HateNPC": "Detesto a {NPCName}.",
		"LikeBiome": "Me gusta el biomedio {BiomeName}.",
		"LikeNPC": "Me gusta {NPCName}.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Adoro a {NPCName}.",
		"LoveSpace": "Me encanta tener tanto espacio.",
		"NoHome": "Detesto no tener un hogar."
	},
	"TownNPCMoodBiomes": {
		"Corruption": "la Corrupción",
		"Crimson": "el Carmesí",
		"Desert": "el Desierto",
		"Dungeon": "la Mazmorra",
		"Forest": "el Bosque",
		"Hallow": "lo Sagrado",
		"Jungle": "la Jungla",
		"NormalUnderground": "el Subsuelo",
		"Ocean": "el Océano",
		"Snow": "la Nieve",
		"Mushroom": "los champiñones brillantes"
	},
	"TownNPCMood_BestiaryGirlTransformed": {
		"Content": "Rrr... Estar bien.",
		"DislikeBiome": "Mrrrr... {BiomeName}. NO OLER BIEN.",
		"DislikeCrowded": "¡Rarg! GENTE. DEMASIADA. ¡Irritar!",
		"DislikeNPC": "{NPCName}... VIBRACIONES. MALAS. ¡Grrl!",
		"FarFromHome": "Grraur... ¡Hogar! ¡Lejos, lejos! NO PODER ENCONTRAR.",
		"HateCrowded": "Snaaaaarl... ¡NO! ¡SOPORTAR! ¡MULTITUDES!",
		"HateNPC": "¡Aaarg! NO {NPCName}. ODIAR. FURIA. ¡DISGUSTO!",
		"LikeNPC": "{NPCName}. Rrr... SENTAR. BIEN.",
		"LoveNPC": "AMAR. FUERTE... {NPCName}. ¡Yeeyee!",
		"LoveSpace": "Rrrr... Espacio abierto. FELIZ.",
		"NoHome": "¡GRA! ¡NECESITAR HOGAR! ¡YA!",
		"LikeBiome": "En {BiomeName}... ¡BUENA CARRERA! ¡JUGAR! ¡CAZAR! ¡Yeee!",
		"HateBiome": "Guuug. {BiomeName}... YO ABORRECER. MAL ESCENARIO.",
		"LoveBiome": "{BiomeName}. TIERRA FAVORITA. GOZADA.",
		"LikeNPC_Princess": "{NPCName}... ROSA. BIEN."
	},
	"BestiaryGirlSpecialText": {
		"Graveyard1": "El instinto se me está desmadrando. ¡Tengo que salir de aquí como sea!",
		"Graveyard2": "Ah, sí, bueno, este sitio es una locura. ¡Me pone todo el pelaje de punta!",
		"Party": "A ver, no puedo ponerme el sombrero. Lo siento. ¡Pero no te preocupes, que me quedaré a la fiesta!",
		"Rain1": "¡Paaara! ¡Ug! No, tú, no, me refería a esta lluvia odiosa.",
		"Rain2": "¡¿En serio?! ¡No soporto la humedad! Qué asco.",
		"Storm1": "¡Aaarg! No tienes ni idea del daño que le hacen esos truenos a mis oídos tan sensibles.",
		"Storm2": "¿Se ha acabado ya? Tengo un miedo irracional a las tormentas eléctricas.",
		"Windy1": "Correr al viento me hace sentir libre y salvaje. ¡Deberías probarlo alguna vez!",
		"Windy2": "La brisa me mece el pelo y es como... buah."
	},
	"GolferQuestsChatterBeginner": {
		"1": "Si sigues haciendo así el swing, acabarás haciéndole daño a alguien... ¡o a ti mismo!",
		"2": "Vas a tener que practicar mucho. Te recomiendo fervientemente algo alcolchado.",
		"3": "Pobre pájaro... Pero bueno, el pato está muy rico. En fin, eso, ¡que no te rindas!"
	},
	"GolferQuestsChatterMaster": {
		"1": "¡Eres un dios entre los mortales! ¡Un golfista espectacular!",
		"2": "Si tuviese un trofeo para darte por tus increíbles swings, ¡te daría diez!",
		"3": "¡Eres un golfista impresionante! Puede que estés en la cima, ¡pero nunca dejes de esforzarte!"
	},
	"GuideChatter": {
		"Chatter_1": "¿No decías que habías purificado a {TaxCollector}? ¡Sigue tan avaricioso como siempre!",
		"Chatter_2": "Me pregunto por qué mi predecesor empezó a arder de manera espontánea. Esperemos que no me pase a mí..."
	},
	"TownNPCMood_Angler": {
		"Content": "Estoy bien. ¡Venga, tráeme un pez!",
		"DislikeBiome": "¿Te has golpeado la cabeza o qué? ¡No hay peces en {BiomeName}!",
		"DislikeCrowded": "No me gusta tener a toda esta gente asustándome a los peces. ¡Haz que se larguen!",
		"DislikeNPC": "{NPCName} no me cae nada bien.",
		"FarFromHome": "Me dejé la caña de pescar en casa. ¡Y está taaaaaaaan lejos...! ¡Mecachis!",
		"HateBiome": "Eh, ¡que los peces de {BiomeName} intentan matarme!",
		"HateCrowded": "Detesto a todos esos foráneos. ¡Les han dado un susto de muerte a mis peces!",
		"HateNPC": "¡Odio a {NPCName} y a todo aquel que me trate como a un crío!",
		"LikeBiome": "¿Que por qué me encanta ir a {BiomeName}? ¡Porque tiene un montón de peces molones!",
		"LikeNPC": "{NPCName} sabe lo que se hace, ¡a diferencia de otra gente! ¡Y eso me gusta, la verdad!",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Me encanta estar cerca de {NPCName}.",
		"LoveSpace": "¡Sí! ¡Por fin puedo estar a solas con mis peces!",
		"NoHome": "Soy un crío, ¡tienes que darme una casa! ¡¿O es que eres idiota?!",
		"LikeNPC_Princess": "{NPCName} no es un pez, ¡pero aun así la soporto! ¡Es genial!"
	},
	"TownNPCMood_ArmsDealer": {
		"Content": "¡Estoy bien, colega!",
		"DislikeBiome": "Sí, a ver, es que {BiomeName} me hace sentir muy incómodo.",
		"DislikeCrowded": "Sssh, creo que hay gente cerca. No me gusta hacer mis negocios aquí.",
		"DislikeNPC": "No me gusta nada tener a {NPCName} encima, ¿sabes?",
		"FarFromHome": "No me gusta hacer negocios tan lejos de casa.",
		"HateBiome": "Detesto a {BiomeName}. ¡La caza no es tan divertida si eres la presa!",
		"HateCrowded": "Oye, no puedo hacer mi trabajo si hay tanta gente mirándome.",
		"HateNPC": "Realmente me ENCANTARÍA usar a {NPCName} como blanco de mis prácticas de tiro.",
		"LikeBiome": "Lo cierto es que {BiomeName} es un lugar apartado e ideal para los negocios, no sé si me explico...",
		"LikeNPC": "Sí, me gusta {NPCName}. Es una persona rara de narices.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "¿Crees que {NPCName} se habrá fijado en mí?",
		"LoveSpace": "A esto mismo es a lo que me refiero, ¡privacidad!",
		"NoHome": "¡Colega, no tengo un hogar en el que caerme muerto!",
		"LikeNPC_Princess": "Nunca lo hubiese dicho, la verdad, ¡pero {NPCName} se desenvuelve muy bien con un arma!"
	},
	"TownNPCMood_BestiaryGirl": {
		"Content": "¡Lo cierto es que me encuentro muy bien! ¡Gracias por preguntar!",
		"DislikeBiome": "Es raro tener instintos y tal, pero {BiomeName} hace que me den ganas de salir corriendo.",
		"DislikeCrowded": "Me entran ataques de ansiedad cuando hay mucha gente cerca. No me gusta.",
		"DislikeNPC": "¡No me gusta lo cruel que es {NPCName}!",
		"HateBiome": "¡{BiomeName} transmite las mismas maldiciones que tenía aquel cachorro de zorro que me mordió!",
		"HateCrowded": "¡Arg! ¡Detesto preocuparme por qué va a pasar con toda esta gente cerca!",
		"HateNPC": "¡Detesto ver lo que les hace {NPCName} a los animales!",
		"LikeBiome": "Me encantan los animales, ¡así que {BiomeName} es el mejor lugar del mundo! ¡Viva!",
		"LikeNPC": "¡Pues claro que me cae bien {NPCName}! ¡Nos conocemos desde que nací!",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Siento una atracción por {NPCName} que no puedo explicar. ¿Será por la cola?",
		"LoveSpace": "¡Me encanta tener un lugar propio en el que poder ser yo misma! ¡En plan, es superincreíble!",
		"NoHome": "A ver, no puedo mudarme a una madriguera, ¿sabes? ¡Necesito una casa!",
		"LikeNPC_Princess": "¡Parece que {NPCName} tiene a sus súbditos buscando una forma de poner fin a mi maldición! ¡Viva!",
		"FarFromHome": "Tengo un poco de morriña, diría yo. ¡Además, tengo que dar de comer a mis mascotas!"
	},
	"TownNPCMood_Clothier": {
		"Content": "De todos modos, ¿qué se considera normal?",
		"DislikeBiome": "No hay suficientes cuartos oscuros en {BiomeName}.",
		"DislikeCrowded": "Vivir con la población local es como vivir con un peso muerto sobre la espalda.",
		"DislikeNPC": "No entiendo muy bien por qué, pero me desasosiega tener cerca a {NPCName}.",
		"FarFromHome": "Es un procedimiento muy tedioso. Tengo que sacar un catalejo y buscar mi casa.",
		"HateBiome": "Siento mi alma dividida aquí en {BiomeName}. Es como si dentro de mi ser se estuviese disputando una guerra entre el bien y el mal.",
		"HateCrowded": "La sobrepoblación es lo que tiene.",
		"HateNPC": "Odio a {NPCName} y no sé por qué.",
		"LikeBiome": "Ver es creer, pero a veces las cosas más agradables se encuentran en {BiomeName}.",
		"LikeNPC": "No sé por qué, pero encuentro a {NPCName} fascinante.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "¿{NPCName}? No había visto nada tan delicioso en mi vida.",
		"LoveSpace": "No soy un hombre popular, pero al menos vivo tranquilo.",
		"NoHome": "¿No hay ninguna casa? ¡No pienso aceptar semejante ignominia!",
		"LikeNPC_Princess": "¡No hay mayor diversión que la que ve {NPCName} con sus ojos!"
	},
	"TownNPCMood_Cyborg": {
		"Content": "Todas las funciones neuronales parecen estar funcionando sin problemas.",
		"DislikeBiome": "La flora y la fauna están invadiendo mi exoesqueleto sintético: {BiomeName} es un lugar inadecuado para mí.",
		"DislikeCrowded": "Demasiadas formas de vida. Estoy experimentando patrones neuronales negativos a nivel emocional.",
		"DislikeNPC": "{NPCName} no comprende mi existencia, pues se desvía de la norma. Es inusual. El sentimiento negativo es mutuo.",
		"FarFromHome": "He sobrepasado el alcance de la señal de mi centro de datos.",
		"HateBiome": "Detectando un número abrumador de señales de vida hostiles en {BiomeName}.",
		"HateCrowded": "Límite de formas de vida excedido. Funciones neuronales sobrecargadas. Traducción: Odio esto.",
		"HateNPC": "Las funciones de {NPCName} no pueden analizarse científicamente. Funciones neutras sobrecargadas. Traducción: Odio esto.",
		"LikeBiome": "Mis funciones cibernéticas funcionan a la perfección en el gradiente de temperatura de {BiomeName}. Es una ventaja.",
		"LikeNPC": "{NPCName} intenta tratarme favorablemente como a cualquier humano. Creo que me gusta eso.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Me encanta estar cerca de {NPCName}.",
		"LoveSpace": "Se han detectado cero signos de vida en las proximidades. Es una suerte.",
		"NoHome": "Error 404: vivienda no encontrada.",
		"LikeNPC_Princess": "Se ha analizado a {NPCName}: Es la forma de carbono más íntegra de la que se tengan datos."
	},
	"TownNPCMood_DD2Bartender": {
		"Content": "Estoy viviendo un sueño.",
		"DislikeBiome": "No soy muy fan de {BiomeName}, es desagradable.",
		"DislikeCrowded": "No sé yo si me va a gustar tener a tanta gente viviendo cerca.",
		"DislikeNPC": "No me gusta nada {NPCName}, emite vibraciones similares a las de algunas de las cosas sombrías de Eteria.",
		"FarFromHome": "Creo que prefiero volver a mi casa por si alguien necesita una copa. O dos.",
		"HateBiome": "¿Otra invasión? Ah, no, tan solo es {BiomeName}. ¡Peor aún!",
		"HateCrowded": "Odio tener que decir esto, pero no me gustan nada los cuartos abarrotados.",
		"HateNPC": "¡La personalidad excéntrica y narcisista de {NPCName} hace que me entren ganas de destrozar una mesa!",
		"LikeBiome": "Aaah, {BiomeName}... Me gusta este lugar, tiene personalidad.",
		"LikeNPC": "Me gusta {NPCName}, demuestra que no siempre puedes juzgar a una persona por sus... orígenes.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "{NPCName} le pega a la botella tanto que se le va la olla un montón. ¡Me encanta!",
		"LoveSpace": "Por fin, algo de paz y tranquilidad... ¡como camarero, esto es un lujo!",
		"NoHome": "Me siento desubicado sin una barra a la que sacarle lustre.",
		"LikeNPC_Princess": "{NPCName} también gobernaría de maravilla el lugar del que vengo."
	},
	"TownNPCMood_Demolitionist": {
		"Content": "¡Vaya, hoy no tengo ganas de hacer explotar nada!",
		"DislikeBiome": "No soporto {BiomeName}, ¡mis mechas no arden bien aquí!",
		"DislikeCrowded": "No me gusta que haya tanta gente aquí. Lo digo por motivos de seguridad, por supuesto...",
		"DislikeNPC": "¡Me gustaría atar a {NPCName} a un cohete y ver qué pasa!",
		"FarFromHome": "Necesito más cataplún, creo que lo dejé en casa.",
		"HateBiome": "Apesta a muerte y maldad en {BiomeName}, ¡quiero dejar ese lugar como un queso gruyer!",
		"HateCrowded": "¡Demasiada gente! Un error elaborando dinamita y... bueno, ¡el resultado podría no ser del todo de su agrado!",
		"HateNPC": "Odio tener cerca a {NPCName}.",
		"LikeBiome": "Los enanos sienten una atracción natural por {BiomeName}. ¡Lo llevan en la sangre!",
		"LikeNPC": "{NPCName} es un buen amigo, ¡me ayuda a cargar la pólvora!",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "¡Me fascina lo bien que sabe controlar {NPCName} un contenedor de bolas de fuego!",
		"LoveSpace": "Oh, no hay nadie por aquí... ¡Puedo probar bombas nuevas sin hacer una matanza!",
		"NoHome": "No tengo un lugar en el que vivir. ¿Acaso me he cargado el último?",
		"LikeNPC_Princess": "Pero ¿qué...? ¿{NPCName}? ¿Esa es una nueva marca de nitro! ¡Ah, ella! ¡Sí, una chica estupenda!"
	},
	"TownNPCMood_Dryad": {
		"Content": "Todo está en calma, no lo estropees.",
		"DislikeBiome": "No me gusta nada {BiomeName}, está desprovisto de vida.",
		"DislikeCrowded": "¿Esta área se está volviendo más densa, o es cosa mía? No me gusta eso...",
		"DislikeNPC": "No me gusta nada que {NPCName} no tenga respeto por los demás.",
		"FarFromHome": "¡Una flor no puede brotar tan lejos de sus raíces!",
		"HateBiome": "Estoy profundamente ofendida por mi entorno, ¡{BiomeName} es mi enemigo mortal!",
		"HateCrowded": "¿Tanta gente apiñada en un solo lugar? ¡La hierba está condenada! ¡Me parece fatal!",
		"HateNPC": "¡Odio los hábitos destructivos de {NPCName} para con la naturaleza!",
		"LikeBiome": "Besé a un árbol en {BiomeName} y me gustó.",
		"LikeNPC": "¡Me gusta que {NPCName} resuene con cada fibra de mi ser!",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Me encanta estar cerca de {NPCName}.",
		"LoveSpace": "La soledad a veces es buena... Da espacio para crecer y respirar.",
		"NoHome": "Puede que la naturaleza sea mi hogar, pero tener una casa vendría bien.",
		"LikeNPC_Princess": "{NPCName} trae la paz y el orden a todo ser que viva en este mundo."
	},
	"TownNPCMood_DyeTrader": {
		"Content": "¿Yo? Estoy bien, estoy bien.",
		"DislikeBiome": "Oh, no. {BiomeName} no me inspira. No me gusta, no me gusta.",
		"DislikeCrowded": "No me gustan nada las multitudes, ¡a menos que, por supuesto, estén aquí por mis vibrantes colores!",
		"DislikeNPC": "Madre mía, {NPCName} no tiene ni sentido del color ni del gusto. No me gusta.",
		"FarFromHome": "¿Acaso crees que puedo crear colores brillantes tan lejos de mi tienda? ¡No va a ser!",
		"HateBiome": "Qué asco, ¡{BiomeName} está absorbiendo el color de mis paletas!",
		"HateCrowded": "Cuando no estoy haciendo negocios prefiero estar solo, ¿sabes? ¡Odio sentirme encajonado!",
		"HateNPC": "Odio profundamente lo desagradable que puede llegar a ser {NPCName}.",
		"LikeBiome": "Aaah, {BiomeName} es muy agradable, me recuerda a mi ciudad natal. ¡Me gusta mucho!",
		"LikeNPC": "{NPCName} tiene buen ojo para la intensidad cromática y para los negocios. Me gusta, ¿sabes?",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Me encanta estar cerca de {NPCName}.",
		"LoveSpace": "Madre mía, ¡este palacio es tan tranquilo que puedes dormir como un sultán!",
		"NoHome": "No, no, esto no me vale. Necesito un lugar solo para mí.",
		"LikeNPC_Princess": "¡Los tintes del vestido de {NPCName} son los más intensos y vivaces que haya visto nunca en toda mi vida!"
	},
	"TownNPCMood_GoblinTinkerer": {
		"Content": "En este momento, los sentimientos son nominales.",
		"DislikeBiome": "No me gusta {BiomeName}, ¡esta lleno de plagas desagradables que se interponen en mi trabajo!",
		"DislikeCrowded": "Parece que se está reuniendo una cantidad inusual de humanos a mi alrededor, ¿eh?",
		"DislikeNPC": "Detecto unas vibraciones inquietantes de {NPCName}, como si albergase oscuros secretos. No me gusta esa sensación.",
		"FarFromHome": "Quiero trabajar en mi nuevo invento ¡pero mi casa esta muy lejos!",
		"HateBiome": "Odio {BiomeName}, ¡no puedo unir estos cachivaches en una sola pieza si me paso todo el rato preocupado por no espicharla!",
		"HateCrowded": "Esta aglomeración me trae malos recuerdos de los campos de guerra duende, lo odio.",
		"HateNPC": "Odio como me humilla {NPCName}. ¡Y todo, porque a los duendes macho no les crece pelo de verdad!",
		"LikeBiome": "Ay, {BiomeName} es un lugar agradable y tranquilo en el que poder construir más artilugios. ¡Me entusiasma!",
		"LikeNPC": "{NPCName} entiende lo divertido que es combinar cosas, ¡y eso es algo que respeto!",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "{NPCName} hace que mi núcleo cardíaco funcione inadecuadamente, ¡y me parece que me encanta ese sentimiento!",
		"LoveSpace": "Perfecto, la falta de vecinos molestos satisface adecuadamente mis necesidades.",
		"NoHome": "Los duendes no necesitan normalmente casas bonitas, pero yo no soy como la mayoría de los duendes.",
		"LikeNPC_Princess": "¡A {NPCName} le gustan mis inventos y dice que todos los duendes amistosos son bienvenidos!"
	},
	"TownNPCMood_Golfer": {
		"Content": "¡Me va bien!",
		"DislikeBiome": "Dime una cosa... ¿Cómo se supone que voy a jugar al golf en un lugar como {BiomeName}?",
		"DislikeCrowded": "El golf es un deporte que se disfruta mejor solo. Es una pena que mi vida no sea igual.",
		"DislikeNPC": "No me gusta tener cerca a {NPCName}. Me hace sentir incómodo.",
		"FarFromHome": "Creo que me he salido del campo de juego. No ha sido una decisión inteligente.",
		"HateBiome": "Creo que no es nada recomendable quedarse en un lugar como {BiomeName}.",
		"HateCrowded": "No me gusta tener que decir esto, pero aborrezco el ajetreo que hay aquí.",
		"HateNPC": "Odio la avaricia de {NPCName}. Es bastante innecesaria en un mundo como este.",
		"LikeBiome": "Me gusta {BiomeName}. Tiene todas las características necesarias para jugar al golf.",
		"LikeNPC": "Siempre es divertido pasar el rato con {NPCName}. Es buena gente.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Opinión impopular: me encanta tener a {NPCName} cerca. ¡Puedo recuperar los obstáculos de agua!",
		"LoveSpace": "No hay nada mejor que tener todo este espacio para uno mismo.",
		"NoHome": "Necesito un lugar para colgar mis palos.",
		"LikeNPC_Princess": "Intenté enseñarle a {NPCName} un par de trucos de golf, ¡pero acabó ella dándome clase a mí! Me gusta."
	},
	"TownNPCMood_Guide": {
		"Content": "Me siento bastante bien.",
		"DislikeBiome": "No me entusiasma {BiomeName}. No hay mucho que hacer por aquí.",
		"DislikeCrowded": "Soy un espíritu libre. No me gusta tener a tanta gente cerca.",
		"DislikeNPC": "{NPCName} es una persona que no me acaba de entusiasmar. ¿Será por la ropa rara que lleva?",
		"FarFromHome": "Me parece que estoy lejos de casa.",
		"HateBiome": "Odio {BiomeName}, los terrores que habitan este lugar pueden despedazar a una persona en cuestión de segundos.",
		"HateCrowded": "Odio las multitudes. ¡Prefiero el mundo abierto!",
		"HateNPC": "Odio tener a {NPCName} cerca. ¡El mundo estaba bien como estaba!",
		"LikeBiome": "Me encanta deambular por {BiomeName}. Me agrada este lugar.",
		"LikeNPC": "Me encanta {NPCName}, tenemos mucho en común.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Me encanta estar cerca de {NPCName}.",
		"LoveSpace": "Tener este lugar solo para mí... es algo que valoro mucho.",
		"NoHome": "Estoy acostumbrado a no tener hogar, pero no me importaría tener uno.",
		"LikeNPC_Princess": "Tener a {NPCName} cerca me aporta mucha calma, como si me hubiesen librado de una maldición o algo así."
	},
	"TownNPCMood_Mechanic": {
		"Content": "Todo funciona correctamente... Ah, ¿yo? ¡Sí, estoy bien!",
		"DislikeBiome": "No me gusta {BiomeName}. ¡Me trae recuerdos de experiencias traumáticas!",
		"DislikeCrowded": "Las luces parpadeantes me molestan. ¿Hay una sobrecarga en la red?",
		"DislikeNPC": "¡Odio que {NPCName} no me deje en paz!",
		"FarFromHome": "¡Vaya, parece que estoy fuera de cobertura! Mmm.",
		"HateBiome": "Me siento muy incómoda en {BiomeName}, como si unos ojos furtivos me estuviesen espiando.",
		"HateCrowded": "Voy a necesitar una fuente mayor de energía para tanta gente. ¡Cómo lo odio!",
		"HateNPC": "¡Odio que {NPCName} no sepa tratar a una mujer!",
		"LikeBiome": "Me gusta {BiomeName}. Las máquinas no se recalientan aquí y el flujo de energía es eficiente.",
		"LikeNPC": "Creo que entiendo a {NPCName} mejor que a nadie.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Umm... {NPCName} hace que se me agite el corazón. ¡Voy a tener que ir al médico!",
		"LoveSpace": "Perfecto, nadie obstaculiza la construcción de infraestructuras.",
		"NoHome": "Necesito algún tipo de estructura por el que pasar estos cables.",
		"LikeNPC_Princess": "{NPCName} le hizo un puente a una de mis bombas de aire. ¡Fue algo impresionante!"
	},
	"TownNPCMood_Merchant": {
		"Content": "¡Me siento afortunado! ¿Quieres comprar algo?",
		"DislikeBiome": "Mmm, {BiomeName} es un lugar horrible para hacer negocios. No me gusta.",
		"DislikeCrowded": "La cantidad de vecinos me inquieta un poco.",
		"DislikeNPC": "No me gusta {NPCName}, es demasiado frugal y nunca me compra nada.",
		"FarFromHome": "¡Mecachis, tengo que volver con mi mercancía!",
		"HateBiome": "¡No creo que pueda venderles mercancía a los monstruos de {BiomeName}!",
		"HateCrowded": "Odio que haya tanta gente merodeando. ¡Es que, además, nunca compran nada!",
		"HateNPC": "Odio la personalidad de {NPCName}, ¡es insufrible!",
		"LikeBiome": "Me gusta el paisaje de {BiomeName}. ¡Unas buenas vistas siempre atraen a los clientes!",
		"LikeNPC": "{NPCName} gana mucho dinero. Me gusta la gente con los bolsillos llenos.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Me encanta estar cerca de {NPCName}.",
		"LoveSpace": "Esto esta bien, hay mucha privacidad para almacenar mi mercancía.",
		"NoHome": "No tengo sitio para poner mi tienda, colega.",
		"LikeNPC_Princess": "¡{NPCName} podría comprarme toda la tienda! Y, a mayores, es una persona muy agradable."
	},
	"TownNPCMood_Nurse": {
		"Content": "Mis constantes vitales son normales, si es lo que estás preguntando.",
		"DislikeBiome": "Puaj, no me gusta la predisposición de {BiomeName} a las enfermedades.",
		"DislikeCrowded": "Meh, no me gusta la falta de distanciamiento social que hay aquí.",
		"DislikeNPC": "No me gusta demasiado {NPCName}. Me da cierto mal rollo...",
		"FarFromHome": "Estoy demasiado lejos de mi casa. Odio tener que andar tanto.",
		"HateBiome": "Puaj, {BiomeName} es insalubre y repugnante. ¡Va a conseguir que me ponga mala!",
		"HateCrowded": "Puf, hacinar a tanta gente en un solo lugar es perjudicial para la salud. ¡Lo odio!",
		"HateNPC": "Uf, odio relacionarme con {NPCName}. ¡Es una persona muy difícil!",
		"LikeBiome": "Me gusta {BiomeName}, es un lugar precioso en el que hacer ejercicio todos los días.",
		"LikeNPC": "{NPCName} es un poco torpe, pero es inteligente y desborda simpatía.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "¿Qué? ¿{NPCName}? ¡No tengo un flechazo! ¡No lo tengo! ¡Cállate!",
		"LoveSpace": "Estas excavaciones son increíbles... Me encanta tener tanto espacio personal.",
		"NoHome": "Tch, no tener casa me pone de muy mal humor.",
		"LikeNPC_Princess": "Por accidente, le disloqué el hombro a {NPCName} durante un chequeo rutinario. ¡Y fue ella quien me pidió perdón a mí por las molestias!"
	},
	"TownNPCMood_Painter": {
		"Content": "Sí, puede que esté de buen humor. ¿Y a ti qué te importa?",
		"DislikeBiome": "¿Que por qué no me gusta {BiomeName}? Porque es un coñazo. ¿Verde? ¿Marrón? ¿Es que no conoce más colores?",
		"DislikeCrowded": "No me gusta tanta gente a mi alrededor haciendo ruido mientras pinto.",
		"DislikeNPC": "{NPCName} es demasiado insustancial para mi gusto. No me gusta relacionarme con gente aburrida.",
		"FarFromHome": "Necesito más pintura, pero mi piso está demasiado lejos.",
		"HateBiome": "Buf, {BiomeName} es un asco. ¡Sacadme de aquí!",
		"HateCrowded": "Odio las multitudes ruidosas, ¿cuándo tendré algo de paz y tranquilidad?",
		"HateNPC": "Odio tener cerca a {NPCName}.",
		"LikeBiome": "Hay muchos ingredientes para mezclar pintura nueva en {BiomeName}. ¡Y sus hermosas vistas tampoco están mal!",
		"LikeNPC": "¡A {NPCName} y a mí nos gusta el mismo tono de rosa! ¡Desde mi punto de vista, eso es un amigo!",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Me encantaría pintar {NPCName}... ¡Por los colores vibrantes, claro!",
		"LoveSpace": "Este apacible lugar me ofrece el silencio necesario para centrarme en mi mural.",
		"NoHome": "¡No tengo un lugar en el que quedarme!",
		"LikeNPC_Princess": "¡{NPCName} me pidió que pintase un moral en el techo de su sala del trono!"
	},
	"TownNPCMood_PartyGirl": {
		"Content": "¡Estoy preparada para la fiesta!",
		"DislikeBiome": "Puaj, {BiomeName} es un aburrimiento. ¿Cómo se puede montar una fiesta en un lugar como este?",
		"DislikeCrowded": "Hay mucha gente por aquí, ¡pero no están de fiesta! ¡Eso no me gusta nada!",
		"DislikeNPC": "Creo que {NPCName} tiene un don para aguar todas las fiestas.",
		"FarFromHome": "Me dejé los regalitos para la fiesta en casa. ¡Guau, está súper lejos!",
		"HateBiome": "Jolines, {BiomeName} me está cortando el rollo.",
		"HateCrowded": "Guau, hay mucha gente. Lo malo es que no están aquí para montar una fiesta.",
		"HateNPC": "Odio que {NPCName} siempre intente aguar mis afters. ¡Qué quejica!",
		"LikeBiome": "¿Que por qué me gusta {BiomeName}? ¡Porque tiene arcoíris!",
		"LikeNPC": "Me encanta el estilo fiestero de {NPCName}.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Me encanta que {NPCName} siempre embelese a todo el mundo en mis fiestas.",
		"LoveSpace": "¿Todo esto es mío? Pues voy a dar la mayor fiesta de la historia... ¡para mí sola!",
		"NoHome": "Estoy lista para la fiesta, pero no tengo casa en la que montar el after.",
		"LikeNPC_Princess": "Sí, a {NPCName} le encanta el rosa y las cosas brillantes y con purpurina. ¡Le encantan las fiestas! "
	},
	"TownNPCMood_Pirate": {
		"Content": "Arr. ¡Va todo viento en popa!",
		"DislikeBiome": "Arr, ¡{BiomeName} te veo un tanto en los huesos para mi gusto, pillastre!",
		"DislikeCrowded": "¡Alto! Me pone de malas ver a demasiados marineros de agua dulce en mi barco.",
		"DislikeNPC": "Sabes que no me gusta cuando {NPCName} intenta cortarme la barba. ¡He desollado a pillastres por mucho menos!",
		"FarFromHome": "Mi piltra y mi ron me llaman para que vuelva a mi camarote.",
		"HateBiome": "Arr, ¡{BiomeName} es el terruño seco más vil que jamás haya surcado!",
		"HateCrowded": "¿También odias esa sensación de que se avecina un motín? Esos canallas están demasiado cerca de mis aposentos.",
		"HateNPC": "Me gustaría hacer a {NPCName} caminar por la plancha. ¡Será perro de mar! ¡Odio los favoritismos casi tanto como la peste!",
		"LikeBiome": "Yo, jo, jo, grumete, ¡{BiomeName} es mi verdadero hogar!",
		"LikeNPC": "¡Jo, jo! Me place {NPCName}, me trae las mejores botellas de ron.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"NoHome": "El mar abierto es mi verdadero hogar, pero si me quedo en tierra por un tiempo... necesitaré un refugio, grumete.",
		"LikeNPC_Princess": "Aaar, por {NPCName} te darían una buena recompensa en alta mar... Es broma, es mi chica favorita.",
		"LoveNPC": "¡Ah del barco! Tomo a {NPCName} bajo mi ala, marinero de agua dulce. ¡Me encanta criar cachorros de mar!",
		"LoveSpace": "¡Es como tener mi propio galeón, grumete!"
	},
	"TownNPCMood_SantaClaus": {
		"Content": "¡Estoy contento!",
		"DislikeBiome": "No me gusta el biomedio {BiomeName}.",
		"DislikeCrowded": "Prefiero trabajar solo, con mis elfos como única compañía. ¡No me gustan las distracciones!",
		"DislikeNPC": "No me gusta tener cerca a {NPCName}.",
		"FarFromHome": "¡Hola! ¡Estoy lejos de mi casa provisional!",
		"HateBiome": "Te voy a añadir a la lista de los niños malos por ponerme en un lugar tan espantoso como {BiomeName}.",
		"HateCrowded": "Aquí hay demasiada gente y todos están en la lista de los traviesos. ¡Odio cargar con esa bolsa de carbón tan pesada!",
		"HateNPC": "¡Odio a la gente que no cree en mí! {NPCName}, por ejemplo, ¡que es la persona más mala que conozco!",
		"LikeBiome": "Me gusta el biomedio {BiomeName}.",
		"LikeNPC": "Me gusta tener a {NPCName} cerca.",
		"LoveBiome": "¡Me encanta estar aquí! ¿Te sorprende? ¿Quién se habría imaginado que me gustaría {BiomeName}?",
		"LoveNPC": "Me encanta estar cerca de {NPCName}.",
		"LoveSpace": "¡Jo, jo, jo! Estamos solos mis elfos y yo. Es un sitio perfecto para montar mi taller remoto.",
		"NoHome": "No puedo volver al Polo Norte cuando me plazca, ¡jo, jo, jo! ¿Crees que puedes encontrarme una casa temporal?",
		"LikeNPC_Princess": "Jo, jo, jo, {NPCName} está, sin duda, en lo más alto de la lista de niños buenos. "
	},
	"TownNPCMood_Steampunker": {
		"Content": "Soy muy alegre.",
		"DislikeBiome": "¡Los matorrales y el desorden de {BiomeName} me sacan de mis casillas!",
		"DislikeCrowded": "No me gusta demasiado estar rodeada de gente.",
		"DislikeNPC": "¡{NPCName} es como de otro mundo! No me gusta demasiado.",
		"FarFromHome": "¡Estoy muy lejos de casa y, encima, me olvidé de mi maldito motor!",
		"HateBiome": "Sinceramente, {BiomeName} es una persona burda y fea... ¡y peligrosa, además!",
		"HateCrowded": "Oj, ¡aborrezco las habitaciones atestadas!",
		"HateNPC": "Odio estar cerca de {NPCName}.",
		"LikeBiome": "Prefiero los espacios abiertos que hay aquí en {BiomeName}. ¡Son geniales para pasear en mochila cohete!",
		"LikeNPC": "{NPCName} es una persona simpática que me ayuda a perfeccionar mis inventos.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Me encanta que {NPCName} sea tan único e interesante, ¡es extraordinario!",
		"LoveSpace": "¡Hay mucho espacio para mis máquinas de vapor y para mí!",
		"NoHome": "Me vendría bien un piso para instalarme.",
		"LikeNPC_Princess": "{NPCName} se presentó por voluntad propia a probar mi nuevo teletransportador. ¡Me encanta tener ayudantes tan entusiastas!"
	},
	"TownNPCMood_Stylist": {
		"Content": "Hoy me siento renovada.",
		"DislikeBiome": "Cari, no me gusta estar aquí, en {BiomeName}. ¿Cómo vas a lucir peinado con este frío?",
		"DislikeCrowded": "¿Eso que oigo son arañas? Ah, no, tan solo son unos vecinos ruidosos. Pues eso no me gusta.",
		"DislikeNPC": "Intenté trabajar en {NPCName}, pero me rechazaron de muy malas maneras. ¡No me gusta la gente tozuda!",
		"FarFromHome": "Estoy demasiado lejos de mis herramientas...",
		"HateBiome": "Puf, ¡{BiomeName} me está estropeando el pelo mogollón!",
		"HateCrowded": "No soporto tener a tanta gente viviendo cerca, no puedo concentrarme.",
		"HateNPC": "Odio a {NPCName}. ¿Cómo es posible que no te crezca el pelo?",
		"LikeBiome": "En {BiomeName} hay un ambiente agradable y tranquilo para cortar el pelo.",
		"LikeNPC": "{NPCName} es una persona fuerte y misteriosa. Me gusta.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "{NPCName} es tan atractivo... y tan exótico... creo que me he enamorado...",
		"LoveSpace": "Es maravilloso, puedo estar sola y estudiar mi técnica sin distracciones.",
		"NoHome": "Lo siento, cari, pero no puedo peinar sin un lugar en el que montar mi puesto.",
		"LikeNPC_Princess": "Ni siquiera me atrevo a tocarle el pelo a {NPCName}. ¡Es demasiado perfecto!"
	},
	"TownNPCMood_TaxCollector": {
		"Content": "¿Qué? Estoy de buen humor.",
		"DislikeBiome": "¿Qué clase de lugar insoportable es {BiomeName}? ¡Paparruchas, te digo!",
		"DislikeCrowded": "Te hago saber que... ¡no me gusta tener vecinos!",
		"DislikeNPC": "{NPCName} hace demasiado ruido. ¡Quiero estar muy lejos de la gente de su calaña!",
		"FarFromHome": "¡Bah! ¡Intento volver a casa para contar mi dinero! ¡Fuera!",
		"HateBiome": "¡{BiomeName} es demasiado miserable hasta para mí! ¡Bah!",
		"HateCrowded": "Ve a decirles a esos gorrones que se larguen. Odio las multitudes.",
		"HateNPC": "¡Aborrezco la misma existencia de {NPCName}! ¿Qué clase de lunático da cosas gratis?",
		"LikeBiome": "Vivir en {BiomeName} fuerza a la gente a quedarse en casa y dejarme en paz. Eso me gusta.",
		"LikeNPC": "La gente alegre suele darme dolores de cabeza, pero {NPCName} tiene algo que me gusta. ¡Creo que se me está yendo la olla!",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Admiro mucho a {NPCName}. ¡Aquellos que conocen el valor del dinero tienen mi más profundo respeto!",
		"LoveSpace": "¡Por fin me he aislado de esos miserables campesinos!",
		"NoHome": "¿Cómo puede un hombre de mi riqueza no tener casa? ¡Es ridículo!",
		"LikeNPC_Princess": "{NPCName} no debería pagar impuestos, dado que es la princesa... pero insistió en hacerlo."
	},
	"TownNPCMood_Truffle": {
		"Content": "Estoy bastante contento, dada la situación.",
		"DislikeBiome": "No me gusta el biomedio {BiomeName}.",
		"DislikeCrowded": "No me gusta la ansiedad que me produce tener tanta gente a mi alrededor.",
		"DislikeNPC": "{NPCName} ha intentado comerme un montón de veces. Te lo juro, ¡una vez ni siquiera era un ser humano! Huelga decir que no me cae demasiado bien.",
		"FarFromHome": "No creo que llegue a sentirme cómoda estando lejos de mi hogar.",
		"HateBiome": "No tengo cabida en un sitio como {BiomeName}. ¡Me moriría!",
		"HateCrowded": "Cómo lo odio. Hay tanta gente... Y jo... No me van a comer, ¿verdad?",
		"HateNPC": "{NPCName} intentó tirarme a una olla llena de ingredientes extraños. Odio que me hagan cosas así.",
		"LikeBiome": "Me siento como en casa, como si fuese una con el biomedio {BiomeName}.",
		"LikeNPC": "{NPCName} me trata con respeto, como si fuera una con la naturaleza. No sé cómo sentirme al respecto, pero me gusta.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Me encanta {NPCName} porque es capaz de hablar conmigo sin que misteriosamente le entre el hambre.",
		"LoveSpace": "Con tanto espacio, se tá muy bien aquí. ¿De qué te ríes?",
		"NoHome": "Necesito un lugar en el que sentirme segura y bienvenida.",
		"LikeNPC_Princess": "{NPCName} no intenta comerme. ¡Para mí, eso es muy bueno!"
	},
	"TownNPCMood_WitchDoctor": {
		"Content": "Soy la alegría personificada.",
		"DislikeBiome": "Las magias de {BiomeName} nacen de la opresión, no de la pureza verdadera. Mi corazón y alma están enfurecidos.",
		"DislikeCrowded": "La presencia de gente cerca estropea mi karma y mi comodidad.",
		"DislikeNPC": "No me gustan las prácticas de {NPCName}. La sanación verdadera no puede proceder del metal y el cristal.",
		"FarFromHome": "Me he alejado de mi lugar tranquilo.",
		"HateBiome": "Siento un mal sombrío impregnando la tierra y a todos los seres vivos de {BiomeName}.",
		"HateCrowded": "Muchos de tu clase se están reuniendo cerca de aquí, lo cual aumenta la hostilidad en mi alma.",
		"HateNPC": "La furia llena mi ser igual que las abominaciones llenan la tierra contaminada... Me refiero a {NPCName}.",
		"LikeBiome": "No puedo imaginarme viviendo en otro lugar, {BiomeName} es el centro de mis espíritus vudú.",
		"LikeNPC": "{NPCName} es un espíritu afín a la naturaleza, mi alma está en paz en su presencia.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Me encanta estar cerca de {NPCName}.",
		"LoveSpace": "Una energía poderosa fluye libremente por la zona. Es una sensación muy agradable.",
		"NoHome": "Una cabaña será suficiente. No todo cuanto me rodea es el epítome de la tranquilidad.",
		"LikeNPC_Princess": "{NPCName} es amable con los míos. Se agradece. "
	},
	"TownNPCMood_Wizard": {
		"Content": "Me siento mágico.",
		"DislikeBiome": "No me gusta {BiomeName}. La magia no fluye bien en un lugar así.",
		"DislikeCrowded": "¿Podría mudarse alguno de estos seres escandalosos? ¿No? Vale.",
		"DislikeNPC": "{NPCName} se mete con cosas que no deberían ser molestadas. Eso no me gusta.",
		"FarFromHome": "Habría jurado que mi casa estaba por aquí...",
		"HateBiome": "Las abominaciones de {BiomeName} me perturban. Son la forma más oscura de la magia.",
		"HateCrowded": "¡La superpoblación está empezando a atenuar mi magia! O eso creo.",
		"HateNPC": "¡{NPCName} es una persona repugnante! ¡Es una completa y total abominación de la magia!",
		"LikeBiome": "¿Cómo no iba a adorar {BiomeName}? Tiene unicornios y arcoíris.",
		"LikeNPC": "{NPCName} y yo compartimos una larga historia. Me gusta compartir la sabiduría.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Me encanta que siempre hay mucho de lo que hablar con {NPCName}.",
		"LoveSpace": "¡Me recuerda a los viejos tiempos, cuando practicaba magia en una torre en el medio de la nada!",
		"NoHome": "¿Dónde esta mi casa? ¿Dónde estoy? ¿Quién eres? ¿Quién soy?",
		"LikeNPC_Princess": "¿{NPCName}? ¿Tenemos una princesa? Me parece fascinante el tema. Parece maja."
	},
	"PrincessChatter": {
		"Chatter_1": "¡Te agradezco todo lo bueno que has hecho por estas tierras! ¡Gracias!",
		"Chatter_11": "¡El rosa es el mejor color del mundo mundial! ",
		"Chatter_13": "Mmm... A veces, ser una princesa es un rollo porque nunca pasa nada. ¡Así que me metí en muchos hobbies! ",
		"Chatter_14": "¡Me encanta poder viajar por todo el mundo y conocer a gente nueva!",
		"Chatter_15": "Me encanta la gente, pero soy una persona bastante tímida. Me lleva un tiempo romper el hielo...",
		"Chatter_16": "{?BloodMoon}Los ríos se tiñen de rojo y todo el mundo parece estar que salta a la mínima. Mmm... ¡Es una noche difícil, si duda!",
		"Chatter_17": "{?!Day}De noche, las estrellas me recuerdan a purpurina sobre un hermoso vestido negro. ¡Pronto terminará de hacerme uno así!",
		"Chatter_2": "¡Los duendes son una monada! Son pequeñitos, tienen esas orejitas puntiagudas y los tienes de diversos colores.",
		"Chatter_5": "¿Te gusta mi vestido? ¡Vaya, gracias! Acabo de hacérmelo.",
		"Chatter_6": "¡Cuánto agradezco tener a mis sujetos!",
		"Chatter_8": "Mmm... ¿Tú crees que {Pirate} podrá redimir también a alguno de sus viejos amigos marineros?",
		"Chatter_10": "{?PumpkingDefeated}Parece ser que el Rey calabaza tiene dos caras. ¡No renunciaré a alcanzar la paz con su siniestro pueblo!",
		"Chatter_12": "{?DukeFishronDefeated}Una vez, conocí a un duque en la playa. Era un tío con agallas, ¡pero no tenía modales!",
		"Chatter_3": "{?GolemDefeated}Una vez, intenté acariciar a un lihzahrd. Y resultó que... ¡no le importó en absoluto que lo hiciese!",
		"Chatter_4": "{?MartiansDefeated}Ojalá los marcianos fuesen un poco más amables. ¡No es habitual que tengamos visita en nuestro mundo!",
		"Chatter_7": "{?FrostLegionDefeated}¡No te preocupes, habitante con preocupaciones! Soy consciente del problema que tiene la gente de las nieves con el crimen organizado.",
		"Chatter_9": "{?IceQueenDefeated}Mucho me temo que la diplomacia no sirvió de mucho con la Reina de Hielo. ¡Es fría como un témpano! ¡Je, je!"
	},
	"PrincessSpecialText": {
		"Graveyard1": "Mmm... Esto da bastante mal rollo. Casi mejor me tomo un té.",
		"Graveyard2": "¿Qué ha sido ese ruido? Mmm, bueno, ¡no creo que deba preocuparme!",
		"Party": "¿Una fiesta? ¿En plan... un festival? ¡Me encantan los festivales! ¡Hay mucho rosa! ¡Y mucha purpurina! ¡Es todo muy alegre!",
		"Rain1": "La lluvia tiene algo que me relaja un montón.",
		"Rain2": "Me encanta que llueva. Es relajante.",
		"Storm1": "Mmm... Las tormentas de ahí fuera parecen bastante fuertes. Me gusta el caos.",
		"Storm2": "Ten cuidado si vas a viajar, ¡que hay una tormenta muy fuerte!",
		"Windy1": "¡Ups! Será mejor que me agarre bien la tiara, ¡que hace muchísimo viento hoy!",
		"Windy2": "Qué día tan maravilloso para volar una cometa, ¿no te parece?"
	},
	"TownNPCMood_Princess": {
		"Content": "¡Todos los asuntos están bajo control, mi fiel sirviente!",
		"DislikeBiome": "No me gusta el biomedio {BiomeName}.",
		"DislikeCrowded": "Me produce mucha satisfacción vivir con mis súbditos, aunque entiendo que haya gente a la que le resulte poco atractivo.",
		"DislikeNPC": "{NPCName} no me cae mal del todo.",
		"FarFromHome": "Mmm... ¡Me da que me he alejado mucho! ¿Te apetece un paseíto?",
		"HateBiome": "¡Mmm! Sin duda, a este sitio le vendría bien un lavado de cara. No está para vivir en él, ¡y menos siendo de la realeza!",
		"HateCrowded": "Me encanta estar rodeado de gente, pero ojalá no verlos tan infelices por las aglomeraciones.",
		"HateLonely": "Mmm... La soledad me invade... ¿Podría vivir más cerca de los míos, por favor?",
		"HateNPC": "No soy capaz de odiar a {NPCName}.",
		"LikeBiome": "Las flores son adorables, las colinas son hermosas y la arena es cálida. ¡Todo sitio es precioso si estás con tus amigos!",
		"LikeNPC": "Me gusta {NPCName}.",
		"LoveBiome": "Adoro el biomedio {BiomeName}.",
		"LoveNPC": "Adoro a {NPCName}.",
		"LoveNPC_Angler": "{NPCName} es una persona muy amable, ¡siempre me invita a ir a pescar!",
		"LoveNPC_ArmsDealer": "¡{NPCName} tiene un corazón de oro!",
		"LoveNPC_BestiaryGirl": "¡{NPCName} es muy guay, siempre me deja jugar con sus mascotas!",
		"LoveNPC_Clothier": "A veces, {NPCName} parece estar triste... ¡pero es muy amable conmigo!",
		"LoveNPC_Cyborg": "{NPCName} mola tanto... ¡Parece saberlo todo!",
		"LoveNPC_DD2Bartender": "{NPCName} es de otro mundo completamente diferente. ¡Es muy interesante!",
		"LoveNPC_Demolitionist": "¡{NPCName} es la bomba! ¡Je, je!",
		"LoveNPC_Dryad": "{NPCName} está muy en contacto con la naturaleza. ¡Me encanta!",
		"LoveNPC_DyeTrader": "¡{NPCName} siempre me ayuda a elegir el mejor color para los vestidos!",
		"LoveNPC_GoblinTinkerer": "¡{NPCName} fabrica unos artilugios excelentes!",
		"LoveNPC_Guide": "¡{NPCName} es una persona estupenda!",
		"LoveNPC_Mechanic": "{NPCName} es capaz de arreglar cualquier cosa. ¡La admiro un montón!",
		"LoveNPC_Merchant": "¡{NPCName} siempre me ofrece lo que necesito! ¡Y gratis!",
		"LoveNPC_Nurse": "¡{NPCName} siempre consigue hacerme sentir mejor cuando estoy mal!",
		"LoveNPC_Painter": "¡{NPCName} ilumina este lugar con su arte!",
		"LoveNPC_PartyGirl": "¡{NPCName} es el alma de todas las fiestas!",
		"LoveNPC_Pirate": "¡{NPCName} siempre se apunta a una emocionante historia de piratas!",
		"LoveNPC_Princess": "{NPCName} es una persona un tanto perturbadora, ¡pero es una monada!",
		"LoveNPC_Steampunker": "¡Me encanta tomar el té con {NPCName}!",
		"LoveNPC_Stylist": "¡{NPCName} da los mejores consejos de peluquería! ¡Es genial hablar con ella!",
		"LoveNPC_TaxCollector": "{NPCName} es una persona muy incomprendida. ¡Es muy amable conmigo!",
		"LoveNPC_TownBunny": "¡{NPCName} es adorable a más no poder!",
		"LoveNPC_TownCat": "¡{NPCName} es adorable a más no poder!",
		"LoveNPC_TownDog": "¡{NPCName} es adorable a más no poder!",
		"LoveNPC_Truffle": "¡{NPCName} es una persona muy divertida!",
		"LoveNPC_WitchDoctor": "{NPCName} te ofrece muchas píldoras de sabiduría. ¡Logra hacerme pensar!",
		"LoveNPC_Wizard": "{NPCName} es tan inteligente... ¡Me fío completamente de su criterio!",
		"NoHome": "Parece que no tengo dónde quedarme. ¿Podría tener algo de color rosa, por favor?",
		"LoveNPC_Golfer": "¡La pasión de {NPCName} por el golf es inspiradora!",
		"LoveNPC_SantaClaus": "¡{NPCName} es tan alegre que me dan ganas de hacerle un regalo!",
		"LoveNPC_TownSlime": "¡{NPCName} es adorable a más no poder!"
	},
	"MerchantNames": {
		"Alfred": "Alfred",
		"Barney": "Barney",
		"Calvin": "Calvin",
		"Edmund": "Edmund",
		"Edwin": "Edwin",
		"Eugene": "Eugene",
		"Frank": "Frank",
		"Frederick": "Frederick",
		"Gilbert": "Gilbert",
		"Gus": "Gus",
		"Wilbur": "Wilbur",
		"Seymour": "Seymour",
		"Louis": "Louis",
		"Humphrey": "Humphrey",
		"Harold": "Harold",
		"Milton": "Milton",
		"Mortimer": "Mortimer",
		"Howard": "Howard",
		"Walter": "Walter",
		"Isaac": "Isaac",
		"Joseph": "Joseph",
		"Kristian": "Kristian",
		"Ralph": "Ralph"
	},
	"NurseNames": {
		"Molly": "Molly",
		"Amy": "Amy",
		"Claire": "Claire",
		"Emily": "Emily",
		"Katie": "Katie",
		"Madeline": "Madeline",
		"Katelyn": "Katelyn",
		"Emma": "Emma",
		"Abigail": "Abigail",
		"Carly": "Carly",
		"Jenna": "Jenna",
		"Heather": "Heather",
		"Katherine": "Katherine",
		"Caitlin": "Caitlin",
		"Kaitlin": "Kaitlin",
		"Holly": "Holly",
		"Kaitlyn": "Kaitlyn",
		"Hannah": "Hannah",
		"Kathryn": "Kathryn",
		"Lorraine": "Lorraine",
		"Helen": "Helen",
		"Kayla": "Kayla",
		"Lisa": "Lisa",
		"Allison": "Allison"
	},
	"ArmsDealerNames": {
		"DeShawn": "DeShawn",
		"DeAndre": "DeAndre",
		"Marquis": "Marquis",
		"Darnell": "Darnell",
		"Terrell": "Terrell",
		"Malik": "Malik",
		"Trevon": "Trevon",
		"Tyrone": "Tyrone",
		"Willie": "Willie",
		"Dominique": "Dominique",
		"Demetrius": "Demetrius",
		"Reginald": "Reginald",
		"Jamal": "Jamal",
		"Maurice": "Maurice",
		"Jalen": "Jalen",
		"Darius": "Darius",
		"Xavier": "Xavier",
		"Terrance": "Terrance",
		"Andre": "Andre",
		"Dante": "Dante",
		"Brimst": "Brimst",
		"Bronson": "Bronson",
		"Tony": "Tony",
		"Darryl": "Darryl"
	},
	"DryadNames": {
		"Alalia": "Alalia",
		"Alura": "Alura",
		"Ariella": "Ariella",
		"Caelia": "Caelia",
		"Calista": "Calista",
		"Chryseis": "Chryseis",
		"Emerenta": "Emerenta",
		"Elysia": "Elysia",
		"Evvie": "Evvie",
		"Faye": "Faye",
		"Felicitae": "Felicitae",
		"Lunette": "Lunette",
		"Nata": "Nata",
		"Nissa": "Nissa",
		"Tatiana": "Tatiana",
		"Rosalva": "Rosalva",
		"Shea": "Shea",
		"Tania": "Tania",
		"Isis": "Isis",
		"Celestia": "Celestia",
		"Xylia": "Xylia"
	},
	"GuideNames": {
		"Joe": "Joe",
		"Connor": "Connor",
		"Tanner": "Tanner",
		"Wyatt": "Wyatt",
		"Cody": "Cody",
		"Levi": "Levi",
		"Luke": "Luke",
		"Jack": "Jack",
		"Scott": "Scott",
		"Logan": "Logan",
		"Cole": "Cole",
		"Asher": "Asher",
		"Bradley": "Bradley",
		"Jacob": "Jacob",
		"Garrett": "Garrett",
		"Dylan": "Dylan",
		"Maxwell": "Maxwell",
		"Steve": "Steve",
		"Brett": "Brett",
		"Andrew": "Andrew",
		"Harley": "Harley",
		"Kyle": "Kyle",
		"Jake": "Jake",
		"Ryan": "Ryan",
		"Jeffrey": "Jeffrey",
		"Seth": "Seth",
		"Marty": "Marty",
		"Brandon": "Brandon",
		"Zach": "Zach",
		"Jeff": "Jeff",
		"Daniel": "Daniel",
		"Trent": "Trent",
		"Kevin": "Kevin",
		"Brian": "Brian",
		"Colin": "Colin",
		"Jan": "Jan"
	},
	"DemolitionistNames": {
		"Dolbere": "Dolbere",
		"Bazdin": "Bazdin",
		"Durim": "Durim",
		"Tordak": "Tordak",
		"Garval": "Garval",
		"Morthal": "Morthal",
		"Oten": "Oten",
		"Dolgen": "Dolgen",
		"Gimli": "Gimli",
		"Gimut": "Gimut",
		"Duerthen": "Duerthen",
		"Beldin": "Beldin",
		"Jarut": "Jarut",
		"Ovbere": "Ovbere",
		"Norkas": "Norkas",
		"Dolgrim": "Dolgrim",
		"Boften": "Boften",
		"Norsun": "Norsun",
		"Dias": "Dias",
		"Fikod": "Fikod",
		"Urist": "Urist",
		"Darur": "Darur"
	},
	"ClothierNames": {
		"Sebastian": "Sebastian",
		"Rupert": "Rupert",
		"Clive": "Clive",
		"Nigel": "Nigel",
		"Mervyn": "Mervyn",
		"Cedric": "Cedric",
		"Pip": "Pip",
		"Cyril": "Cyril",
		"Fitz": "Fitz",
		"Lloyd": "Lloyd",
		"Arthur": "Arthur",
		"Rodney": "Rodney",
		"Graham": "Graham",
		"Edward": "Edward",
		"Alfred": "Alfred",
		"Edmund": "Edmund",
		"Henry": "Henry",
		"Herald": "Herald",
		"Roland": "Roland",
		"Lincoln": "Lincoln",
		"Edgar": "Edgar",
		"Eustace": "Eustace",
		"Benjamin": "Benjamin",
		"James": "James",
		"Rodrick": "Rodrick"
	},
	"GoblinTinkererNames": {
		"Grodax": "Grodax",
		"Sarx": "Sarx",
		"Xon": "Xon",
		"Mrunok": "Mrunok",
		"Nuxatk": "Nuxatk",
		"Tgerd": "Tgerd",
		"Darz": "Darz",
		"Smador": "Smador",
		"Stazen": "Stazen",
		"Mobart": "Mobart",
		"Knogs": "Knogs",
		"Tkanus": "Tkanus",
		"Negurk": "Negurk",
		"Nort": "Nort",
		"Durnok": "Durnok",
		"Trogem": "Trogem",
		"Stezom": "Stezom",
		"Gnudar": "Gnudar",
		"Ragz": "Ragz",
		"Fahd": "Fahd",
		"Xanos": "Xanos",
		"Arback": "Arback",
		"Fjell": "Fjell",
		"Dalek": "Dalek",
		"Knub": "Knub"
	},
	"WizardNames": {
		"Dalamar": "Dalamar",
		"Dulais": "Dulais",
		"Elric": "Elric",
		"Arddun": "Arddun",
		"Maelor": "Maelor",
		"Leomund": "Leomund",
		"Hirael": "Hirael",
		"Gwentor": "Gwentor",
		"Greum": "Greum",
		"Gearroid": "Gearroid",
		"Fizban": "Fizban",
		"Ningauble": "Ningauble",
		"Seonag": "Seonag",
		"Sargon": "Sargon",
		"Merlyn": "Merlyn",
		"Magius": "Magius",
		"Berwyn": "Berwyn",
		"Arwyn": "Arwyn",
		"Alasdair": "Alasdair",
		"Tagar": "Tagar",
		"Abram": "Abram",
		"Xanadu": "Xanadu"
	},
	"MechanicNames": {
		"Shayna": "Shayna",
		"Korrie": "Korrie",
		"Ginger": "Ginger",
		"Brooke": "Brooke",
		"Jenny": "Jenny",
		"Autumn": "Autumn",
		"Nancy": "Nancy",
		"Ella": "Ella",
		"Kayla": "Kayla",
		"Selah": "Selah",
		"Sophia": "Sophia",
		"Marshanna": "Marshanna",
		"Lauren": "Lauren",
		"Trisha": "Trisha",
		"Shirlena": "Shirlena",
		"Sheena": "Sheena",
		"Ellen": "Ellen",
		"Amy": "Amy",
		"Dawn": "Dawn",
		"Susana": "Susana",
		"Meredith": "Meredith",
		"Selene": "Selene",
		"Terra": "Terra",
		"Sally": "Sally"
	},
	"TruffleNames": {
		"Reishi": "Reishi",
		"Maitake": "Maitake",
		"Chanterelle": "Chanterelle",
		"Porcini": "Porcini",
		"Shimeji": "Shimeji",
		"Amanita": "Amanita",
		"Muscaria": "Muscaria",
		"Agaric": "Agaric",
		"Cremini": "Cremini",
		"Morel": "Morel",
		"Enoki": "Enoki",
		"Shiitake": "Shiitake",
		"Leinspores": "Leinspores"
	},
	"SteampunkerNames": {
		"Whitney": "Whitney",
		"Verity": "Verity",
		"Ada": "Ada",
		"Cornelia": "Cornelia",
		"Lydia": "Lydia",
		"Leila": "Leila",
		"Minerva": "Minerva",
		"Emeline": "Emeline",
		"Cynthia": "Cynthia",
		"Fidelia": "Fidelia",
		"Lilly": "Lilly",
		"Phoebe": "Phoebe",
		"Zylphia": "Zylphia",
		"Zelda": "Zelda",
		"Selina": "Selina",
		"Hope": "Hope",
		"Isabella": "Isabella",
		"Judith": "Judith",
		"Savannah": "Savannah",
		"Vivian": "Vivian"
	},
	"DyeTraderNames": {
		"Abdosir": "Abdosir",
		"Akbar": "Akbar",
		"Bodashtart": "Bodashtart",
		"Danel": "Danel",
		"Hanno": "Hanno",
		"Hiram": "Hiram",
		"Kanmi": "Kanmi",
		"Philosir": "Philosir",
		"Tabnit": "Tabnit",
		"Yutpan": "Yutpan",
		"Ahirom": "Ahirom",
		"Batnoam": "Batnoam",
		"Sikarbaal": "Sikarbaal",
		"Hannibal": "Hannibal",
		"Yehomilk": "Yehomilk",
		"Ahinadab": "Ahinadab"
	},
	"PartyGirlNames": {
		"Candy": "Candy",
		"Isis": "Isis",
		"Trixy": "Trixy",
		"Destiny": "Destiny",
		"Lexus": "Lexus",
		"Bambi": "Bambi",
		"Bailey": "Bailey",
		"Glitter": "Glitter",
		"Sparkle": "Sparkle",
		"Paris": "Paris",
		"Dazzle": "Dazzle",
		"Fantasy": "Fantasy",
		"Bunny": "Bunny",
		"Sugar": "Sugar",
		"Fantasia": "Fantasia",
		"Star": "Star",
		"Cherry": "Cherry",
		"Amanda": "Amanda"
	},
	"CyborgNames": {
		"Alpha": "Alpha",
		"Beta": "Beta",
		"Delta": "Delta",
		"Omega": "Omega",
		"Gamma": "Gamma",
		"Theta": "Theta",
		"Kappa": "Kappa",
		"Omicron": "Omicron",
		"Sigma": "Sigma",
		"Upsilon": "Upsilon",
		"Phi": "Phi",
		"Zeta": "Zeta",
		"Lambda": "Lambda",
		"Nu": "Nu",
		"Ci": "Ci",
		"Rho": "Rho",
		"Fender": "Fender",
		"T-3E0": "T-3E0",
		"Niner-7": "Niner-7",
		"A.N.D.Y.": "A.N.D.Y.",
		"Syn-X": "Syn-X",
		"Mu": "Mu",
		"Raynbro": "Raynbro"
	},
	"PainterNames": {
		"Marco": "Marco",
		"Guido": "Guido",
		"Enzo": "Enzo",
		"Martino": "Martino",
		"Mauro": "Mauro",
		"Lorenzo": "Lorenzo",
		"Ludo": "Ludo",
		"Luciano": "Luciano",
		"Carlo": "Carlo",
		"Bruno": "Bruno",
		"Mario": "Mario",
		"Leonardo": "Leonardo",
		"Raphael": "Raphael",
		"Luigi": "Luigi",
		"Luca": "Luca",
		"Darren": "Darren",
		"Esreadel": "Esreadel",
		"Stefano": "Stefano",
		"Jim": "Jim"
	},
	"WitchDoctorNames": {
		"Abibe": "Abibe",
		"Jamundi": "Jamundi",
		"U'wa": "U'wa",
		"Tairona": "Tairona",
		"Xirigua": "Xirigua",
		"Zop'a": "Zop'a",
		"Opuni": "Opuni",
		"Kogi-ghi": "Kogi-ghi",
		"Konah": "Konah",
		"Gboto": "Gboto"
	},
	"PirateNames": {
		"David": "David",
		"Red Beard": "Red Beard",
		"Jack": "Jack",
		"Black Beard": "Black Beard",
		"Captain Morgan": "Captain Morgan",
		"Wet Beard": "Wet Beard",
		"James T. Beard": "James T. Beard",
		"Gunpowder Garry": "Gunpowder Garry",
		"Captain Stoney Dirt": "Captain Stoney Dirt",
		"Jake": "Jake",
		"Captain Bullywort": "Captain Bullywort"
	},
	"StylistNames": {
		"Bri": "Bri",
		"Brianne": "Brianne",
		"Flora": "Flora",
		"Iris": "Iris",
		"Scarlett": "Scarlett",
		"Lola": "Lola",
		"Hazel": "Hazel",
		"Stella": "Stella",
		"Pearl": "Pearl",
		"Tallulah": "Tallulah",
		"Ruby": "Ruby",
		"Esmeralda": "Esmeralda",
		"Kylie": "Kylie",
		"Kati": "Kati",
		"Biah": "Biah",
		"Meliyah": "Meliyah",
		"Petra": "Petra",
		"Rox": "Rox",
		"Roxanne": "Roxanne",
		"Annabel": "Annabel"
	},
	"TravelingMerchantNames": {
		"Abraham": "Abraham",
		"Bohemas": "Bohemas",
		"Eladon": "Eladon",
		"Aphraim": "Aphraim",
		"Gallius": "Gallius",
		"Llewellyn": "Llewellyn",
		"Riley": "Riley",
		"Rawleigh": "Rawleigh",
		"Shipton": "Shipton",
		"Romeo": "Romeo",
		"Aedan": "Aedan",
		"Mercer": "Mercer",
		"Willy": "Willy"
	},
	"AnglerNames": {
		"Bobby": "Bobby",
		"Sammy": "Sammy",
		"Jimmy": "Jimmy",
		"Danny": "Danny",
		"Timmy": "Timmy",
		"Simon": "Simon",
		"Johnny": "Johnny",
		"Billy": "Billy",
		"Matty": "Matty",
		"Bart": "Bart",
		"Phillip": "Phillip",
		"Spencer": "Spencer",
		"Nathan": "Nathan",
		"Grayson": "Grayson",
		"Miles": "Miles",
		"Charles": "Charles",
		"Adam": "Adam",
		"Tyler": "Tyler",
		"Jey": "Jey",
		"Ivan": "Ivan",
		"Izzy": "Izzy"
	},
	"SkeletonMerchantNames": {
		"Skellington": "Skellington",
		"Bones McGee": "Bones McGee",
		"Gloomy Mays": "Gloomy Mays",
		"Jack Sellington": "Jack Sellington",
		"Billy Marrows": "Billy Marrows",
		"Tom": "Tom",
		"Rattles Magoo": "Rattles Magoo",
		"Mandible Calavera": "Mandible Calavera",
		"Mika": "Mika",
		"No-Eyed Wiley": "No-Eyed Wiley",
		"Victor": "Victor"
	},
	"TaxCollectorNames": {
		"McKinly": "McKinly",
		"Millard": "Millard",
		"Fillmore": "Fillmore",
		"Rutherford": "Rutherford",
		"Chester": "Chester",
		"Grover": "Grover",
		"Cleveland": "Cleveland",
		"Theodore": "Theodore",
		"Herbert": "Herbert",
		"Warren": "Warren",
		"Lyndon": "Lyndon",
		"Ronald": "Ronald",
		"Harrison": "Harrison",
		"Woodrow": "Woodrow",
		"Tweed": "Tweed",
		"Blanton": "Blanton",
		"Dwyer": "Dwyer",
		"Carroll": "Carroll",
		"Agnew": "Agnew"
	},
	"BartenderNames": {
		"Name_1": "Ted",
		"Name_2": "Barkeep",
		"Name_3": "Jerry",
		"Name_4": "Bill",
		"Name_5": "Ernest",
		"Name_6": "William",
		"Name_7": "Dale",
		"Name_8": "Bruce",
		"Name_9": "Moe",
		"Name_10": "Javahawk",
		"Name_11": "Elandrian",
		"Name_12": "Driscan",
		"Name_13": "Iamisom",
		"Name_14": "Blacksmith",
		"Name_15": "Dani Moo",
		"Name_16": "Paddy"
	},
	"GolferNames": {
		"Name_1": "Lion Pines",
		"Name_2": "Gunner McLovin",
		"Name_3": "Harry Madison",
		"Name_4": "Arnie Palmfrond",
		"Name_5": "Jake Nicklelisp",
		"Name_6": "William",
		"Name_7": "Billy Bones",
		"Name_8": "Jim Mulligan"
	},
	"BestiaryGirlNames": {
		"Name_1": "Maria",
		"Name_2": "MacKenzie",
		"Name_3": "Azaria",
		"Name_4": "Juanita",
		"Name_5": "Astra",
		"Name_6": "Hayley",
		"Name_7": "Becca",
		"Name_8": "Veronica",
		"Name_9": "Tia",
		"Name_10": "Robyn",
		"Name_11": "Arien",
		"Name_12": "Jane",
		"Name_13": "Bindi",
		"Name_14": "Dian",
		"Name_15": "Lori",
		"Name_16": "Mardy",
		"Name_17": "Mollie",
		"Name_18": "Lizzy",
		"Name_19": "Daphne",
		"Name_20": "Ellen",
		"Name_21": "Lilith"
	},
	"PrincessNames": {
		"Ai": "Ai",
		"Hime": "Hime",
		"Emilia": "Emilia",
		"Alice": "Alice",
		"Belle": "Belle",
		"Sophia": "Sophia",
		"Hikari": "Hikari",
		"Faye": "Faye",
		"Christina": "Christina",
		"Flora": "Flora",
		"Liselotte": "Liselotte",
		"Aria": "Aria",
		"Yuuki": "Yuuki",
		"Theresa": "Theresa",
		"Elitia": "Elitia",
		"Lucia": "Lucia",
		"Ariel": "Ariel",
		"Momo": "Momo",
		"Charlotte": "Charlotte",
		"Tiara": "Tiara",
		"Yorai": "Yorai",
		"Rosetta": "Rosetta"
	},
	"CatNames_Siamese": {
		"Zen": "Zen",
		"Callie": "Callie",
		"Rainha": "Rainha",
		"Nust": "Nust",
		"Bandit": "Bandit",
		"Goliath": "Goliath",
		"Valerie": "Valerie",
		"Socks": "Socks",
		"Iris": "Iris",
		"Sekhmet": "Sekhmet",
		"Cleo": "Cleo",
		"Sappho": "Sappho"
	},
	"CatNames_Black": {
		"Luna": "Luna",
		"Figment": "Figment",
		"Ember": "Ember",
		"Damien": "Damien",
		"Snowball": "Snowball",
		"Night": "Night",
		"Misu": "Misu",
		"Magic": "Magic",
		"Tonic": "Tonic",
		"Violet": "Violet",
		"Jaspers": "Jaspers",
		"Gargoyle": "Gargoyle",
		"Lilith": "Lilith",
		"Salem": "Salem",
		"Rascal": "Rascal",
		"Bella": "Bella",
		"Odin": "Odin",
		"Jiji": "Jiji",
		"Morgan": "Morgan",
		"Arbus": "Arbus",
		"Max": "Max",
		"George": "George",
		"Esper": "Esper"
	},
	"CatNames_OrangeTabby": {
		"Linkle": "Linkle",
		"Remy": "Remy",
		"Lux": "Lux",
		"Sunny": "Sunny",
		"Tigger": "Tigger",
		"Callie": "Callie",
		"Sassy": "Sassy",
		"Bob": "Bob",
		"Leo": "Leo",
		"Tiger": "Tiger",
		"Caramel": "Caramel",
		"Tony": "Tony",
		"Garfield": "Garfield",
		"Hobbes": "Hobbes",
		"Charlie": "Charlie",
		"Rascal": "Rascal",
		"Critter": "Critter",
		"Adol": "Adol"
	},
	"CatNames_RussianBlue": {
		"Alexi": "Alexi",
		"Ruby": "Ruby",
		"Bubbles": "Bubbles",
		"Lexi": "Lexi",
		"Prissy": "Prissy",
		"Valery": "Valery",
		"Lucy": "Lucy",
		"Pete": "Pete",
		"Jocelyn": "Jocelyn",
		"Light": "Light",
		"Lily": "Lily",
		"Starlight": "Starlight",
		"Cobalt": "Cobalt",
		"Tilly": "Tilly",
		"Rion": "Rion",
		"Momo": "Momo",
		"Tarzan": "Tarzan"
	},
	"CatNames_Silver": {
		"Roo": "Roo",
		"Blaze": "Blaze",
		"Rebus": "Rebus",
		"Polo": "Polo",
		"Kelly": "Kelly",
		"Kiva": "Kiva",
		"Sooty": "Sooty",
		"By-Tor": "By-Tor",
		"Merlin": "Merlin",
		"Trudy": "Trudy",
		"Nana": "Nana",
		"Ange": "Ange",
		"Kanako": "Kanako",
		"Freya": "Freya",
		"Cloud": "Cloud",
		"Cutie": "Cutie",
		"Renne": "Renne",
		"Miette": "Miette",
		"Tula": "Tula"
	},
	"CatNames_White": {
		"Misty": "Misty",
		"Storm": "Storm",
		"Angel": "Angel",
		"Vincent": "Vincent",
		"MrCat": "Mr. Cat",
		"Holly": "Holly",
		"Sam": "Sam",
		"Rory": "Rory",
		"Ichibi": "Ichibi",
		"Belle": "Belle",
		"Yuki": "Yuki",
		"Ater": "Ater",
		"Snowdrop": "Snowdrop",
		"Snowball": "Snowball",
		"Reah": "Reah",
		"Gemma": "Gemma"
	},
	"DogNames_Labrador": {
		"Penny": "Penny",
		"Pebbles": "Pebbles",
		"Puppy": "Puppy",
		"Monroe": "Monroe",
		"Kittie": "Kittie",
		"Buddy": "Buddy",
		"Charlie": "Charlie",
		"Trulte": "Trulte",
		"Daisy": "Daisy",
		"Calvin": "Calvin",
		"Willow": "Willow",
		"Arthur": "Arthur",
		"John": "John",
		"Bitsy": "Bitsy",
		"Mike": "Mike",
		"Sparky": "Sparky",
		"Lucky": "Lucky"
	},
	"DogNames_PitBull": {
		"Max": "Max",
		"Dexter": "Dexter",
		"Chomps": "Chomps",
		"Bubba": "Bubba",
		"Sampson": "Sampson",
		"Spike": "Spike",
		"Ginger": "Ginger",
		"Kona": "Kona",
		"Keith": "Keith",
		"Jazzy": "Jazzy",
		"Rex": "Rex",
		"Toshiro": "Toshiro",
		"Buster": "Buster",
		"Doug": "Doug"
	},
	"DogNames_Beagle": {
		"Zelda": "Zelda",
		"Navi": "Navi",
		"Ali": "Ali",
		"Fred": "Fred",
		"Roxie": "Roxie",
		"Milo": "Milo",
		"Copper": "Copper",
		"Darwin": "Darwin",
		"Lieselotte": "Lieselotte",
		"Wilma": "Wilma",
		"Odie": "Odie",
		"Feena": "Feena",
		"Pete": "Pete"
	},
	"DogNames_Corgi": {
		"Bella": "Bella",
		"Ellie": "Ellie",
		"Baxter": "Baxter",
		"Oliver": "Oliver",
		"Maya": "Maya",
		"Titus": "Titus",
		"Shino": "Shino",
		"Elizabeth": "Elizabeth",
		"Victoria": "Victoria",
		"Yona": "Yona",
		"Ammy": "Ammy",
		"Charles": "Charles",
		"Estelle": "Estelle",
		"Astro": "Astro"
	},
	"DogNames_Dalmation": {
		"Spot": "Spot",
		"Suzy": "Suzy",
		"Lucky": "Lucky",
		"Marshall": "Marshall",
		"Dotty": "Dotty",
		"Pongo": "Pongo",
		"Sapphire": "Sapphire",
		"Splat": "Splat",
		"Aurora": "Aurora",
		"Akane": "Akane",
		"Firebug": "Firebug",
		"Polka": "Polka",
		"Mizore": "Mizore"
	},
	"DogNames_Husky": {
		"Rosalie": "Rosalie",
		"Balto": "Balto",
		"Miska": "Miska",
		"Sky": "Sky",
		"Sasha": "Sasha",
		"Zoey": "Zoey",
		"Toya": "Toya",
		"Snowdog": "Snowdog",
		"Kayla": "Kayla",
		"Hachiko": "Hachiko",
		"Indiana": "Indiana",
		"Sven": "Sven",
		"Bullet": "Bullet",
		"Comet": "Comet",
		"Ingrid": "Ingrid",
		"Dogi": "Dogi"
	},
	"BunnyNames_White": {
		"Bunnicula": "Bunnicula",
		"Ben": "Ben",
		"Roger": "Roger",
		"Skippy": "Skippy",
		"Donnie": "Donnie",
		"Alice": "Alice",
		"Presto": "Presto",
		"Shion": "Shion",
		"Lisette": "Lisette",
		"Lily": "Lily",
		"Inaba": "Inaba",
		"Shirayuki": "Shirayuki",
		"Lilia": "Lilia",
		"Ears": "Ears"
	},
	"BunnyNames_Angora": {
		"Breadbuns": "Breadbuns",
		"Loaf": "Loaf",
		"Babs": "Babs",
		"BigB": "Big B",
		"Greg": "Greg",
		"Fluffy": "Fluffy",
		"Pom": "Pom",
		"Muffin": "Muffin",
		"Maximus": "Maximus",
		"Donald": "Donald"
	},
	"BunnyNames_Dutch": {
		"Oreo": "Oreo",
		"Olaf": "Olaf",
		"Domino": "Domino",
		"Oz": "Oz",
		"Yin": "Yin",
		"Yang": "Yang",
		"Pow": "Pow",
		"Kaguya": "Kaguya",
		"Mono": "Mono",
		"Panda": "Panda",
		"Orin": "Orin"
	},
	"BunnyNames_Flemish": {
		"Thumper": "Thumper",
		"Cinnabun": "Cinnabun",
		"Peter": "Peter",
		"Hazel": "Hazel",
		"Loki": "Loki",
		"Sunflower": "Sunflower",
		"Toby": "Toby",
		"Daisy": "Daisy",
		"Dusty": "Dusty",
		"Jazz": "Jazz",
		"Russell": "Russell",
		"Honeycomb": "Honeycomb"
	},
	"BunnyNames_Lop": {
		"Bunbun": "Bunbun",
		"Lola": "Lola",
		"Max": "Max",
		"Tyler": "Tyler",
		"Flops": "Flops",
		"Flappie": "Flappie",
		"Caerbannog": "Caerbannog",
		"Mochi": "Mochi",
		"Dandy": "Dandy",
		"Puff": "Puff",
		"Youp": "Youp",
		"Boof": "Boof",
		"Veidra": "Veidra"
	},
	"BunnyNames_Silver": {
		"Bugz": "Bugz",
		"Buster": "Buster",
		"Silvine": "Silvine",
		"Bunstar": "Bunstar",
		"Lord": "Lord",
		"Bunnykins": "Bunnykins",
		"Crystal": "Crystal",
		"Chrome": "Chrome",
		"Vincent": "Vincent",
		"Zach": "Zach",
		"Joshua": "Joshua",
		"Dustbunny": "Dustbunny",
		"Dusty": "Dusty"
	},
	"SlimeNames_Blue": {
		"Steve": "Steve",
		"Seymour": "Seymour",
		"Simon": "Simon",
		"Sheldon": "Sheldon",
		"Sam": "Sam",
		"Samson": "Samson",
		"Sid": "Sid",
		"Sigvard": "Sigvard",
		"Stein": "Stein",
		"Sean": "Sean",
		"Samwise": "Samwise",
		"Snoot": "Snoot",
		"Swotty": "Swotty",
		"Stuart": "Stuart",
		"Stratford": "Stratford",
		"Saliva": "Saliva",
		"Sherman": "Sherman",
		"Stiltskin": "Stiltskin",
		"Shibboleet": "Shibboleet",
		"Sine": "Sine",
		"Spock": "Spock",
		"Smarty": "Smarty",
		"Sonic": "Sonic",
		"Sputnik": "Sputnik",
		"Smoof": "Smoof",
		"Spetch": "Spetch",
		"Stevenson": "Stevenson"
	},
	"SlimeNames_Green": {
		"Sylvester": "Sylvester",
		"Slimer": "Slimer",
		"Seth": "Seth",
		"Shane": "Shane",
		"Sully": "Sully",
		"Scooter": "Scooter",
		"Scotty": "Scotty",
		"Spike": "Spike",
		"Slachi": "Slachi",
		"Spinach": "Spinach",
		"Slick": "Slick",
		"Slippy": "Slippy",
		"Speedy": "Speedy",
		"Slurm": "Slurm",
		"School": "School",
		"Swag": "Swag",
		"SwiggitySwooty": "Swiggity Swooty",
		"Slackin": "Slackin",
		"Switch": "Switch",
		"Sport": "Sport",
		"Squash": "Squash",
		"Skeeter": "Skeeter",
		"Scutiger": "Scutiger",
		"Softball": "Softball",
		"Spazzy": "Spazzy"
	},
	"SlimeNames_Old": {
		"Stooge": "Stooge",
		"SirSlushington": "Sir Slushington III",
		"Santiago": "Santiago",
		"Sebastian": "Sebastian",
		"Samuel": "Samuel",
		"Seamus": "Seamus",
		"Sage": "Sage",
		"Sinclair": "Sinclair",
		"Stanford": "Stanford",
		"Septimus": "Septimus",
		"Stinky": "Stinky",
		"Spiffy": "Spiffy",
		"Spruce": "Spruce",
		"Swanky": "Swanky",
		"Soggy": "Soggy",
		"Scooby": "Scooby",
		"Sigmund": "Sigmund",
		"Smithers": "Smithers",
		"Sassafras": "Sassafras",
		"Slumbledore": "Slumbledore",
		"Slimdalf": "Slimdalf",
		"Schartzmugel": "Schartzmugel",
		"Scion": "Scion",
		"Scrooge": "Scrooge",
		"Stonks": "Stonks",
		"Swanson": "Swanson",
		"Spinkerton": "Spinkerton"
	},
	"SlimeNames_Purple": {
		"Stewy": "Stewy",
		"Sue": "Sue",
		"Spencer": "Spencer",
		"Sidney": "Sidney",
		"Stefan": "Stefan",
		"Sonnie": "Sonnie",
		"Sacco": "Sacco",
		"Sunset": "Sunset",
		"Snafu": "Snafu",
		"Stumble": "Stumble",
		"Spaghetti": "Spaghetti",
		"Shoggy": "Shoggy",
		"Slimefors": "Slimefors",
		"Shirley": "Shirley",
		"Sara": "Sara",
		"Sharon": "Sharon",
		"Sludge": "Sludge",
		"Snuggle": "Snuggle",
		"Sloppy": "Sloppy",
		"Slimeora": "Slimeora",
		"Sylph": "Sylph",
		"Spew": "Spew",
		"Shemp": "Shemp",
		"Spanky": "Spanky",
		"Spork": "Spork"
	},
	"SlimeNames_Rainbow": {
		"Sylvia": "Sylvia",
		"Skye": "Skye",
		"Stephanie": "Stephanie",
		"Sophia": "Sophia",
		"Shanna": "Shanna",
		"Serenity": "Serenity",
		"Shian": "Shian",
		"Slimestar": "Slimestar",
		"Shimmer": "Shimmer",
		"Surai": "Surai",
		"Stella": "Stella",
		"Sasha": "Sasha",
		"Sweety": "Sweety",
		"Sparkle": "Sparkle",
		"Sapphire": "Sapphire",
		"Seraph": "Seraph",
		"Starry": "Starry",
		"Sprinkes": "Sprinkes",
		"Sherbet": "Sherbet",
		"Sugar": "Sugar",
		"Stardew": "Stardew",
		"Sheena": "Sheena",
		"Sveta": "Sveta",
		"Shampoo": "Shampoo",
		"Sproink": "Sproink",
		"Secreta": "Secreta",
		"Sponsa": "Sponsa",
		"Skyler": "Skyler",
		"Sorai": "Sorai"
	},
	"SlimeNames_Red": {
		"Sparky": "Sparky",
		"Sourpuss": "Sourpuss",
		"Steamer": "Steamer",
		"Sizzle": "Sizzle",
		"Shaka": "Shaka",
		"SlipperySal": "Slippery Sal",
		"Sirius": "Sirius",
		"Sven": "Sven",
		"Sly": "Sly",
		"Smeagol": "Smeagol",
		"Scuff": "Scuff",
		"Shifty": "Shifty",
		"Sassy": "Sassy",
		"Scorpius": "Scorpius",
		"Snotty": "Snotty",
		"Sleepy": "Sleepy",
		"Stressball": "Stressball",
		"Slurpee": "Slurpee",
		"Squeezo": "Squeezo",
		"Sapo": "Sapo",
		"Snart": "Snart",
		"Skiprat": "Skiprat",
		"Sully": "Sully",
		"Sharkey": "Sharkey",
		"Scarface": "Scarface",
		"Slickfather": "Slickfather",
		"Slimeballa": "Slimeballa"
	},
	"SlimeNames_Yellow": {
		"Sandy": "Sandy",
		"Saoirse": "Saoirse",
		"Selena": "Selena",
		"Sienna": "Sienna",
		"Samara": "Samara",
		"Simone": "Simone",
		"Siobhan": "Siobhan",
		"Sabrina": "Sabrina",
		"Sunny": "Sunny",
		"Savannah": "Savannah",
		"Spirit": "Spirit",
		"Sinead": "Sinead",
		"Saraid": "Saraid",
		"Siofra": "Siofra",
		"Sorcha": "Sorcha",
		"Salem": "Salem",
		"Soleil": "Soleil",
		"Salvo": "Salvo",
		"Sahara": "Sahara",
		"Shanoa": "Shanoa",
		"Sybil": "Sybil",
		"Salome": "Salome",
		"Summer": "Summer",
		"Swirl": "Swirl",
		"Saga": "Saga",
		"Silva": "Silva",
		"Striga": "Striga"
	},
	"SlimeNames_Copper": {
		"Solomon": "Solomon",
		"ShortswordSaxon": "Shortsword Saxon",
		"Steele": "Steele",
		"Sigfried": "Sigfried",
		"Sterling": "Sterling",
		"SenioreSlash": "Seniore Slash",
		"Stabby": "Stabby",
		"Spunky": "Spunky",
		"Sharpie": "Sharpie",
		"Scout": "Scout",
		"Scrappy": "Scrappy",
		"Slade": "Slade",
		"Samsara": "Samsara",
		"SixSwingSerge": "Six-Swing Serge",
		"Scorch": "Scorch",
		"Sabin": "Sabin",
		"Stryker": "Stryker",
		"Slayer": "Slayer",
		"Slival": "Slival",
		"Sting": "Sting",
		"Sabaton": "Sabaton",
		"SemperSerus": "Semper Serus",
		"Scrimshank": "Scrimshank",
		"Scavager": "Scavager",
		"Selmy": "Selmy",
		"Shortie": "Shortie"
	},
	"SlimeBlueChatter": {
		"Chatter_1": "¿Glub, glub? ¡Hmm!",
		"Chatter_2": "Glub, glab, glub... ¡gulp!",
		"Chatter_3": "¡Catapum! Mmm... Bleb. Ajá."
	},
	"SlimeGreenChatter": {
		"Chatter_1": "¡Plop!",
		"Chatter_2": "¡Fiu fosiú!",
		"Chatter_3": "¡Eh, blup, glub!"
	},
	"SlimeOldChatter": {
		"Chatter_1": "¡Grom, romrom!",
		"Chatter_2": "Puuu... ¡Ejem!",
		"Chatter_3": "¿Glug, glug? ¡Bah!"
	},
	"SlimeRainbowChatter": {
		"Chatter_1": "¡Cataplam!",
		"Chatter_2": "¡Glib, glib!",
		"Chatter_3": "¿Ola? ¡Caracola!"
	},
	"SlimePurpleChatter": {
		"Chatter_1": "Berp.",
		"Chatter_2": "*Silencio incómodo*",
		"Chatter_3": "Plop. Pop... plom."
	},
	"SlimeRedChatter": {
		"Chatter_1": "Murum, murum... ¡glub!",
		"Chatter_2": "¡Ssss! ¡Groaaaa! Grrrr...",
		"Chatter_3": "Blup... je."
	},
	"SlimeYellowChatter": {
		"Chatter_1": "¡Blumbu, blumbu! ¡Glub, guluglub!",
		"Chatter_2": "¡Brobro, calobro!",
		"Chatter_3": "¡Cataplás!"
	},
	"SlimeCopperChatter": {
		"Chatter_1": "¡Bim, bam, bum!",
		"Chatter_2": "¡Trucu, trucu!",
		"Chatter_3": "¡Pim, pam!"
	}
}