{
	"DryadSpecialText": {
		"WorldStatusAll": "{0} ist {1}% heilig, {2}% verdorben und {3}% purpur.",
		"WorldStatusHallowCorrupt": "{0} ist {1}% heilig und {2}% verdorben.",
		"WorldDescriptionGrim": "Die Dinge stehen sehr schlecht ...",
		"WorldDescriptionWork": "Du hast viel Arbeit vor dir.",
		"WorldDescriptionClose": "Du bist so nah!",
		"WorldStatusHallowCrimson": "{0} ist {1}% heilig und {2}% purpur.",
		"WorldStatusCorruptCrimson": "{0} ist {1}% verdorben und {2}% purpur.",
		"WorldStatusCorrupt": "{0} ist {1}% verdorben.",
		"WorldStatusCrimson": "{0} ist {1}% purpur.",
		"WorldStatusHallow": "{0} ist {1}% heilig",
		"WorldStatusPure": "{0} ist vollkommen rein. Das hast du toll gemacht!",
		"WorldDescriptionBalanced": "Die Welt ist im Gleichgewicht.",
		"WorldDescriptionFairyTale": "Wir leben in einem Märchen.",
		"Party": "Ich dachte, ich könnte eine Party für unsere vergangenen Erfolge schmeißen und für die, die noch kommen.",
		"AfterDD2Tier2": "Das Verderben wollte mich einnehmen, als ich in Etheria war, aber stattdessen habe ich seine Macht gegen die Armee des Alten eingesetzt!",
		"Graveyard1": "Mit dem Verderben komme ich ja klar, aber die stickige Luft hier lässt die Blumen in meinem Haar verwelken.",
		"Graveyard2": "Dieser Ort ... Ich höre, wie die Natur die, die hier gefallen sind, anschreit.",
		"Rain1": "Mit dem Wasser vom Himmel kann die Natur den Schlamm in unseren Flüssen fortwaschen.",
		"Storm1": "Unsere Mutter ist wütend und will den Schmutz wegbrennen, indem sie ihre zerstörerische Macht auf unsere Baumwipfel regnen lässt.",
		"Storm2": "Es ist unschlau, unter den blitzenden Gefahren von oben ohne Schutz herumzulaufen.",
		"Windy1": "Der Wind ... so pustet die Natur den Staub aus dem Land.",
		"Windy2": "An diesem Tag reißt die Wut der Natur die Blätter von den Bäumen.",
		"AfterDD2Tier1": "Als ich in Etheria war, fühlte ich mich völlig isoliert von {WorldName}. Es ist schön, wieder hier zu sein.",
		"Rain2": "Wenn es regnet, erlangen viele Fischarten mystische Eigenschaften."
	},
	"DyeTraderSpecialText": {
		"HasPlant_0": "Wunderbar! Du hast mir eine exquisite Probe der wunderschönen Farben und Armen der Welt gebracht. Im Austausch erhältst du diese besondere Flasche mit Farbe.",
		"HasPlant_1": "Du bringst mir eine wunderschöne, seltene Blume ... ja, ja? Nimm diese Flasche mit besonderer Farbe als Entlohnung, Freund!",
		"HasPlant_2": "Fantastisch, wunderbarer Freund! Mit diesem besonderen Exemplar kann ich die besten Farben mischen, die {WorldName} je gesehen hat! Diese hier darfst du gleich mitnehmen!",
		"NoPlant_0": "Oh, nein, nein, so geht das nicht. Dieses Geld ist nutzlos! Du musst mir ein seltenes Exemplar einer Pflanze bringen!",
		"NoPlant_1": "Du glaubst, du kannst {DyeTrader} hinters Licht führen! Da musst du aber früher aufstehen! Ich nehme nur die seltensten aller Blumen im Austausch für diese besonderen Flaschen!",
		"NoPlant_2": "Diese Farbflaschen? Nein, mein lieber Freund, die lassen sich nicht mit Geld bezahlen. Ich nehme nur die wertvollsten und seltensten Blumen im Austausch für eine davon!",
		"Party": "Ich liebe Partys. So viele wunderschöne Farben und glückliche Leute.",
		"Graveyard1": "Oh, oh nein ... das ist nicht gut. Diese verweste Umgebung macht meine Färbeblüten stumpf.",
		"Graveyard2": "Du glaubst, dieser Ort wäre meiner Anwesenheit würdig? Er ist so langweilig, so stumpfsinnig und diese Leute sind im wahrsten Sinne des Wortes unterlegen.",
		"Rain1": "Zu viel Wasser verdünnt meine Auswahl! Dieser Regen sollte lieber schnell aufhören!",
		"Rain2": "Nein, nein, meine Roben dürfen nicht nass werden! Sonst verlieren sie ihre starke Farbe!",
		"Storm1": "Wahrhaftig! Ich hasse diese lästigen Stürme!",
		"Storm2": "Meine Güte, wann endet der Zorn der Natur denn endlich?",
		"Windy1": "Herrlich! Der Wind bringt mir Blüten mit allerlei Farben!",
		"Windy2": "Einen Moment bitte. Ich muss meine Palette vor den stürmischen Winden sichern!"
	},
	"GuideSpecialText": {
		"Party": "Du warst noch nie auf einer Party? Du solltest mal bei den anderen nachfragen. Manchmal bringen Leute besondere Geschenke mit.",
		"Graveyard1": "Friedhöfe sind gruselig und sehr gefährlich. Pass lieber auf dich auf!",
		"Graveyard2": "Hier ist es kalt und ominös. Ich spüre, wie etwas Bösartiges nach mir ruft.",
		"Rain1": "Sei gewarnt, einige Kreaturen kommen nur im Regen heraus.",
		"Rain2": "Mach dir keine Sorgen, das ist nur Wasser. Ich habe von Fischen gehört, die beim Regen fliegen können!",
		"Storm1": "Bei einem Gewitter ist es draußen gefährlich. Geh lieber in Deckung!",
		"Storm2": "Blitze sollte man nicht unterschätzen. Mächtige Gegner kommen bei so einem Wetter heraus.",
		"Windy1": "Lass dich nicht von den starken Winden wegpusten. Und pass auf die Monster auf, die sie nutzen!",
		"Windy2": "Da draußen ist es windig! Ein guter Zeitpunkt, einen Drachen fliegen zu lassen.",
		"Eclipse": "Hä?! Wo ist denn die Sonne? Warum ist es so dunkel? Wir haben wohl eine Sonnenfinsternis!",
		"Lantern1": "Was für eine schöne Nacht! Nach deinem letzten Sieg scheint die Welt mehr Frieden gefunden zu haben. Diese Laternen beweisen das.",
		"Lantern2": "Siehst du die Laternen? Jetzt, da du unsere Welt gerettet hast, gibt es ständig Feiern zu deinem Sieg. Was für ein schöner Anblick!",
		"SlimeRain": "Wenn du genug von diesen Schleimen besiegst, dann ziehst du vielleicht den Zorn ihres Königs auf dich. Sei lieber vorsichtig!"
	},
	"MerchantSpecialText": {
		"Party": "Weißt du, wie man am besten eine Party macht. Indem du Sachen für andere kaufst, vor allem von mir.",
		"Graveyard1": "Diese unheimliche Atmosphäre ist schlecht für’s Geschäft!",
		"Graveyard2": "Dies ist ein schrecklicher Standort ... Ich kann doch meine Waren nicht an die Toten verkaufen!",
		"Rain1": "Regenschirme! Regenschirme! Regenschirme zum halben Preis!",
		"Rain2": "Wie trostlos es doch ist! Hol dir bessere Laune mit 99 Fackeln!",
		"Storm1": "Willst du einen Blitzableiter kaufen? Ups, ich hab gar keine mehr auf Lager.",
		"Storm2": "Ein Sturm zieht auf ... Warum kommst du nicht rein und kaufst etwas?",
		"Windy1": "Was für ein stürmischer Tag! Bleib doch etwas und kauf noch was.",
		"Windy2": "Ich habe meinen Hut mit Schleim festgeklebt, damit er nicht wegweht! Vielleicht kann ich dir ja etwas gegen ein paar Goldmünzen anbieten?"
	},
	"GoblinTinkererSpecialText": {
		"Party": "Goblin-Partys sind so ähnlich wie die von Menschen. Bei beiden gibt es Spiele wie „Gib dem Menschen die Schuld“, äh ... Ich spiele das Spiel natürlich auf meinen Partys nicht.",
		"Graveyard1": "Ich arbeite an einem Photonensack. Das ist eine Erfindung, die all die Geister einfangen soll, die da draußen rumlauern!",
		"Graveyard2": "Das ständige Stöhnen und die ohrenbetäubenden Schreie lenken mich von der Arbeit ab!",
		"Rain1": "Bei dem ganzen Regen kann ich kaum etwas sehen. Ich sollte meine Brille mit ein paar Scheibenwischern versehen.",
		"Rain2": "Menschen sind viel größer als Goblins. Bei Überflutungen haben wir immer viel Ärger.",
		"Storm1": "Ich arbeite an einer Erfindung, die die Energie einsetzt, die um uns herum freigegeben wird!",
		"Storm2": "Die meisten Goblins hassen Gewitter. Vermutlich, weil sie so viele Dornenbälle bei sich haben.",
		"Windy1": "Das Wetter ist der Grund dafür, warum ich eine Schutzbrille trage! Ich darf keinen Sand und Staub in die Augen kriegen.",
		"Windy2": "Jetzt wäre die richtige Zeit, ein Windradaccessoire zu erfinden."
	},
	"WitchDoctorSpecialText": {
		"Party": "Ich wollte nur mal sehen, wie dein Volk feiert. Enttäuscht bin ich nicht.",
		"AfterDD2Tier1": "Ich spüre einen Gleichgesinnten unter den etherischen Dunkelmagiern. Schade, dass sie unsere Feinde sind. Ich hätte gern von ihnen gelernt.",
		"Graveyard1": "Erstehet auf, meine Zombies! Erstehet auf!",
		"Graveyard2": "Du kannst den Sensenmann vom Friedhof nehmen, aber nicht den Friedhof vom Sensenmann ...",
		"Rain1": "Der Klang des Regens ist wohltuend für die Seele.",
		"Rain2": "Es geht um Balance. Wir brauchen Sonne, wir brauchen Regen. Zu viel von beidem führt in den Untergang.",
		"Storm1": "Heute lachen die Geister laut, in blendender Würde.",
		"Storm2": "Licht sorgt für Schatten, und Schatten sorgt für Licht.",
		"Windy1": "Halte deine Talismane gut Fest. Sonst heißte es Pustekuchen.",
		"Windy2": "Der Wind weht mit den Blättern, die Blätter wehen mit dem Wind."
	},
	"ClothierSpecialText": {
		"Party": "Mama hat immer gesagt, du musst die Vergangenheit hinter dir lassen, damit du weiter Party machen kannst.",
		"Graveyard1": "Ich wurde verflucht! Bring mich ins Krankenhaus!",
		"Graveyard2": "Es ist ein großer Friedhof, wir teilen ihn einfach auf! Die Toten bleiben in ihrer Hälfte und wir in unserer!",
		"Rain1": "Natürlich muss es regnen! Winzige, stechende, fiese Tropfen, die von der Seite kommen! Immerhin regnet es nicht vom Boden hoch!",
		"Rain2": "Irgendwann hatten wir mal so einen Regen und dann hat es vier Tage lang durchgeregnet!",
		"Storm1": "Nicht vergessen, weiter zu atmen. Irgendwann ist auch dieser Sturm vorbei!",
		"Storm2": "Wenn es nicht stürmen würde, wären alle draußen. Die Blitze machen es erst richtig gefährlich.",
		"Windy1": "Ich schätze, manchmal gibt es einfach nicht genug Windmühlen.",
		"Windy2": "Die Luft hat es heute wirklich auf uns abgesehen!"
	},
	"TravellingMerchantSpecialText": {
		"Party": "Viele sagen, dass man auf Partys die besten Erinnerungen sammelt. Also kauf etwas, damit du Erinnerungen sammeln kannst!",
		"Graveyard1": "Puh! Sieh dir nur meine vielen Waren an! Glaub ja NICHT, ich hätte die von den Toten hier geklaut, nur um sie dir zu verkaufen.",
		"Graveyard2": "Auf meinen Reisen bin ich noch nie jemandem begegnet, der an solch einem abgrundartigen Ort gewohnt hat! Naja, aber wenn du Geld hast ...",
		"Rain1": "Ob Regen oder Sonnenschein, ich komme von fern, um dir zu dienen! Hast du Geld?",
		"Rain2": "Wenn mein exotischer Mantel schrumpft, wäre ich ungehalten!",
		"Storm1": "Beeile dich und kauf was!",
		"Storm2": "Puh, das war knapp! Ziegel und Mörtel klingen grade nach einer ziemlich guten Investition.",
		"Windy1": "Ich gehe, wohin der Wind mit trägt. Aber das hier ist doch einfach albern!",
		"Windy2": "Ich würde dir ja exotische Windsocken verkaufen, aber ich befürchte, ich habe sie vergessen!"
	},
	"MechanicSpecialText": {
		"Party": "Glaubst du, es würde jemanden stören, wenn ich einen Kuchen mit Glühbirnen statt mit Kerzen verzieren würde?",
		"Graveyard1": "Ich sollte an diesem dunklen, gruseligen Ort mal Licht machen, um die Monster fernzuhalten.",
		"Graveyard2": "Ich würde ja ein paar Kabel verlegen, aber die toten Gruseldinger sind mir im Weg!",
		"Rain1": "Wenn der Regen nicht bald aufhört, rostet mein Schraubenschlüssel noch!",
		"Rain2": "Ach, Mist! Schon wieder eine Sicherung durchgebrannt! Ich hasse dieses Wetter.",
		"Storm1": "Toll! Wieder eine Pumpe kaputt. Wann hören die Blitze endlich auf, meine Sachen kaputtzumachen?!",
		"Storm2": "Geh ja nicht raus, während du eins meiner Werke hältst. Sonst lockst du noch eine unerwünschte Portion Strom an!",
		"Windy1": "Oh nein! Es kommen Luftlöcher mit Niedrigdruck auf uns zu. Ich muss das Stromnetz sichern!",
		"Windy2": "Dieser Wirbelsturm bringt meine Kabel durcheinander. Pass auf, wo du hintrittst!"
	},
	"BartenderSpecialText": {
		"AfterDD2Tier1": "Das war echt super, wie du die Armee des Alten zurückgeschlagen hast! Aber das war bestimmt noch nicht das letzte Mal, dass wir die gesehen haben. Sonderlich angestrengt haben sie sich ja nicht.",
		"AfterDD2Tier2": "Die Armee des Alten wird immer stärker, und trotzdem setzt du dich gegen sie durch! Aber irgendwie habe ich den Eindruck, dass es das noch nicht gewesen ist.",
		"AfterDD2Tier3": "Du hast es echt geschafft, den Ansturm der Armee des Alten abzuwehren? Vielleicht solltest du mal nach Etheria kommen.",
		"BeforeDD2Tier1": "Wir sollten wirklich etwas gegen die Armee des Alten unternehmen. Wenn du mehr über den Eternia-Kristall erfahren willst, dann frag nur.",
		"FirstHelp": "Hier hast du erst einmal ein paar Verteidigermedaillen, als Geschenk quasi! Ich hab ein paar besondere Verteidigungen, die du kaufen kannst, aber nur mit den Medaillen!",
		"FirstMeeting": "Eh? Wie komme ich denn hierher? Ich erinnere mich nur noch, dass sich ein Portal vor mir geöffnet hat ...",
		"Graveyard1": "Es gibt ja ein paar düstere Orte in Etheria, aber das hier schlägt alles!",
		"Graveyard2": "Die Bar ist heute ziemlich ausgestorben. Und so riecht sie auch!",
		"Party_1": "Hier findet eine Party statt! Und gerade, als ich die Bar abgewischt hatte.",
		"Party_2": "Du solltest dich hinsetzen und das Leben genießen. Keine Angst, ich bezweifle, dass Kobolde auftauchen.",
		"Rain1": "Du siehst wie ein zotteliger, nasser Hund aus! Wie wäre es mit ‘nem Humpen Bier?",
		"Rain2": "Tritt dir die Schuhe ab, bevor du reinkommst. Ich hab den Boden grade poliert!",
		"Storm1": "Komm rein aus dem Sturm! Setz dich hin und trink was.",
		"Storm2": "Du siehst etwas fertig aus! Vielleicht beruhigt ein Krug deine angesengten Nerven.",
		"Windy1": "Und weg ist das Dach. Dabei habe ich es doch gerade gestern neumachen lassen!",
		"Windy2": "Schnür dein Häubchen fest, heute weht eine steife Briese."
	},
	"PartyGirlSpecialText": {
		"Party_1": "Hmm? Heute nichts Besonderes ... haha, Scherz! Es ist Party-Zeit und danach ist After-Party-Zeit!",
		"Party_2": "Endlich ist meine Zeit gekommen!",
		"AfterDD2Tier1": "Hast du schon mal einen Oger gesehen? Ich möchte mal auf einem reiten!",
		"Cake1": "Wo warste denn?! Hier geht voll die Party ab! Hier, nimm den Kuchen!",
		"Cake2": "Pssst! Du darfst NIEMANDEM verraten, dass ich ihn dir gegeben habe! Das soll eine Überraschung sein!",
		"Cake3": "Partytime! Du hast dann so voll die Verantwortung für den Kuchen, {PlayerName}!",
		"Graveyard1": "Juhu! Es ist Zeit für Party! ... ähm, warum bewegt sich denn keiner?",
		"Graveyard2": "Wir sollten so laut Party machen, dass selbst die Toten in ihren Gräbern erwachen! Hihi!",
		"Rain1": "Draußen regnet es! Komm rein und mach Party mit uns!",
		"Rain2": "Oh, du bist ja ganz nass? Shake it off!",
		"Storm1": "In der Disko hat es plötzlich ganz laut gedonnert. Da hab ich Panik bekommen!",
		"Storm2": "Komm, tanzen wir! Wir wiegen unsere Hüften zum Beat des Himmels!",
		"Windy1": "Hat da jemand was von einer Orkanparty gesagt?! Ich bringe die Batterien mit!",
		"Windy2": "Was für eine geile Zeit, mit Konfetti rumzuwerfen!",
		"Music1": "Ist die Musik nichts für deine Party? Ich mische die Playlist für dich.",
		"Music2": "Ich finde, diese Party könnte frischen Wind vertragen! Wie wäre es mit diesen Tunes?",
		"Music3": "Mit diesem Song machen wir schon seit Jahren Party! Lass mal was Neues auflegen!"
	},
	"PirateSpecialText": {
		"Party": "Nach dem ganzen Kuchen wirst du mich eine Weile Weißbart nennen müssen.",
		"Graveyard1": "Arr ... ich sag’s ja nicht gerne, aber viele meiner Crewmitglieder haben diese Löcher gemacht ... wenn du weißt, was ich meine.",
		"Graveyard2": "Harharhar ... das Meer ist das Seemannsgrab! Ihr Landratten vergeudet eure Zeit!",
		"Rain1": "Harhar! Regen?! Ein ganz normaler Tag für Piraten.",
		"Rain2": "An dem Regenhimmel fliegen Fische! Ich habe es mit eigenem Auge gesehen!",
		"Storm1": "Ahoi! Der Einschlag kommt, du Haudegen! Das ist die Mutter aller Stürme!",
		"Storm2": "Ach, du großes Charybdis! Was für Flüche hat uns dein Zorn heute gebracht?!",
		"Windy1": "Hisst die Flaggen, ihr Hundesöhne! Wir Piraten brechen zu einem Rennen auf! Jarharhar!",
		"Windy2": "Alle Mann an Deck! Ein Sturm zieht auf!"
	},
	"TruffleSpecialText": {
		"Party": "Ich hätte ja alle zu mir nach Hause eingeladen, aber da gibt‘s keinen Pilz.",
		"Graveyard1": "Dies ist ein toller Ort, um eine Familie zu gründen. Fast all meine Freude sind hier geboren!",
		"Graveyard2": "Hier fühle ich mich wohl. Ich weiß nicht, warum ...",
		"Rain1": "Aah ... schön und feucht. Mir geht's echt gut.",
		"Rain2": "Bei Regen feiert mein Volk.",
		"Storm1": "Das Wetter scheint eher nachteilig für deine Spezies, Mensch.",
		"Storm2": "Der letzte Donnerknall hat mir vor Schreck die Sporen ausgetrieben!",
		"Windy1": "Wir sind sehr zerbrechlich. An solch windigen Tagen mache ich mir Sorgen um meine Brüder.",
		"Windy2": "Der Wind ist nicht mein Freund. Ich mag dunkle, ruhige Orte."
	},
	"NurseSpecialText": {
		"Party": "Nein, ich werde dir nicht verraten, wie viele Kerzen auf meinem Kuchen stehen.",
		"Graveyard1": "Argh! ich würde lieber in einem verlassenen Krankenhaus arbeiten, als hier rumzuhängen!",
		"Graveyard2": "Hier ist es so gruselig! Und tote Patienten kann ich eh nicht behandeln!",
		"Rain1": "Wenn du lange genug draußen bleibst, holst du dir eine Erkältung!",
		"Rain2": "Toll! Jetzt ist meine Uniform nass. Hör auf, mich anzustarren!",
		"Storm1": "Ich biete keine Elektroschocktherapie an. Geh raus und stell dich unter einen Baum!",
		"Storm2": "Bleib einfach drinnen! Ich habe heute schon genug Patienten mit Blitzschlag behandelt.",
		"Windy1": "Die Briese weht genau richtig! Pass auf fliegende Nadeln auf.",
		"Windy2": "Den ganzen Tag lang jage ich meinen Instrumenten hinterher. Dieser Wind hält mich fit!",
		"DeathCountLow": "Was?! Du schon wieder?! Anscheinend sehen wir uns oft! Lass mich einen Blick auf deine Tabelle werfen ... Jepp, du wurdest {TotalDeathsCount}-mal getötet.",
		"DeathCountMedium": "Die {WorldName}-Monster haben dich schon {TotalDeathsCount}-mal getötet? Ich frage mich, wer sich dir angeschlossen hat ...",
		"DeathCountHigh": "Wow, du wurdest {TotalDeathsCount}-mal besiegt? Du solltest vielleicht einen anderen Beruf probieren. Wie wäre es mit der Landwirtschaft?"
	},
	"WizardSpecialText": {
		"Party": "Keine Frage, ich schmeiße die magischsten Partys.",
		"AfterDD2Tier1": "Weißt du, so ein Portal habe ich schon mal gesehen, aber das war aus Gold.",
		"Graveyard1": "Ich kann niemanden von den Toten auferstehen lassen, also frag gar nicht erst!",
		"Graveyard2": "Witzig, wenn ich tief genug in diese Kristallkugel blicke, dann ist dies der Ort, an dem alle Kunden enden!",
		"LuckIsAmazing1": "Hast du einen Garten voller vierblättriger Kleeblätter? Du bist ja erfüllt von Essenzen großen Glücks!",
		"LuckIsAmazing2": "Du bist ja ein richtiges Glückskind! Du kannst vermutlich einen Vorteil aus allen Dingen ziehen!",
		"LuckIsBad1": "Wohin du trittst fühlt sich die Luft stumpf und düster an. Hab Acht vor negativen Gefühlen.",
		"LuckIsBad2": "Stimmt bei dir etwas nicht? Irgendetwas fühlt sich bei dir nicht richtig an.",
		"LuckIsCursed1": "Bleib weg von mir! Du ziehst ja einen gewaltigen Schweif aus Pech hinter dir her! Ich will davon nichts haben!",
		"LuckIsGodly1": "Du bist erfüllt von einem Segen des gewaltigen Wohlstands!",
		"LuckIsGodly2": "Aus jeder Faser deines Seins strömt Gesundheit und Glück! Du bist vom Glück geküsst!",
		"LuckIsGood1": "Ich glaube, ich spüre einen Funken gutes Karma in dir, aber ich könnte auch unrecht haben.",
		"LuckIsGood2": "Irgendetwas an dir ist ungewöhnlich warm. Ich bin mir nicht sicher, wie ich das einordnen soll, aber geh ruhig weiter in die Richtung.",
		"LuckIsGreat1": "Du strahlst eine positive Energie aus. Als könnte jederzeit etwas Großartiges geschehen.",
		"LuckIsGreat2": "Du strahlst viel Glück aus, fast so, als könnte es sein, dass deine Wünsche wahr werden.",
		"LuckIsPoor1": "Negative Energie strömt aus deinen Poren. Ich würde heute lieber kein Risiko eingehen.",
		"LuckIsPoor2": "Schlechte Omen hängen über deinem Kopf. Du HAST doch den Brief weitergeleitet, oder?",
		"LuckIsTerrible1": "Ich spüre ein schreckliches Schicksal, das dich umgibt! Heute solltest du im Bett bleiben!",
		"LuckIsTerrible2": "Was für ein Salz hast du denn verschüttet, dass du solches Pech hast?",
		"Rain1": "Ja, ich kann raus in den Regen gehen ohne zu schmelzen. Ich bin ein Zauberer, verdammt noch mal!",
		"Rain2": "Raindrops are falling on my ... ähm ... Wo bin ich?! Wer bist du? ... Wer bin ich?",
		"Storm1": "Hat da schon wieder jemand mein Zauberbuch geklaut?",
		"Storm2": "Das sollen Blitze sein?! Zu meiner Zeit gab es ... ähm ... Hm. Oh, kann ich dir helfen?",
		"Windy1": "Das bisschen Wind macht dir Sorgen? Dafür gibt’s einen Zauber.",
		"Windy2": "Ein wilder Wind terrorisiert unsere Welt? War ich das?",
		"LuckIsCursed2": "Hast du jeden Spiegel in WorldName zerstört?! Du närrischer Mensch, du bist verflucht und niemand kann dir helfen!"
	},
	"CyborgSpecialText": {
		"Party": "Die Party wird der Hammer! Oder sogar der Meißel!",
		"Graveyard1": "Faszinierend. Dies scheint ein Lagerraum für kaputte Menschen mit Fehlfunktion zu sein.",
		"Graveyard2": "Meine Sensoren zeigen eine erhöhte Dichte an Energiepartikeln. Meine Sichtrezeptoren können keine davon identifizieren.",
		"Rain1": "Niederschlag erkannt. Rat an selbst: Suche nach Unterschlupf. Rosten droht.",
		"Rain2": "Sturzflutwarnung. Fehler 404: Sandsäcke nicht gefunden.",
		"Storm1": "BEEP! Schlechtwetterwarnung. Dies ist kein Test. Sofort Unterschlupf suchen. BEEP!",
		"Storm2": "Ungewöhnliche Level negativ und positiv aufgeladener Partikel ermittelt.",
		"Windy1": "Sensoren zeigen starke Verschiebungen des atmosphärischen Drucks. Vorsichtig ist angeraten.",
		"Windy2": "Starken Kontrast zwischen hohem und tiefen Druck erkannt."
	},
	"DemolitionistSpecialText": {
		"Party": "Heute solltest du vorsichtig sein. Wir Zwerge haben ziemlich explosive Partys.",
		"AfterDD2Start": "Ich verstehe nicht, warum wir die Portale nicht einfach in die Luft sprengen können.",
		"Graveyard1": "Der Pestgestank hier ist schlimmer als in den Skelett verseuchten Höhlen, in denen ich arbeite!",
		"Graveyard2": "All diese Knochen- und Steinhaufen ... perfekt zum in die Luft jagen!",
		"Rain1": "Ein schrecklicher Tag, ein Zwerg zu sein.",
		"Rain2": "ARGH! Schon wieder hat die Feuchtigkeit eine Zündung rausgeschossen! Im Untergrund passiert das nie!",
		"Storm1": "WUMM! Selbst Mutter Natur ist ein Fan von anständiger Zerstörung!",
		"Storm2": "Du hättest dabei sein sollen, als ein Blitz in einen meiner Wagen, der voller Sprengstoff war, gefahren ist!",
		"Windy1": "Jetzt ist vielleicht nicht der beste Zeitpunkt, um auf der Oberfläche mit Granaten rumzuwerfen, mein großer Freund!",
		"Windy2": "Du willst Bumerang-Bomben? Wirf einfach welche in den Wind, die kommen dann schon zurück!"
	},
	"ArmsDealerSpecialText": {
		"Party": "Partys sind toll dafür, Leute aus ihrem Schneckenhaus zu locken.",
		"Graveyard1": "Ich hasse solche Orte. Ich kann doch nicht töten, was schon tot ist!",
		"Graveyard2": "Solltest du in Verbindung mit dem Nebel etwas Seltsames sehen, dann hab ich damit nichts zu tun.",
		"Rain2": "Fliegende Fische?! Wohl eher Tontauben!",
		"Storm1": "Eine Blitzwaffe? Für sowas hab ich keine Zeit, Mann. Ich liebe meine Kugeln!",
		"Storm2": "Wenn dein Timing stimmt, dann hört dich wegen des Donners niemand schießen.",
		"Windy1": "Wollte meine neue Waffe ausprobieren, aber der Wind hat mich beim Zielen gestört.",
		"Windy2": "Halte dein Ding nicht einfach in den Wind und hoffe auf das Beste, Kumpel!",
		"Rain1": "Ich hab ein Gerücht gehört, dass einige Wolken es echt auf uns abgesehen haben! Nimm eine meiner Waffen und zeig ihnen, wer der Boss ist!"
	},
	"StylistSpecialText": {
		"Party": "Es mag ja sein, dass ich mir die Haare extra für heute hab machen lassen, aber ehrlich gesagt wollte ich nur Luftballons mit meiner Schere platzen lassen.",
		"Graveyard1": "Bäh! Diese tödliche Atmosphäre ruiniert meine Dauerwelle!",
		"Graveyard2": "Am liebsten würde ich ja rausgehen und Haar für Perücken sammeln, aber eigentlich WILL ICH NICHT DA RAUS!",
		"Rain1": "Das geht auf keinen Fall! Nasse Ratte ist keine Frisur!",
		"Rain2": "Was?! Es regnet? Ich habe mir doch gerade eine Dauerwelle gelegt!",
		"Storm1": "Ich bleibe drinnen! Der Einstein-Look ist NICHT in!",
		"Storm2": "Echt jetzt? Dieser verrückte Sturm ist schlecht fürs Geschäft!",
		"Windy1": "Du willst vom Winde verwehtes Haar? Geh nur raus, gibt's kostenlos!",
		"Windy2": "Argh! ich sollte mir heute freinehmen, der Wind pustet meine ganze harte Arbeit weg!"
	},
	"PainterSpecialText": {
		"Party": "Ich hab schon mal ein Paintball-Duell ausprobiert, aber die Leute wollten lieber Essen und Dekorationen.",
		"Graveyard1": "Ich male Wände und Möbel an, aber keine Knochen! Das ist doch nicht der Dia de Muertos!",
		"Graveyard2": "Was für ein trostloser Ort ... hier fehlt etwas Farbe, was?",
		"Rain1": "Regen ist mein absoluter Albtraum. Er wäscht meine ganze harte Arbeit fort!",
		"Rain2": "Vorhin habe ich eine Wandmalerei gemacht. Hätte lieber auf den Wetterbericht hören sollen!",
		"Storm1": "Wenn der Donner grollt und der Blitz einschlägt ... dann leuchten die Farben der Möbel richtig schön.",
		"Storm2": "Wenn du blinzelst, verpasst du es. Die hellsten Farben kommen nur beim Blitz zur Geltung.",
		"Windy1": "Spürst du die Briese? Sie verteilt die Farbdünste im ganzen Haus.",
		"Windy2": "Der Sturm hat meine frische Farbe wieder von der Wand gepustet!"
	},
	"AnglerSpecialText": {
		"Party": "Was, du glaubst, ich mag Partys, weil ich noch so jung bin? Tja, da hast du recht, also let‘s party!",
		"BloodMoonFishing2": "Am besten gehst du Angeln, wenn das Wasser ganz blutig ist! Einfach herrlich!",
		"Graveyard1": "Jetzt habe ich total Schiss! Und das ist alles DEINE Schuld!",
		"Graveyard2": "Wie soll ich denn da angeln?! Bist du verrückt oder einfach nur doof im Kopf?!",
		"Rain1": "Juhu, es regnet! Jetzt kann ich zusehen, wie du pitschnass wirst, während du für mich angelst!",
		"Rain2": "Ich gehe immer im Regen angeln! Deswegen trage ich ja diesen Hut!",
		"Storm1": "In Gewittern angelt es sich am besten! Und am gefährlichsten! Deswegen schicke ich dich ja auch los!",
		"Windy1": "Normalerweise kann man bei Wind gut angeln, aber jetzt pustet es einfach zu doll! Ich hab mir fast das Auge rausgerissen!",
		"Windy2": "Soll das ein Orkan sein?! Mir ist ja fast ein Delfin an den Kopf geflogen!",
		"BloodMoonFishing1": "Wusstest du, dass megagruselige Dinge beim Blutmond im Wasser lauern? Du solltest es unbedingt ausprobieren! Ich gucke dir von hier aus zu!",
		"Storm2": "Das eine Mal, im Angellager, da hat ein Blitz in den See eingeschlagen! Plötzlich sind alle Fische einfach so an der Oberfläche getrieben!"
	},
	"AnglerQuestText": {
		"NoQuest_1": "Ich hab grad nichts für dich zu tun.",
		"NoQuest_2": "Du hast mich für heute genug unterhalten, hau ab.",
		"NoQuest_3": "Du bist fertig, der große {Angler} entlässt dich!",
		"NoQuest_4": "Nur ein Fisch pro Tag. Lass mich in Frieden.",
		"NoQuest_5": "Ich hab noch nicht mal den letzten Fisch aufgebraucht.  Ich brauche nicht noch einen.",
		"TurnIn_1": "Oh! Das ist der Fisch, den ich wollte! Jetzt hau ab!",
		"TurnIn_2": "Toller Fang! Alles läuft nach Plan! Hehehe!",
		"TurnIn_3": "Du gibst einen guten Laufaffen ab! Und jetzt verdufte!",
		"TurnIn_4": "Muahahahahaha! Du hast es geschafft! Aber du bist immer noch heil, wie langweilig!",
		"TurnIn_5": "Woah!? Du hast tatsächlich getan, was ich wollte, und hast überlebt! Nicht schlecht! Gib schon her und verdufte dann!",
		"Quest_Batfish": "Na na na na na na na Bat-FISCH! Das heißt, du gräbst im Untergrund, fängst ihn und bringst ihn mir.\n\n(Gefangen im Untergrund & Höhlen)",
		"Quest_BumblebeeTuna": "Die unterirdischen Dschungel von {WorldName} haben die seltsamsten Sachen! So hab ich zum Beispiel einen Fisch gesehen, der wie eine riesige Biene aussah! Ich bin allergisch gegen Bienen, deswegen musst du ihn mir fangen! Ich wette, der schmeckt wie ein Thunfisch-Honig-Sandwich!\n\n(Im Honig gefangen)",
		"Quest_Catfish": "Endlich habe ich eine Dschungelkatze gefunden, die Wasser mag. Vermutlich, weil sie halb Fisch ist. Ich weiß nicht, warum es so gekommen ist, und ich will es auch nicht wissen. Ich will das Viech einfach nur haben, und zwar zackig!\n\n(Auf der Dschungel-Oberfläche gefangen)",
		"Quest_Cloudfish": "Gerüchten zufolge gibt es Inseln, die hoch oben am Himmel schweben, und dort sollen unglaubliche Schätze zu holen sein! Aber wen interessiert das schon, wenn es noch viel cooler ist, dass sich manchmal Seen in den Wolken bilden, in denen Fische aus Wolken schwimmen! Ich will wissen, wie die Dinger schmecken, also solltest du einen für mich fangen!\n\n(Gefangen in den Himmelsseen)",
		"Quest_Cursedfish": "In den Gewässern der tiefsten Verderbtheit schwimmt ein verfluchter Fisch! Er entstand aus den verfluchten Flammen, die von den gefallenen Schrecken ausgehen, die dort unten lauern. Angeblich kann nicht einmal Wasser diese Flammen löschen, heißt es, denn sie brennen auf ewig. Mit einem solchen Fisch könnte man die tollsten Sachen anstellen! Und du wirst ihn mir doch holen, oder bist du zu feige?\n\n(Gefangen im Verderben)",
		"Quest_DynamiteFish": "Der Abreißer hat wegen einer verlorenen Dynamitstange im Waldsee rumgeheult. Dabei hat er doch so viele davon, da kommt es auf eine doch nicht an. Aber offenbar, weil ihr Flossen wuchsen und sie einfach davonschwamm! Keine Ahnung, woher er das Zeug bekommt, um so was hinzukriegen, aber die ist eindeutig besessen! Zieh sie an Land und bring sie mir. Ich wollte schon immer einen Selbstmordattentat-Fisch besitzen. Frag nicht, warum.\n\n(Auf der Oberfläche gefangen)",
		"Quest_EaterofPlankton": "Ich wette, du hast nicht den Mumm, den Planktonfresser zu besorgen. Er ist ein pervertierter Fisch, der aus einem abgetrennten Stück des Weltenfressers mutierte. Fang ihn ein und bring ihn mir. Zeig mir, dass du kein Weichei bist!\n\n(Gefangen im Verderben)",
		"Quest_FallenStarfish": "Ich liebe es, diese strahlend gelben Sterne zu sammeln, die vom Himmel fallen! Und noch mehr liebe ich es, wenn sie jemandem auf den Kopf fallen. Aber ... aber ... es geht nichts über einen Stern, der in einen Waldsee plumpst und sich in einen Fisch verwandelt! Das ist einfach dufte, und du bist so dufte und holst ihn mir!\n\n(Gefangen in den Himmelsseen)",
		"Quest_TheFishofCthulu": "Offenbar können Dämonenaugen manchmal amphibisch sein. Sie fliegen nicht, sie schwimmen! Ich würd gern mal das Gesicht von jemandem sehen, in dessen Badewanne sie auftauchen! Die hängen in derselben Gegend ab. Das heißt, du wirst einen für mich an Land ziehen!\n\n(Gefangen in den Himmelsseen & auf der Oberfläche)",
		"Quest_Fishotron": "Ich weiß nicht, was schlimmer ist, ein Knochenfisch oder ein Knochenfisch mit HÄNDEN. Dieser Fisch-o-Tron tief in den Höhlen macht mich wahnsinnig! Ich glaube, er ist von denselben bösen Geistern besessen, die auch in den alten Mann am Verlies gefahren sind! Ich fordere dich hiermit auf, ihn zu erwischen!\n\n(Gefangen in den Höhlen)",
		"Quest_Harpyfish": "Ich wollte gerade an der Uferböschung ein Nickerchen halten, als sich dieser Fisch auf mich stürzte. Aus der Luft! Er hatte das Gesicht einer Frau und Federn statt Schuppen! Ich glaube, ich hab noch lauter geschrien als sie! He, du, geh hin und lass sie teuer dafür bezahlen, dass sie mich so erschreckt hat!\n\n(Gefangen in den Himmelsseen & auf der Oberfläche)",
		"Quest_Hungerfish": "Es gibt da ein Stück der Hungrigen, das sich aus der Wand aus Fleisch in so ein kleines fischähnliches Ding verwandelt hat, das ziellos in der Unterwelt umherschwimmt und eklig und igitt ist - kurz gesagt: ich will es, sofort!\n\n(Gefangen in den Höhlen)",
		"Quest_Ichorfish": "Wusstest du, dass es tief im Purpur Kreaturen gibt, die dieses widerliche gelbe Zeug produzieren? Ich habe mal zufällig mit angehört, wie sich eine Pfütze davon zu einem Fisch verschmolzen hat, der jetzt durch die Gegend schwimmt und so! Fang ihn mir, damit ich ihn jemandem ins Klo stecken kann!\n\n(Im Purpur gefangen)",
		"Quest_Jewelfish": "Oooooohhh, STINKREICH werde ich sein! Tief in den Höhlen gibt es einen Fisch aus Edelsteinen! Frag mich nicht, wie das möglich ist. Ich weiß nur, dass dieser Fisch der Knaller ist und dass du ihn für mich fangen sollst!\n\n(Gefangen im Untergrund & Höhlen)",
		"Quest_MirageFish": "In den Tiefen des Heiligen lassen sich ein paar interessante Kreaturen finden, kann ich dir sagen. Sie leuchten total violett und führen meine Augen an der Nase herum! Das ist echt abgefahren, darum sollst du so einen Fisch für mich fangen!\n\n(Gefangen im Untergrund-Heiligen)",
		"Quest_MutantFlinxfin": "Was ist weiß-braun und kuschelig und lebt in einem gefrorenen unterirdischen See? Eine Mutantenflinxflosse! Das war jetzt wirklich kein Witz, es gibt tatsächlich eine mutierte Flinx-Abart, die sich den Lebensbedingungen im Wasser angepasst hat! Und ich möchte sie für mein Fischglas anpassen, also sorg gefälligst dafür, dass das passiert!\n\n(Gefangen in der Untergrund-Tundra)",
		"Quest_Spiderfish": "Ich habe einen Fisch mit acht Beinen gesehen! Oh nein! Von wegen! Du wirst ihn für mich fangen, damit er nicht mehr lebt, wenn ich ihn in Händen halte! Das ist das letzte Mal, dass ich so tief in der Höhle fischen gehe!\n\n(Gefangen im Untergrund & Höhlen)",
		"Quest_UnicornFish": "Einhörner und Regenbögen sind das Größte! Es gibt sie überall, sogar im Wasser. Doch, echt jetzt, im Heiligen See habe ich einen richtigen Einhornfisch gesehen! Deine Aufgabe ist es, ihn an Land zu ziehen, damit er mein Haustier werden kann!\n\n(Gefangen im Heiligen)",
		"Quest_GuideVoodooFish": "Diese Dämonen in der Unterwelt stehen total auf Voodoopuppen, aber da gibt es eine Puppe, die viel zu viel Magie abbekommen hat!  Sie hat sich in einen Fisch verwandelt, der sich selbstständig gemacht hat. Ich fordere dich auf, da runter zu gehen, und mir einen zu besorgen! Ich würde auf die kochende Lava aufpassen, denn wenn die dich röstet, bekomme ich meinen Fisch nicht!\n\n(Gefangen in den Höhlen)",
		"Quest_Wyverntail": "Ich weiß mal was, was duuu nicht weißt! Gut, ich sag‘s dir ja! Es gibt eine fürchterliche Kreatur, die durch den Sternenhimmel fliegt! Das ist kein Quatsch! Man nennt sie einen Lindwurm! A-aber das wusstest du bereits, oder? Nun, dann sag ich dir etwas, das du noch nicht wusstest. Sie werden als Kaulquappen geboren! Das heißt ... Sie sind eigentlich Frösche! Jetzt hüpf mal los und besorg mir einen!\n\n(Gefangen in den Himmelsseen)",
		"Quest_ZombieFish": "Du glaubst es nicht! Ich habe nachts im Wald einen Fisch gefangen, der schon tot war! Und dann hat er versucht, mich zu fressen! Ich hab ihn weggeschmissen und bin losgerannt! Jetzt will ich ihn jemandem in den Kleiderschrank legen, nur um zu sehen, was geschieht. Also zieh los und hol ihn für mich, okay?\n\n(Auf der Oberfläche gefangen)",
		"Quest_Angelfish": "Wusstest du, dass es Zauberinseln gibt, die hoch oben am Himmel schweben? Ich wette, das wusstest du nicht! Angeblich werden sie von Engeln bevölkert. Ich glaube, diese Engel haben Flossen und Kiemen und schwimmen durch die Gegend! Und ich glaube, dass du einen für mich fangen musst!\n\n(Gefangen in den Himmelsseen)",
		"Quest_BloodyManowar": "Au! Komm mir bloß nicht zu nahe! Ich wurde von einer verdammten Galeere gebissen! Falls du so dumm bist, und nicht weißt, was das ist, das ist die gefährlichste Qualle auf der ganzen Welt {WorldName}! Geh ins ätzende Purpur und fang sie, wenn du dich traust! \n\n(Im Purpur gefangen)",
		"Quest_Bonefish": "Normalerweise interessiert es mich nicht die Bohne, wenn ich Fischgräten im Wasser im Untergrund treiben sehe, aber die hier ist geschwommen!  Was, du dachtest, dass nur menschliche Skelette in dieser Welt herumstolzieren {WorldName}? Hol sie mir, damit ich sie jemandem ins Bett legen kann!\n\n(Gefangen im Untergrund & in Höhlen)",
		"Quest_Bunnyfish": "Ich war draußen im Wald zum Angeln. Und rate mal! Ein Häschen kam angehoppelt! Und dann noch eins und noch eins, bis ich von Häschen umzingelt war! Eines kam sogar aus dem Wasser angeschwommen, aber ohne Beine!  Vor lauter Überraschung bin ich aus dem Stuhl gefallen, was sämtliche Häschen vertrieben hat! Ich will diesen Hasenfisch als Haustier, und du sollst ihn für mich fangen! Und zwar pronto!\n\n(Auf der Oberfläche gefangen)",
		"Quest_CapnTunabeard": "Arrr, Matrose! Beim Klabautermann! Setzt die Segel! Es gab da mal einen Piratenkapitän mit einem Fisch namens Käpt'n Tunfischbart, der leider bei einem heftigen Sturm zusammen mit seinem Aquarium über Bord ging! Er hatte einen Haken als Flosse, eine Augenklappe und so weiter! Den musst du mir besorgen, damit ich so cool wie ein Pirat sein kann! Irgendwo da draußen auf dem Meer muss er sein! Hopp, hopp!\n\n(Im Meer gefangen)",
		"Quest_Clownfish": "Am Meer sah ich einen knallorangenen und bunten Fisch, der krampfhaft nach einem verschwundenen Familienmitglied zu suchen schien! Geh ihn mir fangen, damit noch einer auftaucht, der dann wiederum nach ihm sucht!\n\n(Im Meer gefangen)",
		"Quest_DemonicHellfish": "In der Unterwelt heißt es, dass der König aller Dämonen in Wirklichkeit ein Fisch sei! Stell dir mal die absolute Macht vor, die ich hätte, wenn du ihn für mich fangen würdest!\n\n(Gefangen in den Höhlen)",
		"Quest_Derpfish": "Diese Derplinge im Dschungel sind die unheimlichsten Viecher überhaupt! Zum Glück gibt es welche, die keine Beine haben! Die leben im Wasser und sind weit weniger unheimlich! Fang mir einen, damit ich herausfinden kann, wie sie schmecken, ohne dass ich mich halb zu Tode ängstige!\n\n(Auf der Dschungel-Oberfläche gefangen)",
		"Quest_Fishron": "Der Legende nach gibt es ein mächtiges Wesen namens Fischrache! Teils Schwein, teils Drache und teils FISCH! Angeblich hängt er in den gefrorenen unterirdischen Seen im kältesten Teil der Welt ab! Ich werd da ganz bestimmt nicht hingehen, aber DU wirst ihn für mich fangen und dafür sorgen, dass er mir in die Hände fällt! Ich freu mich ja so!\n\n(Gefangen in der Untergrund-Tundra)",
		"Quest_InfectedScabbardfish": "Ein ziemlich langer Fisch, der wie eine Schwertscheide aussieht, schwimmt in den brackigen Gewässern des Verderbens! Er sieht aus wie Ebenstein, also wirst du genau hinsehen müssen! Jawohl, DU! Du wirst ihn fangen, nicht ich!\n\n(Gefangen im Verderben)",
		"Quest_Mudfish": "Pass auf, wo du hintrittst, wenn du durch die Dschungelgewässer watest! Wieso? Nein, nicht, weil ich Angst hätte, dass dich die Piranhas fressen könnten. Weil ich befürchte, dass du auf meinen Lieblingsfisch trittst, den Schlammfisch! Außerdem hätte ich gern, dass du mir einen als Haustier mitbringst!\n\n(Im Dschungel gefangen)",
		"Quest_TropicalBarracuda": "Piranhas und Haie sind hässlich! Soooo hässlich! Wusstest du, dass es einen Fisch gibt, der wunderschön aussieht, und der dir trotzdem das Gesicht wegfressen kann? Ich würde übrigens 2 Platinmünzen springen lassen, um das zu sehen ... Wie auch immer, du gehst einen für mich fangen. Sorg nur dafür, dass ich ihn habe, bevor du dein Gesicht verlierst!\n\n(Auf der Dschungel-Oberfläche gefangen)",
		"Quest_TundraTrout": "Fragst du dich auch manchmal, warum die Seen an der Oberfläche der verschneiten {WorldName} niemals zufrieren? Ich nicht. Die Fische, jedoch, frieren ein! Ein Fisch aus Eis wäre ein tolles Opfer für den großen und mächtigen {Angler}! Geh, mein getreuer Untertan, und bringe mir eiligst besagte Tundraforelle!\n\n(Gefangen in der Oberflächen-Tundra)",
		"Quest_Slimefish": "Die Schleime im Wald sind irgendwie eklig.Und dann erst die Schleimfische! Ich habe keinen Bock, mit Schleimen zu schwimmen, deswegen wirst du mir einen aus dem Wasser grabschen!\n\n(Gefangen im Oberflächen-Wald)",
		"Quest_AmanitaFungifin": "Ich hab einen Ort mit riesigen leuchtenden Pilzen entdeckt! Da war alles blau! Ich wollte in der Nähe eines glitzernden blauen Sees einen davon pflücken, als er auf einmal nach mir schnappte und wegschwamm! Dem werd ich's zeigen und ordentlich auf ihm rumtrampeln! Dazu musst du ihn aber erst mal für mich fangen!\n\n(Gefangen im Glühenden Pilzfeld)",
		"Quest_Dirtfish": "Grad war ich dabei, einen richtig Großen an Land zu ziehen, als ein komischer Zombie aus dem Waldsee kam und wildes Zeug über eine „bösartige“ Fischspezies gefaselt hat, die aus Erde bestehen soll! Er meinte, die könnten locker zehn seiner Kumpane ersticken oder so ... Ich will so einen! SOFORT!\n\n(Gefangen auf der Oberfläche & im Untergrund)",
		"Quest_ScarabFish": "Ich hab eine uralte Geschichte über einen Fisch gelesen, der wie ein magischer Skarabäus aussieht! Das ist ein Käfer, falls du's noch nicht wusstest! Wo man den findet? Na, was glaubst du denn?! Natürlich in der Wüste, Dummkopf! Guck mich nicht so an ... Das ist die Wahrheit! Da gibt's echt Wasser! Ich würde ja selbst gehen, aber ich lass mir doch nicht die Augen von Geiern raushacken. Deswegen ... wirst du gehen!\n\n(Gefangen in der Wüste)",
		"Quest_ScorpioFish": "Irgendein Besserwisser hat dir vermutlich erzählt, dass es in der Wüste kein Wasser gibt! Tja, das ist aber absolut und definitiv falsch! Es gibt da nämlich so ein Ding, dass sich Oase nennt, und darin gibt's Wasser. Und rate mal, was passiert, wenn es Wasser gibt ... Ganz genau, dann kommen die Fische! Komische Fische, die einen stechen und kneifen und andere bösen Kram mit einem veranstalten wollen! Das perfekte Haustier für mich, und die perfekte Aufgabe für dich!\n\n(Gefangen in der Wüste)",
		"Quest_Pengfish": "Es ist ein Wal! Es ist ein Delfin! Nein, es ist ein Pinguinfisch! Ach, du bist es! Du darfst mir einen besorgen! Du weißt schon, dass sie nur auf kaltes Wasser stehen, oder?\n\n(Gefangen an der Oberfläche der Tundra)",
		"Quest_Pixiefish": "Es gibt da eine echt total seltene Art von Pixie, die mit so vielen Flügeln geboren wird, dass sie nicht fliegen kann! Sie schwimmt zusammen mit den Fischen in den Seen, die von diesem blauen Gras umgeben sind. Mein Aquarium braucht eine Lampe, darum sollst du diesen Pixie für mich fangen!\n\n(Gefangen an der Oberfläche des Heiligen)"
	},
	"AnglerChatter": {
		"Chatter_1": "Warum weigert sich {Bartender}, mir Bier zu verkaufen? Ich will auch was davon! So ein Stinkstiefel!",
		"Chatter_10": "Ich habe keine Mami und keinen Papi, aber ich habe eine Menge Fisch! Ist ja fast so ähnlich!",
		"Chatter_2": "Waaaas?! Siehst du nicht, dass ich die Angelschnur einziehe?",
		"Chatter_3": "Ich habe genug Fisch! Ich brauche deine Hilfe jetzt nicht!",
		"Chatter_4": "In ganz {WorldName} gibt es keine Köche, also muss ich all diesen Fisch selbst zubereiten! ",
		"Chatter_5": "Hey! Pass auf! Ich stelle meine Fallen für meinen größten Streich aller Zeiten auf! Niemand wird etwas kommen sehen! Aber wehe, du sagst etwas!",
		"Chatter_6": "Lass dir von einem Kind einen Ratschlag geben. Halte niemals deine Zunge an einen Eisblock. Warte, vergiss, was ich gesagt habe! Ich will sehen, wie du es machst!",
		"Chatter_7": "Schon mal was von bellenden Fischen gehört? Ich nicht, ich dachte nur, du vielleicht!",
		"Chatter_8": "{WorldName} ist bis zum Rand gefüllt mit den sonderbarsten Fischsorten!",
		"Chatter_9": "Wie deprimierend! Es gibt vermutlich Fischarten, die schon vor meiner Geburt ausgestorben sind, und das ist einfach nicht fair!"
	},
	"BartenderChatter": {
		"Chatter_1": "Mach doch nicht so ein bierernstes Gesicht! Kapierst du? Bierernst? Nein?",
		"Chatter_10": "Glaubst du, dass {Steampunker} noch eine zweite davon hat? Ich kenne eine Hexe, die sowas gern hätte.",
		"Chatter_11": "Kein Wunder, dass {Demolitionist} ständig in so viele Unfälle verwickelt ist. Du kannst dir nicht vorstellen, wie viel Bier er von mir kauft.",
		"Chatter_12": "Normalerweise bin ich kein Fan von GOblins, aber {GoblinTinkerer} scheint ganz okay zu sein.",
		"Chatter_13": "{?Day}Hat jemand gesehen, wo die Dryade hin ist?",
		"Chatter_14": "{?!Day}Echt still hier draußen. Etwas zu still ...",
		"Chatter_15": "{?!Day}Schau bei mir vorbei und mach deinen Job.",
		"Chatter_16": "{?BloodMoon}Weißt du, wo ich herkomme, ist ein Blutmond nur eine Ausrede, um etwas frische Luft zu schnappen.",
		"Chatter_17": "{?MoonLordDefeated}Mondherr? Meinst du nicht den Abyssherrn?",
		"Chatter_18": "{?HardMode}Ich kenne einen Lavabeschwörer in der Unterwelt, der echt gerne einen Höllenstein hätte.",
		"Chatter_19": "{?Homeless}Kennst du einen guten Ort zum Niederlassen? Würde hier echt gerne eine Bar aufmachen.",
		"Chatter_2": "Sie sagen, du wärst stark. Ha, ich weiß, wie echt Stärke aussieht. Mal sehen, was du drauf hast.",
		"Chatter_3": "Wo ich herkomme, gibt es nur Rootbeer.",
		"Chatter_4": "Das ist schon ein großer Unterschied zu dem ständigen Tischewischen.",
		"Chatter_5": "Das Leben ist eine Herausforderung, wenn man einfach besser ist als alle anderen.",
		"Chatter_6": "Was mach ich hier bloß ...",
		"Chatter_7": "Viel Beharrlichkeit und ein kleines Bisschen Glück bringt einen weit ...",
		"Chatter_8": "Hast du hier irgendwelche Mebur gesehen?",
		"Chatter_9": "{Dryad} scheint nett zu sein. Ich sollte sie her holen."
	},
	"BartenderHelpText": {
		"Help_1": "Du solltest dir wirklich die besonderen Verteidigungsartefakte ansehen, die ich im Angebot habe. Allerdings nur, wenn du Verteidigermedaillen hast!",
		"Help_10": "Wenn du die Invasion erfolgreich zurückschlägst, erhältst du mehr Verteidigermedaillen, mit denen du dann bei mir mehr Artefakte und andere besondere Belohnungen kaufen kannst!",
		"Help_11": "Außerdem habe ich Gerüchte gehört, dass die Macht der Artefakte verstärkt werden kann, wenn du die Armee des Alten besiegst. Vielleicht kann man sie dann sogar jederzeit nach Belieben nutzen?",
		"Help_2": "Mit den Artefakten kannst du Fallen und Verteidigungstürme erschaffen. Dazu brauchst du allerdings etherisches Mana. Das ist eine besondere Art von Energie, die nur Mitglieder der Armee des Alten haben!",
		"Help_3": "Die Armee des Alten herauszufordern ist nicht schwer. Sie wird von der Macht der Eternia-Kristalle angezogen. Damit kannst du sie locken.",
		"Help_4": "Wenn du einen Eternia-Kristall aufstellen willst, brauchst du den Kristall und einen Ständer. Und wie es das Schicksal will, habe ich beides!",
		"Help_5": "Du solltest den Eternia-Kristallständer auf einem offenen, flachen Gebiet aufstellen. Die vielen Mauern und das ganze Zeug machen es schwer, ihn zu beschützen!",
		"Help_6": "Sobald der Ständer steht, musst du einfach nur mit einem Eternia-Kristall in der Hand damit interagieren und dich auf den Kampf vorbereiten!",
		"Help_7": "Aber natürlich darfst du nicht zulassen, dass die Armee des Alten den Eternia-Kristall vernichtet! Das hätte schreckliche Konsequenzen für meine Heimatwelt Etheria!",
		"Help_8": "Du kannst für 10 etherische Mana Verteidigungen aufstellen. Sobald die stehen, gibt der Eternia-Kristall etwas von seinem Mana ab. Oder du kannst einfach Feinde besiegen, um mehr davon zu erhalten.",
		"Help_9": "Mit der Hilfe der Verteidigung musst du mehrere Wellen der Eindringlinge abhalten, denn sie wollen dich und den Kristall vernichten."
	},
	"CyborgChatter": {
		"Chatter_1": "{Bartender} sagt, ich erinnere ihn an eine gewisse „EV2“. Vielleicht sollte ich die mal besuchen."
	},
	"GoblinTinkererChatter": {
		"Chatter_1": "Weißt du, diese etherischen Goblins sind ganz anders als mein Volk. Ein ganz wilder Haufen. Nicht, dass meine Leute besser wären ..."
	},
	"GuideHelpText": {
		"Help_1063": "Normalerweise würde ich dir ja alles mögliche über die Armee des Alten erzählen, aber vermutlich solltest du lieber {Bartender} fragen.",
		"Help_1064": "Wenn der Mond rot wird, sieht das Wasser wie Blut aus. Wesen, die sich darin befinden, werden manchmal grotesk und bösartig."
	},
	"MechanicChatter": {
		"Chatter_1": "{Bartender} hat mir ein Rootbeer angeboten. Ich hab ihm gesagt, es soll es mir in einem eckigen Becher geben."
	},
	"NurseChatter": {
		"Chatter_1": "Ich bitte immer um Wein, aber {Bartender} gibt mir ständig nur Bierkrüge."
	},
	"PirateChatter": {
		"Chatter_1": "Wurde auch Zeit, dass es hier einen Barkeeper gibt! Mein Rum ist fast leer!"
	},
	"StylistChatter": {
		"Chatter_1": "Ich habe {Bartender} einen kostenlosen Schnitt angeboten, aber er wollte nicht. Immerhin hätte er mich was mit seinem Bart machen lassen können!"
	},
	"TownNPCHousingFailureReasons": {
		"HoleInWallIsTooBig": "In diesem Zimmer fehlt eine Wand",
		"RoomCheckStartedInASolidTile": "Das ist ein fester Block!",
		"RoomIsTooBig": "Dieser Raum ist zu groß",
		"RoomIsTooSmall": "Dieser Raum ist zu klein",
		"TooCloseToWorldEdge": "We need better text for this!!!",
		"RoomHasAStinkbug": "Dieser Raum ist von einem Stinkkäfer befallen!",
		"RoomHasAnEchoStinkbug": "Dieser Raum ist von einem geisterhaften Stinkkäfer befallen!"
	},
	"AnglerQuestChatter": {
		"Chatter_1": "Boah, du hast mich jetzt schon locker {AnglerCompletedQuestsCount} Mal gestört! Würdest du mir nicht jedes Mal einen coolen Fisch bringen, wäre ich echt sauer!",
		"Chatter_2": "War dir bewusst, dass ich inzwischen schon {AnglerCompletedQuestsCount} supercoole Fische habe!? Gar nicht so übel für einen Laufaffen!"
	},
	"BestiaryGirlChatter": {
		"Chatter_11": "Ich hab ja üüüüberhaupt keine Idee, wie ich hierher gekommen bin. Aber abgefahren ist es schon.",
		"Chatter_3": "Voll viel wissen tu ich ja nicht, aber ... ich kann dir ohne Ende was erzählen über die Natur und Kreaturen und Tiere und wilde Tiere und ...",
		"Chatter_4": "Mein großer Bruder nennt mich einen Lykanthrop. Das bedeutet, dass ich halb Tier oder so bin. Der hat gut reden, wo er es doch ist, der ständig draußen ist.",
		"Chatter_5": "Ich liebe Tiere voll doll. Ich wollte mal so einen komischen Fuchs streicheln, dann hat er mich aber total gebissen. Und jetzt bin ich selber eins! Abgefahren!",
		"Chatter_6": "Boah, hör auf, an meinem Schwanz zu ziehen, Meister. Der ist voll echt und ... tut krass weh, wenn du dran ziehst!",
		"Chatter_7": "Hä?! Nö, {Stylist} hat mein Haar nicht gefärbt. Das war schon immer so. Aber bevor ich gebissen wurde, war es eher dunkelbraun!",
		"Chatter_8": "Was, DIESE Ohren? Haha, um dich besser zu hören, mein Kind!",
		"Chatter_9": "Das eine Mal, im Kreaturenlager, bin ich morgens aufgewacht, und alles war zerfetzt! Echt mal, wie hab ich da nur durchgeschlafen?",
		"Chatter_1": "Kreaturen wie dich habe ich mal gesammelt. Doch dann hat mich ein verfluchter Fuchs ins Knie gebissen!",
		"Chatter_10": "Boah, wow, ich habe noch nie einen Vollmond gesehen. Seltsamerweise verliere ich immer das Bewusstsein, wenn es soweit ist.",
		"Chatter_2": "{?Eclipse}Abgefahren, dann gehöre ich wohl zu den gruseligen Killerdingern, die in der Nacht rumrennen. Trotzdem gut, dass ich nicht so verpeilt bin wie die."
	},
	"BestiaryGirlLycantropeChatter": {
		"Chatter_1": "Grrr!! Geh. Bleib. JETZT!",
		"Chatter_2": "Graaargh! Ungh! Gefahr. Ich. Wuuut!"
	},
	"BunnyChatter": {
		"Chatter_1": "*Hasengeräusche*",
		"Chatter_2": "*Kaninchengeräusche*"
	},
	"CatChatter": {
		"Chatter_1": "Miau!",
		"Chatter_2": "Schnurr ...",
		"Chatter_3": "Miauuuu!"
	},
	"DogChatter": {
		"Chatter_1": "Wuff!",
		"Chatter_2": "Wau!",
		"Chatter_3": "Wuff wuff!"
	},
	"GolferChatter": {
		"Chatter_9": "In diesem Spiel wollen sich nur Verlierer die meisten Punkte holen.",
		"Chatter_1": "Ich gehöre nicht zu denen, die schreien und stampfen, nur weil ihre Bälle im Wasser landen. Ich bleibe ganz ruhig und konzentriere mich auf den nächsten Schuss.",
		"Chatter_10": "Gärtner verdienen viel Geld an uns Golfern.",
		"Chatter_12": "Laut {Dryad} ermorde ich eine Menge ihrer Freunde, wenn ich den Rasen mähe. Aber ich brauche doch Platz für meinen Golfplatz!",
		"Chatter_13": "Wenn du auf dem Green landest, dann setze einen Putter ein! Lass deine Bälle nicht wegfliegen, wenn du SO nah dran bist.",
		"Chatter_14": "Geh nicht auf die Jagd nach Wassergefahren, sondern halte dich an das Fahrwasser und die Greens, die du gewöhnt bist.",
		"Chatter_15": "{?BloodMoon}Die Blutflecken auf meinem Schläger? Hast du die Zombies da draußen gesehen?!",
		"Chatter_16": "{?BloodMoon}Ich weiß nicht, was gruseliger ist. Der Blutmond oder meine Schwester beim Blutmond.",
		"Chatter_17": "{?Rain}Golfen bei DIESEM Wetter?! Nur, wenn du einen riesigen Blitzableiter rumschwingen willst!",
		"Chatter_2": "Hä? Was isst du zum Frühstück?",
		"Chatter_3": "Der frühe Vogel fängt den Wurm, aber ein frühes Loch holt das Birdie.",
		"Chatter_4": "Befeuchte deinen Finger mit Spucke und halte ihn in den Wind. Golfball sind ziemlich leicht und können bei einer Brise schnell anders fliegen.",
		"Chatter_5": "Wenn dir Sand Albträume macht, dann ist dein Wedge dein Traumfänger.",
		"Chatter_6": "Vielleicht sollte ich mit Angeln anfangen? Mein Portemonnaie ist ganz schön leer, weil ich {Angler} immer bestechen muss, mir meine Bälle aus dem Wasser zu holen!",
		"Chatter_7": "Hoch schlagen, weit schlagen oder losschlagen? Das hängt alles von dem Schläger ab, den du benutzt. Wähle weise!",
		"Chatter_8": "Wenn ich dir eine heiße Partie anbiete, dann meine ich damit kein Date, sondern eine Runde Golf!",
		"Chatter_11": "{Armsdealer} hat jetzt schon ein paar Mal meine Golfbälle mit Munition für seine Muskete verwechselt."
	},
	"GolferQuestsChatterApprentice": {
		"1": "Du wirst langsam besser! Ich fürchte nicht mehr um mein Leben.",
		"2": "Das sind ziemlich mittelmäßige Schläge. Fast zu schlecht für den Platz, muss ich sagen.",
		"3": "Nicht gerade gut genug für die Meisterschaft, aber es wird schon."
	},
	"GolferQuestsChatterJourneyman": {
		"1": "Ich bin beeindruckt. Statistisch gesehen bist du einen Wedge über dem Rest!",
		"2": "Du stellst dich da draußen gut an! Sollte ich mir Sorgen machen?",
		"3": "Du bist unter Par. Das ist was Gutes!"
	},
	"GolferSpecialText": {
		"Graveyard1": "Friedhöfe sind mir zu gruselig. Ich übe meinen Schwünge nicht gerne auf Familie und Freunden.",
		"Graveyard2": "Spiel ja nicht auf dem Friedhof Golf. Das Gras wächst einfach zu gut, das verdirbt den ganzen Platz.",
		"Rain1": "Golfen im Regen macht nicht so Spaß. Alles ist glatt!",
		"Rain2": "Wasserhindernisse sind viel größer, wenn es regnet. Dann wir es schwerer, das Green zu erreichen!",
		"Storm1": "Das glaube ich nicht, {PlayerName}.",
		"Storm2": "Die Wahrscheinlichkeit, vom Blitz getroffen zu werden, ist genauso groß, wie im Lotto zu gewinnen. Das Gewinnlos dabei ist es, draußen ein Eisen zu schwingen.",
		"Windy1": "Der Wind macht das Spiel ziemlich schwierig.",
		"Windy2": "Ein starker Wind macht eine Runde Golf noch spannender, aber das hier ist etwas zu viel.",
		"FirstMeeting1": "Danke für die Rettung. Hätte ich da draußen noch länger festgesteckt, hätte ich sicherlich einen Sonnenstich bekommen!",
		"Party_1": "Wegen dieser albernen Party kann ich mich nicht auf meinen Schlag konzentrieren.",
		"Party_2": "Ich habe ein Hole-in-One geschafft! Das ist ein guter Grund für uns alle zu feiern. Zeit, den Schläger abzulegen und eine Margarita zu trinken.",
		"FirstMeeting2": "Oh, vielen Dank! Ich stecke schon seit Tagen in dieser Sandgrube fest. Ein Glück, dass Kakteen Wasser enthalten."
	},
	"GuideHelpTextSpecific": {
		"Help_1159": "Wenn du Linsen an einem Purpur-Altar kombinierst, kannst du vielleicht eine Möglichkeit finden, ein mächtiges Monster herbeizurufen. Du solltest jedoch bis zur Nacht warten, bevor du das tust.",
		"Help_1100": "Ich habe mal von einem Echsenvolk gehört, das im Dschungel lebt. Vielleicht kannst du eine Echse anlocken, wenn du die riesige Bestie des Dschungels umhaust?",
		"Help_1101": "Ich habe gehört, da draußen gibt es eine Frau, die sehr fähig ist, wenn es darum geht, die Mächte zurückzuschlagen, die du gerade entfesselt hast. Vielleicht erweckst du ihre Aufmerksamkeit, wenn du dich würdig erweist?",
		"Help_1102": "Maschinen sind schon irgendwie okay. Vielleicht können wir selbst eine bauen, wenn wir nur ein paar explosive Waffen aus dem Dschungel hätten ...",
		"Help_1103": "Irgendwo hier bin ich mal auf eine Stylistin getroffen. Sie ist auf ein Abenteuer in den Untergrund aufgebrochen, danach habe ich sie nicht wieder gesehen. Ich frage mich, was aus ihr geworden ist.",
		"Help_1104": "Hast du schon mal einen seltsamen Fisch gefangen und wusstest nicht, was du damit tun sollst? In der Nähe des Meeres soll es einen Angelmeister geben, der sowas gebrauchen kann ...",
		"Help_1105": "Die gequälte Seele in der Unterwelt sieht irgendwie vertraut aus ... Hast du mal versucht, das Läuterungspulver bei ihr zu benutzen?",
		"Help_1106": "In letzter Zeit wurden immer wieder Piraten gesichtet. Meinst du, wenn wir uns mit einem anfreunden, zeigt er uns, wo sein Schatz vergraben ist?",
		"Help_1107": "Es gibt ein paar besondere Pflanzen und andere Zutaten, mit denen man Sachen färben kann. Wenn du immer welche dabei hast, findest du vielleicht mal jemanden, der dir zeigt, wie das geht.",
		"Help_1108": "Ich habe von glühenden Pilzen gehört, die auf der Oberfläche so groß werden, dass sie ein Empfindungsvermögen erhalten. Ich frage mich, ob das wohl stimmt ...",
		"Help_1109": "Es heißt, Sand sei schrecklich zum Golfspielen. Kein anständiger Golfer würde also jemals in die Wüste gehen ... oder?",
		"Help_1110": "Künstler üben gerne an ihrer Kunst und Maler malen gerne. Wenn genug Leute einziehen, haben wir so viele Wohnungen, dass ein Maler auftauchen und Farbe reinbringen könnte!",
		"Help_1111": "In letzter Zeit sind ganz schön viele Leute eingezogen, was? Wenn es hier noch voller wird, zieht sicherlich auch ein Partygirl ein!",
		"Help_1112": "Halte immer die Augen nach Fremden in Not auf! Du weißt nie, wann du mal auf jemanden neuen triffst, der deine Hilfe braucht.",
		"Help_1113": "Wenn du kein Interesse an den Waren von {Merchant} hast, dann kommt hier auch manchmal ein Handelsreisender vorbei, der exotischere Sachen verkauft.",
		"Help_1114": "Nicht alle untoten Monster sind dir feindlich gesinnt. Eines soll angeblich im Untergrund Waren verkaufen.",
		"Help_1115": "Die Welt steckt voller spannender und gefährlicher Wesen, die es zu entdecken gilt. Es gibt Experten, die dich dafür belohnen, wenn du dein Wissen mit ihnen teilst.",
		"Help_1120": "Falls du dachtest, dass Regentage trübe sind, dann warte nur ab, bis du Schleimregen siehst!",
		"Help_1121": "Nicht oft, aber manchmal, verdeckt der Mond die Sonne. Dann kommen viele gruselige Monster raus!",
		"Help_1122": "Hast du schon mal die Goblin-Späher in den Außengebieten der Welt gesehen? Ich frage mich, ob uns wohl eine Invasion droht ...",
		"Help_1123": "Ich glaube, ich habe mal im Meer eine Schatzkarte rumschwimmen gesehen. Aber dann hat ein Hai sie gefressen. Vielleicht solltest du ausziehen und mal nach einem suchen?",
		"Help_1124": "Ich habe hoch oben und weit weg mal blinkende Lichter gesehen. Die Wahrheit ist irgendwo da draußen, ich schwör es dir!",
		"Help_1125": "Hast du jemals die wunderschönen Laternen gesehen, die durch den Nachthimmel gleiten? Damit feiern die Leute dieser Welt deine Siege und wünschen dir viel Glück.",
		"Help_1130": "Wenn du eine leere Flasche auf einen Tisch stellst, kannst du damit viele coole Tränke herstellen!",
		"Help_1131": "Hänge Banner auf, die du erhältst, wenn du Gegner besiegst. Sie helfen dir dabei, solche Kreaturen in der Zukunft zu bekämpfen.",
		"Help_1132": "Im Schneebiom ist es ziemlich kalt, aber dort gibt es auch ein paar einzigartige Schätze. Ich würde mir das ja mal ansehen!",
		"Help_1133": "Tief unter der Wüste gibt es Ameisenlöwentunnel, die voller seltener Fossilien und vieler Gefahren stecken!",
		"Help_1134": "Wenn du ein Marmorbiom findest, dann sei ja vorsichtig! Es heißt, dort wohnen echt gefährliche Kreaturen!",
		"Help_1135": "In Granitbiomen ist der Stein selber schon eine Bedrohung, denn er erwacht zum Leben und greift Eindringlinge an!",
		"Help_1136": "Du willst etwas mit Erzen herstellen, die du in {WorldName} nicht findest? Dann probiere, nach Kisten zu angeln, oder Schlick und Schlacke in den Extraktinator zu tun!",
		"Help_1137": "Falls du mal eine Pause von den ganzen Abenteuern brauchst, dann könntest du immer noch Angeln gehen.",
		"Help_1138": "Wenn du den Untergrund erkundest, begegnen dir manchmal hilfreiche Feen. Wenn du ihnen folgst, könnten sie dich zu Schätzen führen.",
		"Help_1141": "Der Purpurstein im Purpur kann durch Verwendung von etwas Pulver einer Dryade gereinigt werden, oder er kann mit Sprengstoff zerstört werden.",
		"Help_1142": "Versuche etwas Obsidian zu sammeln. Es entsteht, wo Wasser und Lava aufeinandertreffen. Du kannst es nutzen, um dich gegen starke Hitze zu schützen.",
		"Help_1143": "Einige sagen, es gäbe riesige Bienenstöcke, die im Untergrund-Dschungel begraben sind. Ich hätte ja nichts gegen etwas Honig.",
		"Help_1144": "Du hast alte Fossilien in der Wüste gefunden?! Ich frage mich, ob man sie irgendwie aus den Steinen holen kann.",
		"Help_1145": "Es wird Zeit, den alten Schmelzofen zu verbessern! Suche in der Unterwelt nach einer Höllenschmiede. Nur so kannst du Höllenstein-Barren schmieden.",
		"Help_1146": "Hast du mal die Lindwürmer gesehen, wie sie hoch oben in den Wolken fliegen? Wenn ich doch nur so fliegen könnte ...",
		"Help_1147": "Versuche, eine Höllenschmiede mit Adamantiterz zu kombinieren. Ich wette, da kriegst du was echt Starkes bei raus!",
		"Help_1148": "Versuche, eine Höllenschmiede mit Titanerz zu kombinieren. Ich wette, da kriegst du was echt Starkes bei raus!",
		"Help_1149": "Sind dir in letzter Zeit im Dschungel seltene Früchte begegnet? Wenn du sie isst, dann steigert das dein maximales Leben!",
		"Help_1150": "Ich habe gehört, dass in letzter Zeit rosa Birnen im Dschungel wachsen. Sei auf der Hut, wenn du sie erntest.",
		"Help_1151": "Der Schlüssel, den du hast, kann den Tempel öffnen, der tief im Dschungel verborgen ist. Hast du ihn schon gefunden?",
		"Help_1152": "Es heißt, es gibt einen verschlossenen Tempel tief im Dschungel. Ich frage mich, ob man den wohl irgendwie öffnen kann ...",
		"Help_1153": "Wow, das ist ein ziemlich praktischer Schlüssel! Ich habe gehört, solche Schlüssel bringen einem seltene Schätze im Verlies!",
		"Help_1154": "Ich habe Geschichten über einen sehr seltsamen Wurm in den Pilzfeldern des Untergrunds gehört. Ich frage mich, ob der sich wohl als Köder eignen würde?",
		"Help_1155": "Die uralten Prophezeiungen sprechen von einer Möglichkeit, die monströsen Horden von Halloween durch Medaillons zu beschwören, die aus Kürbissen bestehen.",
		"Help_1156": "Legenden sprechen von einem verfluchten Geschenk, das selbst die festlichste aller Nächte in eine Invasion des Schreckens verwandeln kann!",
		"Help_1157": "Außerhalb des Verlieses lungern seltsame Menschen in Umhängen herum. Vielleicht solltest du dir das mal ansehen?",
		"Help_1158": "Wo zum Teufel kommen diese Säulen her?! Du solltest die Monster in ihrer Nähe lieber beseitigen!",
		"Help_1140": "Als Nächstes solltest du die Höhlen des Purpur erkunden. Finde und vernichte alle Purpurherzen, die du findest.",
		"Help_1160": "Mitten in der Nacht an verschneiten Abenden ist aus der Wildnis ein angsteinflößendes Brüllen zu hören! Irgendetwas ist da draußen!"
	},
	"SantaSpecialText": {
		"Graveyard1": "Hohoho! Moment, wie sieht es denn hier aus ... Bin ich zwei Monate zu früh?!",
		"Graveyard2": "Wart ihr brav oder ungezogen? Hm, wie seltsam ... die Leute hier wurden schon vor einer Weile von meiner Liste gestrichen.",
		"Rain1": "Hast du eine Fackel? Wenn ja, dann könntest du meinen Schlitten heute ziehen?",
		"Storm1": "Oh ho ... wow! Und weg ist Dasher. Und jetzt Donner auch.",
		"Windy1": "Hoho! Mein Rentier fliegt mit heute Nacht mit Überschallgeschwindigkeit!",
		"Party": "Komm schon, du glaubst doch nicht, dass ich nur Weihnachten feiere, oder?"
	},
	"SkeletonMerchantSpecialText": {
		"Graveyard1": "Auch wenn man meint, ich gehöre hier hin ... das tue ich nicht.",
		"Graveyard2": "Wie bin ich denn hier her gekommen?! Das sind nicht meine Freunde!",
		"Rain1": "Da oben? Hab gehört, da ist es ziemlich nass. Will nicht, dass meine Knochen feucht und matschig werden ...",
		"Storm1": "Die Oberfläche hat einfach zu viel destruktives Wetter. Angesengte Knochen wären schlecht für meinen Teint.",
		"Windy1": "Die Welt da oben ist turbulent und chaotisch. Ich mag meine Knochen so wie sie sind!"
	},
	"SteampunkerSpecialText": {
		"Graveyard1": "Hach! Was für unkultivierte Schweine sind denn hier eingedrungen?",
		"Graveyard2": "Weder Blut noch Dampf pumpt an diesem miserablen Ort.",
		"Rain1": "Der Regen ist ein zweischneidiges Schwert ... Einerseits gibt er uns Wasser für den Dampf, aber andererseits lässt er unsere Sachen verrosten.",
		"Rain2": "Dieser blöde Regen! Ich werde mit nichts fertig, wenn es so nass ist!",
		"Storm1": "Elektrizität? Mach dich doch nicht lächerlich! Nichts ist besser als Dampf!",
		"Storm2": "Alles, was ich erfinde, besteht aus Metall. In der aktuellen Lage sollte ich das noch mal überdenken!",
		"Windy1": "Ah ... ein Schluck Tee, um die Briese zu genießen.",
		"Windy2": "Nun, dieses ganze Windphänomen hat mich zu Ideen für einen neuen Jetpackmotor inspiriert.",
		"Party": "Alle sagen, sie mögen mehrschichtige Kuchen, deswegen habe ich in meinen Schornsteine eingebaut."
	},
	"TaxCollectorSpecialText": {
		"Graveyard1": "Tod und Steuern, die einzigen Dinge, die im Leben sicher sind!",
		"Graveyard2": "Die Leute hier wollen einfach nicht zahlen! Wäre besser, wenn sie tot wären! Oh, vielleicht sind sie das schon.",
		"Rain1": "So ein Schnickschnack! Jemand wollte mir erzählen, er hätte einen Fisch gesehen, der an Land läuft. Was glauben die denn, mit wem sie es zu tun haben?!",
		"Rain2": "Warum kann es nicht Goldmünzen regnen?! Überall ist Wasser! Pah, nutzlos!",
		"Storm1": "Ein herrlicher Sturm! Ein bemerkenswerter Sturm!",
		"Storm2": "Ich fühle mich, als hätte ich etwas getrunken! Ich liebe dieses Wetter!",
		"Windy1": "Nur weil das eigene Haus weggepustet wird, heißt das nicht, dass man mit Steuern zahlen aufhört!",
		"Windy2": "Pah! Wenn dieser Wind so weiterpustet, dann verlieren die Menschen ihre wertvollen Besitztümer und hören auf, mich zu bezahlen!"
	},
	"TownNPCMood": {
		"Content": "Ich bin zufrieden.",
		"DislikeBiome": "Ich mag {BiomeName} nicht.",
		"DislikeCrowded": "Mir gefällt nicht, wie beengt es hier ist.",
		"DislikeNPC": "Ich mag {NPCName} nicht.",
		"FarFromHome": "Ich bin zu weit weg von zuhause.",
		"HateBiome": "Ich hasse {BiomeName}",
		"HateCrowded": "Ich hasse, wie beengt es hier ist.",
		"HateNPC": "Ich hasse {NPCName}",
		"LikeBiome": "Ich mag {BiomeName}.",
		"LikeNPC": "Ich mag {NPCName}.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Ich liebe {NPCName}.",
		"LoveSpace": "Ich liebe es, so viel Platz zu haben.",
		"NoHome": "Ich hasse es, kein Zuhause zu haben."
	},
	"TownNPCMoodBiomes": {
		"Corruption": "das Verderben",
		"Crimson": "das Purpur",
		"Desert": "die Wüste",
		"Dungeon": "das Verlies",
		"Forest": "den Wald",
		"Hallow": "das Heilige",
		"Jungle": "den Dschungel",
		"NormalUnderground": "den Untergrund",
		"Ocean": "den Ozean",
		"Snow": "den Schnee",
		"Mushroom": "die leuchtenden Pilze"
	},
	"TownNPCMood_BestiaryGirlTransformed": {
		"Content": "Rrrr ... mir geht gut.",
		"DislikeBiome": "Mrrr ...{BiomeName}. NICHT RIECHT GUT.",
		"DislikeCrowded": "Grarr! MENSCHEN. ZU VIELE. Nerven!",
		"DislikeNPC": "{NPCName} ... LAUNE. SCHLECHT! Grrr!",
		"FarFromHome": "Graarr ... Zuhause! Weit WEIT! KANN NICHT FINDEN.",
		"HateCrowded": "Knurrr ... ICH. HASSE. MENSCHENMENGEN!",
		"HateNPC": "Arghl! NEIN, {NPCName}. HASSE. WUT. EKEL!!",
		"LikeNPC": "{NPCName}. Rrr... GUT. FÜHLEN.",
		"LoveNPC": "LIEBE. STRARK ... {NPCName}. Jaja!",
		"LoveSpace": "Rrrrr ... viel Raum. GLÜCKLICH.",
		"NoHome": "GRAH! Brauche ZUHAUSE! JETZT!",
		"LikeBiome": "In {BiomeName}... Guter LAUF! SPIELEN! JAGEN! Jipie!",
		"HateBiome": "Gughhh. {BiomeName}... ICH HASSE. SCHLECHTE. AUSSICHTEN.",
		"LoveBiome": "LIEBLINGSLAND ... {BiomeName}. SCHÖN.",
		"LikeNPC_Princess": "{NPCName} ... ROSA. GUT."
	},
	"BestiaryGirlSpecialText": {
		"Graveyard1": "Meine Instinkte drehen total durch. Ich muss hier unbedingt raus!",
		"Graveyard2": "Okay, hier ist es total freaky. Da sträubt sich ja mein ganzes Fell.",
		"Party": "Also, ähm, den Hut kann ich nicht tragen. Sorry. Aber keine Sorge, ich bleib zur Party.",
		"Rain1": "Stopppp! Argh! Dich meinte ich nicht, sondern den ätzenden Regen.",
		"Rain2": "Echt jetzt? Ich HASSE nasswerden! Voll eklig.",
		"Storm1": "Autsch! Du hast doch KEINE Ahnung, wie sehr der Donner meine empfindlichen Ohren schmerzt.",
		"Storm2": "Ist es endlich vorbei? Ich habe eine irre Angst vor Gewittern.",
		"Windy1": "Ich fühle mich so frei und wild, wenn ich im Wind laufe. Mach du auch mal!",
		"Windy2": "Der Wind in meinen Haaren. Voll abgefahren!"
	},
	"GolferQuestsChatterBeginner": {
		"1": "Wenn du so weiterschwingst, dann tust du noch jemandem weh ... dir zum Beispiel!",
		"2": "Du brauchst viel Übung. Und Schutzkleidung.",
		"3": "Der arme Vogel. Aber Ente schmeckt lecker, also gib nicht auf."
	},
	"GolferQuestsChatterMaster": {
		"1": "Du bist ein Gott, der unter den Sterblichen weilt! Ein spektakulärer Golfer!",
		"2": "Wenn ich eine Trophäe für tolle Schwünge vergeben würde, dann erhieltest du mindestens zehn davon!",
		"3": "Du bist ein atemberaubender Golfer! Aber obwohl du an der Spitze stehst, solltest du niemals aufgeben besser zu werden!"
	},
	"GuideChatter": {
		"Chatter_1": "Ich dachte, du hättest {TaxCollector} gereinigt? Er ist immer noch so gierig wie eh und je!",
		"Chatter_2": "Ich frage mich, warum mein Vorgänger plötzlich in Flammen aufgegangen ist. Hoffe, dass mir das nicht passiert ..."
	},
	"TownNPCMood_Angler": {
		"Content": "Mir geht’s gut! Jetzt hol mir einen Fisch!",
		"DislikeBiome": "Bist du auf den Kopf gefallen? Meine Güte, in {BiomeName} gibt’s keinen Fisch!",
		"DislikeCrowded": "Mir gefällt nicht, dass diese Leute meinen Fischen Angst machen. Schick sie weg!",
		"DislikeNPC": "Ich mag {NPCName} nicht.",
		"FarFromHome": "Ich habe meine Angel zuhause gelassen und das ist gaaaaaanz da drüben! So was Blödes!",
		"HateBiome": "Hey, Blödmann! Die Fische in {BiomeName} versuchen alle mich zu ermorden!",
		"HateCrowded": "Ich hasse diese ganzen Fremden. Sie haben meine Fische fast zu Tode erschrocken!",
		"HateNPC": "Ich hasse {NPCName} und alle, die mich wie ein Kind behandeln!",
		"LikeBiome": "Warum {BiomeName} mein Lieblingsort ist? Natürlich weil’s da haufenweise coole Fische gibt!",
		"LikeNPC": "{NPCName} hat wirklich Ahnung. Ganz im Gegensatz zu ANDEREN Leuten! Das gefüllt mir irgendwie!",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Ich liebe es, in der Nähe von {NPCName} zu sein.",
		"LoveSpace": "Ja! Endlich bin ich allein mit meinen Fischen!",
		"NoHome": "Ich bin ein Kind, du musst mir ein Zuhause geben! Bist du blöd, oder was?!",
		"LikeNPC_Princess": "{NPCName} ist zwar kein Fisch, aber das stört mich irgendwie gar nicht! Das ist sogar ziemlich cool!"
	},
	"TownNPCMood_ArmsDealer": {
		"Content": "Alles klar, Kumpel!",
		"DislikeBiome": "Ja, ne, in {BiomeName} fühle ich mich nicht sonderlich wohl.",
		"DislikeCrowded": "Pssst, ich glaube, hier sind Leute in der Nähe, die nicht wollen, dass ich hier meine Deals mache.",
		"DislikeNPC": "Ich hab ein Problem damit, dass {NPCName} sich auf meinem Gebiet befindet, weißt du?",
		"FarFromHome": "Ich mache meine Geschäfte nicht so gerne fernab der Heimat.",
		"HateBiome": "Ich hasse {BiomeName} – Jagen macht nicht halb so viel Spaß, wenn man selbst die Beute ist!",
		"HateCrowded": "Hey, ich kann mein Ding nicht machen, wenn mir so viele Leute dabei zusehen.",
		"HateNPC": "Ich würde ja {NPCName} WIRKLICH gerne mal als Fernschussziel nehmen.",
		"LikeBiome": "Weisste, {BiomeName} ist abgelegen und gut für’s Geschäft, wenn du weißt, was ich meine.",
		"LikeNPC": "Ja, {NPCName} ist schon cool. Abgefahren.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Meinste {NPCName} interessiert sich ansatzweise für mich?",
		"LoveSpace": "So ist das richtig mit der Privatsphäre!",
		"NoHome": "Meister, ich hab nicht’s wo ich wohnen kann!",
		"LikeNPC_Princess": "Ich hätte das zwar nie erwartet, aber {NPCName} kennt sich echt gut mit Knarren aus!"
	},
	"TownNPCMood_BestiaryGirl": {
		"Content": "Eigentlich geht’s mir ziemlich gut, danke der Nachfrage!",
		"DislikeBiome": "So mit Instinkten und so ist es komisch. Aus {BiomeName} will ich einfach nur weg!",
		"DislikeCrowded": "Wenn ich von vielen Menschen umgeben bin, werde ich nervös. Das wäre ich lieber nicht.",
		"DislikeNPC": "Ich find’s doof, wie grausam {NPCName} ist!",
		"HateBiome": "Also ehrlich, {BiomeName} stinkt total nach den Flüchen, den dieser Fuchswelpe hatte ... Der, der mich gebissen hat!",
		"HateCrowded": "Argh! Ich hasse es, mir Sorgen zu machen, was mit diesen ganzen Leuten hier passiert!",
		"HateNPC": "Ich hasse, hasse, hasse, was {NPCName} mit Tieren macht!",
		"LikeBiome": "Ich liebe Tiere, deswegen ist {BiomeName} das beste Biom aller Zeiten! Aber holla!",
		"LikeNPC": "Natürlich mag ich {NPCName}! Wir kennen uns schon seit meiner Geburt!",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Ich kann es nicht erklären. Irgendwie steh ich auf {NPCName}. Ob das an dem Schwanz liegt?",
		"LoveSpace": "Ich liebe es, was Eigenes zu haben! Das ist der Hammer!",
		"NoHome": "Mensch, ich kann doch nicht in einer Höhle hausen! Ich brauche ein Haus!",
		"LikeNPC_Princess": "{NPCName} lässt ihre Untertanen nach einer Lösung für meinen Fuchsfluch suchen! Juppie!",
		"FarFromHome": "Irgendwie ... habe ich ein bisschen Heimweh? Und ich muss meine Haustiere füttern!"
	},
	"TownNPCMood_Clothier": {
		"Content": "Was ist überhaupt normal?",
		"DislikeBiome": "Es gibt einfach nicht genug dunkle Räume in {BiomeName}.",
		"DislikeCrowded": "Die lokale Bevölkerung ist wie eine Last auf meinen Schultern.",
		"DislikeNPC": "Irgendwie fühle ich mich in der Nähe von {NPCName} einfach nicht wohl.",
		"FarFromHome": "Es ist eine nervtötende Aufgabe, mein Fernglas herauszuholen und nach meinem Haus zu suchen.",
		"HateBiome": "Meine Seele fühlt sich hier in {BiomeName} zerrissen an. Als wäre mein Wesen selbst im Kampf zwischen Gut und Böse gefangen.",
		"HateCrowded": "Überfüllt ist man, wenn man überfüllt.",
		"HateNPC": "Ich hasse {NPCName} und ich weiß nicht, warum.",
		"LikeBiome": "Sehen heißt glauben, aber manchmal sind die sympathischsten Sachen in {BiomeName}.",
		"LikeNPC": "Ich weiß nicht genau, warum, aber ich finde {NPCName} faszinierend.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "{NPCName}? So etwas Leckeres habe ich noch nie im Leben gesehen.",
		"LoveSpace": "Ich bin kein beliebter Mann, aber ich weiß, was Ruhe ist.",
		"NoHome": "Gar kein Zuhause? Ich werde mich keiner strafbaren Vernachlässigung aussetzen!",
		"LikeNPC_Princess": "Es gibt nichts Schöneres, als die Welt durch die Augen von {NPCName} zu sehen!"
	},
	"TownNPCMood_Cyborg": {
		"Content": "Alle neuralen Funktionen scheinen reibungslos abzulaufen.",
		"DislikeBiome": "Die Flora und die Fauna dringen in mein synthetisches Exoskelett ein: {BiomeName} ist kein wünschenswerter Ort für mich.",
		"DislikeCrowded": "Zu viele andere Lebensformen. Ich leide unter negativen, emotionalen neuralen Mustern.",
		"DislikeNPC": "{NPCName} hat kein Verständnis für meine Existenz, da sie von der Norm abweicht. Wie ungewöhnlich. Das negative Empfinden beruht auf Gegenseitigkeit.",
		"FarFromHome": "Ich habe die Empfangsreichweite meines Datencenters überschritten.",
		"HateBiome": "Ich ermittle eine überwältigende Anzahl feindlicher Lebensformen in {BiomeName}.",
		"HateCrowded": "Grenze für neue Lebensformen überschritten. Neurale Funktionen sind überlastet. Übersetzung: Ich hasse dies.",
		"HateNPC": "{NPCName}s Funktionen sind wissenschaftlich nicht analysierbar. Neurale Funktionen sind überlastet. Übersetzung: Ich hasse dies.",
		"LikeBiome": "Meine kybernetischen Funktionen sind im Temperaturgefälle von {BiomeName} optimal ausgelastet. Das ist von Vorteil.",
		"LikeNPC": "{NPCName} scheint mich wie ein anderer Mensch zu behandeln. Mir scheint, als würde ich das zu schätzen wissen.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Ich liebe es, in der Nähe von {NPCName} zu sein.",
		"LoveSpace": "Keinerlei Lebensformen in unmittelbarer Nähe erkannt. Das ist von Vorteil.",
		"NoHome": "Fehler 404: Keine Unterkunft gefunden.",
		"LikeNPC_Princess": "Resultat der Analyse von {NPCName}: Positivste auf Kohlenstoff basierte Lebensform seit Aufzeichnungsbeginn."
	},
	"TownNPCMood_DD2Bartender": {
		"Content": "Ein traumhaftes Leben.",
		"DislikeBiome": "Ich bin auch kein Fan von {BiomeName}. Das ist schon hart.",
		"DislikeCrowded": "Bin mir nicht sicher, ob ich gerne in der Nähe von so vielen Leuten leben will.",
		"DislikeNPC": "{NPCName} mag ich nicht wirklich. Irgendwas erinnert mich immer an einige der düsteren Dinge aus Etheria.",
		"FarFromHome": "Könnte sein, dass ich zurück nach Hause will, falls jemand einen Drink braucht. Oder mehrere.",
		"HateBiome": "Ist das schon wieder eine Invasion? Oh, ach so, es ist nur {BiomeName}! Das ist ja noch schlimmer!",
		"HateCrowded": "Ich sage es nicht gerne, aber ich hasse überfüllte Räume.",
		"HateNPC": "{NPCName} ist exzentrisch und narzisstisch. Jedes Mal, wenn ich sowas sehe, möchte ich einen Tisch kaputthauen!",
		"LikeBiome": "Ahh, {BiomeName} ... Hier mag ich es, das Biom hat Charakter.",
		"LikeNPC": "Ich mag {NPCName}. Der beste Beweis dafür, dass man eine Person nicht nach ihrem ... Ursprung beurteilen sollte.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "{NPCName} trinkt ganz schön viel, ich liebe das!",
		"LoveSpace": "Endlich etwas Ruhe und Frieden ... als Barkeeper ist das ein ganz schöner Luxus!",
		"NoHome": "Ohne eine Bar, die ich polierne kann, fühle ich mich fehl am Platz.",
		"LikeNPC_Princess": "{NPCName} würde auch in meiner Heimat eine tolle Herrscherin abgeben."
	},
	"TownNPCMood_Demolitionist": {
		"Content": "Nun, heute möchte ich nicht in die Luft gehen.",
		"DislikeBiome": "Ich hasse {BiomeName}. Meine Lunten wollen hier einfach nicht zünden!",
		"DislikeCrowded": "Die Anzahl der Menschen hier missfällt mir. Aus Sicherheitsgründen natürlich ...",
		"DislikeNPC": "Ich möchte {NPCName} an eine Rakete binden und dann zusehen, was passiert!",
		"FarFromHome": "Ich brauche mehr KAWUMM! Das habe ich wohl zuhause vergessen.",
		"HateBiome": "In {BiomeName} stinkt es nach Tod und Boshaftigkeit. Ich möchte alles voller Löcher sprengen!",
		"HateCrowded": "Viel zu viele Menschen! Ein Fehler mit dem Dynamit und ... naja, DENEN würde das Ergebnis nicht gefallen!",
		"HateNPC": "Ich hasse es, in der Nähe von {NPCName} zu sein.",
		"LikeBiome": "Zwerge werden von {BiomeName} automatisch angezogen. Das liegt uns im Blut!",
		"LikeNPC": "Mit {NPCName} bin ich gut befreundet. Hilft mir immer beim Einfüllen des Schießpulvers!",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Ich liebe es, wie gut {NPCName} mit einem Behälter voller Feuerbälle umgehen kann!",
		"LoveSpace": "Ah, keiner da ... Dann kann ich neue Bomben testen, ohne gleich einen Friedhof für abgetrennte Glieder bauen zu müssen.",
		"NoHome": "Ich habe keinen Wohnraum. Habe ich meinen letzten in die Luft gejagt?",
		"LikeNPC_Princess": "WAS ...? {NPCName}? Soll das 'ne neue Art Sprengstoff sein? Ach so, du meinst SIE! Ja, nettes Mädel!"
	},
	"TownNPCMood_Dryad": {
		"Content": "Alles ist friedlich. Sorg ja nicht für Ärger.",
		"DislikeBiome": "Mir gefällt nicht, dass es in {BiomeName} so still ist.",
		"DislikeCrowded": "Hier wird’s langsam immer enger, oder bilde ich mir das ein? Es gefällt mir nicht ...",
		"DislikeNPC": "Mir gefällt nicht, dass {NPCName} keinen Respekt für andere Wesen hat.",
		"FarFromHome": "Eine Blume wächst nicht gut, wenn sie zu weit von ihren Wurzeln entfernt ist.",
		"HateBiome": "Meine Umgebung ist sehr beleidigend – {BiomeName} ist mein Todfeind!",
		"HateCrowded": "So viele Leute auf einem Fleck? Das Gras ist zum Untergang verdammt. Ich hasse es!",
		"HateNPC": "Ich hasse die destruktiven Gewohnheiten, die {NPCName} gegenüber der Natur auslebt!",
		"LikeBiome": "Ich habe einen Baum in {BiomeName} geküsst und es hat mir gefallen.",
		"LikeNPC": "Ich mag es, das {NPCName} im Einklang mit jeder Faser meines Seins ist!",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Ich liebe es, in der Nähe von {NPCName} zu sein.",
		"LoveSpace": "Einsamkeit kann manchmal auch gut sein. Man kann an sich selbst arbeiten und auch mal verschnaufen.",
		"NoHome": "Auch wenn die ganze Natur mein Zuhause ist, so hätte ich doch auch gerne mal ein richtiges Haus.",
		"LikeNPC_Princess": "{NPCName} bringt allen Bewohnern dieser Welt Ordnung und Frieden."
	},
	"TownNPCMood_DyeTrader": {
		"Content": "Ich? Mir geht’s gut, kein Problem.",
		"DislikeBiome": "Oh nein, ich finde keinerlei Inspiration in {BiomeName}, ganz und gar nicht.",
		"DislikeCrowded": "Ich hasse Menschenmengen, es sei denn, sie sind wegen meiner lebendigen Farben da!",
		"DislikeNPC": "Oh nein, {NPCName} hat einfach keinen Geschmack für Farben. Das gefällt mir nicht.",
		"FarFromHome": "Du glaubst, so weit weg von meinem Geschäft kann ich brillante Farben erzeugen? Niemals!",
		"HateBiome": "Eklig! {BiomeName} saugt die Farbe aus meinen Paletten!",
		"HateCrowded": "Wenn ich keine Geschäfte mache, dann wäre ich lieber alleine. Ich hasse es, eingeengt zu sein!",
		"HateNPC": "Ich hasse es einfach, wie widerwärtig {NPCName} sein kann.",
		"LikeBiome": "Ahh, {BiomeName} ist sehr nett und erinnert mich an meine Heimat. Es gefällt mir sehr gut!",
		"LikeNPC": "{NPCName} hat ein gutes Auge für Lebendigkeit und Geschäfte. Das gefällt mir!",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Ich liebe es, in der Nähe von {NPCName} zu sein.",
		"LoveSpace": "Meine Güte, dieser Palast ist ruhig genug, um wie ein Sultan zu schlafen!",
		"NoHome": "Nein, nein, das geht so nicht. Ich brauche eine eigenes Zuhause.",
		"LikeNPC_Princess": "Die Farben auf {NPCName}s Kleid sind kräftiger und bunter als alles, was ich je gesehen habe!"
	},
	"TownNPCMood_GoblinTinkerer": {
		"Content": "Gefühle sind derzeit nur nominell.",
		"DislikeBiome": "{BiomeName} gefällt mir nicht, es ist voller lauter, nerviger Störenfriede, die mir bei der Arbeit in die Quere kommen!",
		"DislikeCrowded": "Eine unschöne Anzahl Menschen scheint sich um mich herum zu versammeln.",
		"DislikeNPC": "{NPCName} hat eine unheimliche Aura, als gäbe es ein Geheimnis. Das gefällt mir nicht.",
		"FarFromHome": "Ich möchte an meiner neusten Erfindung arbeiten, aber mein Haus ist ganz da hinten!",
		"HateBiome": "Ich hasse {BiomeName}! Ich kann diese Schmuckstücke nicht vereinen, wenn ich selbst mit mir nicht eins bin!",
		"HateCrowded": "Dieser Auflauf ruft in mir schlechte Erinnerungen an die Goblinkriegslager hervor. Ich hasse es.",
		"HateNPC": "Ich hasse, wie {NPCName} mich bloßgestellt hat, nur weil männlichen Goblins keine Haare wachsen!",
		"LikeBiome": "Ahh, {BiomeName} ist ein netter, ruhiger Ort, um mehr Gadgets zu bauen. I’m loving it!",
		"LikeNPC": "{NPCName} weiß, wie viel Spaß es macht, Sachen zusammenzumischen. Dafür habe ich Respekt!",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "{NPCName} sorgt dafür, dass mein Herzkern nicht mehr ordnungsgemäß funktioniert. Es scheint, mir gefällt das Gefühl!",
		"LoveSpace": "Perfekt, das Fehlen lästiger Nachbarn entspricht meinen Erfordernissen.",
		"NoHome": "Goblins brauchen eigentlich keine netten Häuser, aber ich bin nicht wie die anderen Goblins.",
		"LikeNPC_Princess": "{NPCName} mag meine Erfindungen. Und sie sagt, dass alle freundlichen Goblins willkommen sind!"
	},
	"TownNPCMood_Golfer": {
		"Content": "Mir geht es gut!",
		"DislikeBiome": "Ich hätte da eine Frage. Wie soll ich an einem Ort wie {BiomeName} Golfspielen?",
		"DislikeCrowded": "Golf ist ein Sport, den man am besten alleine spielt. Mir gefällt es nicht, wenn sich mein Leben ändert.",
		"DislikeNPC": "Ich bin nicht gerne in der Nähe von {NPCName}. Dort fühle ich mich unwohl.",
		"FarFromHome": "Ich glaube, ich bin vom Kurs abgekommen. Das war nicht sehr schlau von mir.",
		"HateBiome": "Ich bin der festen Meinung, dass es nicht schlau ist, sich an einem Ort wie {BiomeName} zu lange aufzuhalten.",
		"HateCrowded": "Ich sag’s ja nicht gerne, aber ich hasse den ganzen Laufverkehr hier.",
		"HateNPC": "Ich hasse, dass {NPCName} so gierig ist. In einer Welt wie diesen ist das ziemlich überflüssig.",
		"LikeBiome": "Ich mag {BiomeName}. Hier gibt es alles, was man für’s Golfspielen braucht.",
		"LikeNPC": "Es macht immer Spaß mit {NPCName}. Ein guter Freund.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Unbeliebte Meinung: Ich bin gerne in der Nähe von {NPCName}. So kriege ich meine Wasserhindernisse zurück!",
		"LoveSpace": "Es gibt nichts besseres, als so viel Platz für sich alleine zu haben.",
		"NoHome": "Ich brauche Platz, um meine Schläger aufzuhängen.",
		"LikeNPC_Princess": "Ich wollte {NPCName} ein paar Golftricks zeigen, aber stattdessen hat sie mir eine Lektion erteilt! Ich mag sie."
	},
	"TownNPCMood_Guide": {
		"Content": "Es geht mir ziemlich gut.",
		"DislikeBiome": "Ich mag {BiomeName} einfach nicht. Hier kann man nichts erreichen.",
		"DislikeCrowded": "Ich bin ein freier Geist. Ich mag es nicht, wenn so viele Leute in meiner Nähe sind.",
		"DislikeNPC": "{NPCName} stört mich einfach irgendwie. Vielleicht liegt’s an der komischen Kleidung?",
		"FarFromHome": "Es scheint, ich bin fern ab der Heimat.",
		"HateBiome": "Ich hasse {BiomeName}! Die Schrecken hier können einen Menschen in Sekundenschnelle zerfetzen.",
		"HateCrowded": "Ich hasse Menschenmassen. Ich mag offene Welten lieber!",
		"HateNPC": "Ich hasse es, dass {NPCName} hier ist. Die Welt ist gut so, wie sie ist!",
		"LikeBiome": "Eigentlich gefällt es mir, durch {BiomeName} zu laufen. Es ist nett hier.",
		"LikeNPC": "Eigentlich mag ich {NPCName} sehr gerne. Wir haben viel gemein.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Ich liebe es, in der Nähe von {NPCName} zu sein.",
		"LoveSpace": "Diesen Ort für mich allein zu haben ... Das gefällt mir wirklich sehr.",
		"NoHome": "Ich bin ja daran gewöhnt, kein Zuhause zu haben. Es würde mir aber auch nichts ausmachen.",
		"LikeNPC_Princess": "Wenn {NPCName} in der Nähe ist, fühle ich mich sehr wohl, als wäre endlich ein Fluch von mir genommen worden."
	},
	"TownNPCMood_Mechanic": {
		"Content": "Alles funktioniert ordnungsgemäß ... Oh, ich? Ja, mir geht’s gut!",
		"DislikeBiome": "Ich mag {BiomeName} einfach nicht. Erinnert mich an eine traumatische Erfahrung!",
		"DislikeCrowded": "Die flackernden Lichter stören mich. Ist das Netz überladen?",
		"DislikeNPC": "Es geht mir auf die Nerven, dass {NPCName} mich nicht in Ruhe lässt!",
		"FarFromHome": "Oh, ich bin wohl nicht mehr in Empfangsreichweite! Hm.",
		"HateBiome": "Ich fühle mich extrem unwohl in {BiomeName}. Es ist, als würde mich ständig wer beobachten.",
		"HateCrowded": "Ich brauche eine sehr viel größere Stromquelle für SO VIEL Leute. Ich hasse es!",
		"HateNPC": "Ich hasse, dass {NPCName} nicht weiß, wie man eine Frau behandelt!",
		"LikeBiome": "Ich mag {BiomeName}. Die Maschinen überhitzen hier nicht und der Stromfluss ist effizient.",
		"LikeNPC": "Ich habe das Gefühl, {NPCName} besser als alle anderen zu verstehen.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Umm ... {NPCName} bringt mein Herz zum rasen. Ich sollte mal zum Arzt gehen!",
		"LoveSpace": "Perfekt, niemand steht dem Bau der Infrastruktur im Weg.",
		"NoHome": "Ich brauche etwas, wo durch ich diese Kabel führen kann.",
		"LikeNPC_Princess": "{NPCName} hat eine meiner Pumpen kurzgeschlossen. Bin total beeindruckt!"
	},
	"TownNPCMood_Merchant": {
		"Content": "Erfolg liegt in der Luft! Willst du was kaufen?",
		"DislikeBiome": "Hmm, {BiomeName} ist ein schrecklicher Ort für Geschäfte. Gefällt mir ganz und gar nicht.",
		"DislikeCrowded": "Die Anzahl meiner Nachbarn überfordert mich etwas.",
		"DislikeNPC": "Ich mag {NPCName} nicht. Immer am Sparen und kauft nie was von mir.",
		"FarFromHome": "Mensch, ich muss zurück zu meinen Waren!",
		"HateBiome": "Ich glaube nicht, dass ich den Monstern in {BiomeName} Dinge verkaufen kann!",
		"HateCrowded": "Ich hasse es, wie viele Leute hier rumhängen. Keiner davon kauft etwas!",
		"HateNPC": "Ich hasse {NPCName}! Schrecklicher Charakter!",
		"LikeBiome": "Ich mag den Ausblick in {BiomeName}! Eine gute Aussicht lockt Kunden an!",
		"LikeNPC": "{NPCName} verdient haufenweise Geld. Ich mag Leute mit tiefen Taschen.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Ich liebe es, in der Nähe von {NPCName} zu sein.",
		"LoveSpace": "Das ist nett, hier gibt es viel Privatsphäre, wo ich meine Waren lagern kann.",
		"NoHome": "Ich habe nichts, wo ich mein Geschäft einrichten kann, Freund.",
		"LikeNPC_Princess": "{NPCName} könnte meinen gesamten Laden aufkaufen, und wir führen immer sehr nette Gespräche!"
	},
	"TownNPCMood_Nurse": {
		"Content": "Meine Vitalzeichen sind normal, falls es das ist, was du wissen willst.",
		"DislikeBiome": "Bah, ich mag {BiomeName}s Tendenz zum Krankwerden einfach nicht.",
		"DislikeCrowded": "Hey, mir gefällt die sozialen Distanzierungsmaßnahmen hier nicht.",
		"DislikeNPC": "Ich mag {NPCName} nicht sonderlich. Ist mir irgendwie unheimlich.",
		"FarFromHome": "Ich bin ZU WEIT von meinem Zuhause weg. Ich hasse es, so viel laufen zu müssen.",
		"HateBiome": "Bäh, {BiomeName} ist extrem widerwärtig und dreckig. Hier werde ich noch krank!",
		"HateCrowded": "UGH, ich hasse es, wie ungesund es ist, so viele Leute auf engem Raum zu haben.",
		"HateNPC": "Oh, ich behandle {NPCName} wirklich nicht gerne. Es ist echt schwer!",
		"LikeBiome": "Mir gefällt, dass {BiomeName} so wunderschön ist. Hier treibe ich jeden Tag Sport.",
		"LikeNPC": "{NPCName} ist schlau und ein bisschen albern.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Was? {NPCName}? Ich bin nicht verknappt! Bin ich nicht! Sei still!",
		"LoveSpace": "Die Bude ist super! Eigener Raum ist klasse.",
		"NoHome": "Ts, kein Haus zu haben, macht mich ECHT stinkig.",
		"LikeNPC_Princess": "Ich habe {NPCName} bei einer Untersuchung die Schulter ausgekugelt, und SIE hat sich bei MIR für die Unannehmlichkeiten entschuldigt!"
	},
	"TownNPCMood_Painter": {
		"Content": "Ja, könnte sein, dass ich gute Laune habe. Was geht dich das an?",
		"DislikeBiome": "Warum ich {BiomeName} nicht mag? Weil es langweilig ist! Grün? Braun? Ist das alles?",
		"DislikeCrowded": "Mir gefällt es nicht, dass die Leute so laut sind, wenn ich malen will.",
		"DislikeNPC": "{NPCName} ist mir einfach zu langweilig. Ich gebe mich mit langweiligen Leuten einfach nicht gerne ab.",
		"FarFromHome": "Ich brauche mehr Farbe, aber meine Wohnung ist zu weit weg.",
		"HateBiome": "Woah, {BiomeName} ist eklig! Lass mich hier raus!",
		"HateCrowded": "Ich hasse laute Mengen! Kann man denn hier nicht mal etwas Ruhe und Frieden haben?",
		"HateNPC": "Ich hasse es, in der Nähe von {NPCName} zu sein.",
		"LikeBiome": "In {BiomeName} gibt es viele Zutaten für neue Farben. Und die hübsche Aussicht schadet auch nicht!",
		"LikeNPC": "{NPCName} und ich mögen denselben Rosaton! Das macht für mich Freunde aus!",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Ich würde ja {NPCName} liebend gerne malen ... Natürlich nur wegen der lebendigen Farben!",
		"LoveSpace": "Dieser ruhige Wohnraum hat genug Ruhe für mein Wandgemälde!",
		"NoHome": "Ich habe nicht genug Platz zum Leben!",
		"LikeNPC_Princess": "{NPCName} hat mich damit beauftragt, das Dach ihres Thronsaals mit einem Deckengemälde zu verschönern!"
	},
	"TownNPCMood_PartyGirl": {
		"Content": "Ich bin in bester Partylaune!",
		"DislikeBiome": "Argh, es ist so ätzend in {BiomeName}. Wie soll man denn hier eine Party veranstalten?",
		"DislikeCrowded": "Um mich herum sind viele Leute und es nervt mich, dass sie keine Party machen!",
		"DislikeNPC": "Ich glaube, {NPCName} ruiniert jede Party.",
		"FarFromHome": "Meine Partygeschenke! Ich habe sie zuhause vergessen. Wow, das ist ganz schön weit weg!",
		"HateBiome": "Meine Güte, {BiomeName} bringt meine Partylaune im wahrsten Sinne des Wortes in den Keller.",
		"HateCrowded": "Wow, hier sind so viele Leute. Wie ätzend, dass sie nicht zum Party machen hier sind.",
		"HateNPC": "Ich hasse es, wie {NPCName} immer versucht, mich von After-Partys abzuhalten. So ein Griesgram!",
		"LikeBiome": "Warum ich {BiomeName} mag? Wegen der REGENBÖGEN!",
		"LikeNPC": "Ich mag, wie {NPCName} Party macht.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Ich liebe es, dass {NPCName} auf meinen Partys immer so strahlt.",
		"LoveSpace": "Das gehört alles mir? Ich werde die GRÖSSTE Party aller Zeiten geben – für mich!",
		"NoHome": "Ich hab alles für die Party, aber ich habe kein Haus für die After-Party.",
		"LikeNPC_Princess": "JA, {NPCName} liebt pinke, knallige und glitzernde Dinge. UND SIE LIEBT PARTYS! "
	},
	"TownNPCMood_Pirate": {
		"Content": "Yarr. Mein Schiff ist in Topform!",
		"DislikeBiome": "Argh, {BiomeName} ist ein bisschen zu eng unter Deck, du Landratte!",
		"DislikeCrowded": "Fest! Zu viele Landratten, die mir die Laune verderben.",
		"DislikeNPC": "{NPCName} hat versucht, meinen Bart zu schneiden! Ich habe schon Kehlen für weniger durchgeschnitten!",
		"FarFromHome": "Mein Bett und mein Rum rufen von zuhause nach mir.",
		"HateBiome": "Arr, {BiomeName} ist das fauligste Stück land, das ich je bereist habe!",
		"HateCrowded": "Hast du auch das Gefühl, dass eine Meuterei ansteht? Zu viele Strolche, die meiner Kombüse zu nahe kommen!",
		"HateNPC": "Ich werde {NPCName} über die Planke laufen lassen! Ich hasse das Verhätscheln und den üblen Gestank!",
		"LikeBiome": "Har har har, Matrose! {BiomeName} ist mein wahres Zuhause!",
		"LikeNPC": "Har Har! Ich mag, wie {NPCName} immer den besten Rum dabeihat.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"NoHome": "Das offene Meer ist mein eigentliches Zuhause, aber wenn ich auf dem Land bleiben soll ... dann brauche ich eine Kajüte, Matrose.",
		"LikeNPC_Princess": "Yarr, für {NPCName} könnte man ein saftiges Kopfgeld kassieren ... Harr, harr, ich mach bloß Spaß, mag das Mädel viel zu gern.",
		"LoveNPC": "Ahoi, Landratte! Ich nehme {NPCName} unter meine Fittiche. Ich liebe es , Seewelpen großzuziehen!",
		"LoveSpace": "Das ist, als hätte ich meine eigene Galeone, Matrose!"
	},
	"TownNPCMood_SantaClaus": {
		"Content": "Ich bin froh!",
		"DislikeBiome": "Ich mag {BiomeName} nicht.",
		"DislikeCrowded": "Ich arbeite lieber alleine, nur mit meinen Elfen zusammen. Ich hasse alle Ablenkungen!",
		"DislikeNPC": "Ich hasse es, in der Nähe von {NPCName} zu sein.",
		"FarFromHome": "Hallöchen! Ich bin fern ab von meinem zeitweiligen Zuhause!",
		"HateBiome": "Ich setze deinen Namen auf meine Liste mit unartigen Kindern, weil du mich an so einen schrecklichen Ort wie {BiomeName} gebracht hast.",
		"HateCrowded": "Das ist eine ziemlich große Menschenmenge. Sie alle kommen auf die Liste der unartigen Kinder. Ich hasse es, so einen großen Sack Kohle rumschleppen zu müssen.",
		"HateNPC": "Ich hasse Leute, die nicht an mich glauben! {NPCName} ist das unartigste Kind, das ich je gesehen habe!",
		"LikeBiome": "Ich mag {BiomeName}.",
		"LikeNPC": "Ich bin gerne in der Nähe von {NPCName}.",
		"LoveBiome": "Ich liebe es hier! Überrascht dich das? Wieso dachtest du, dass mir {BiomeName} nicht gefallen würde?",
		"LoveNPC": "Ich liebe es, in der Nähe von {NPCName} zu sein.",
		"LoveSpace": "Hohoho! Nur ich und meine Elfen! Ein perfekter Ort für meine abgelegene Werkstatt.",
		"NoHome": "Ich kann nicht einfach nach Belieben zurück an den Nordpol, hohoho! Meinst du, du könntest mir vorübergehend ein Haus leihen?",
		"LikeNPC_Princess": "Ho, ho, ho! {NPCName} steht auf der Liste der artigen Menschen definitiv ganz oben. "
	},
	"TownNPCMood_Steampunker": {
		"Content": "Mir geht es herrlich.",
		"DislikeBiome": "Die Büsche und die ganze Unordnung in {BiomeName} gehen mir unheimlich auf die Nerven!",
		"DislikeCrowded": "Ich bin nicht gerne unter so vielen Leuten.",
		"DislikeNPC": "{NPCName} ist zu seltsam für mich. Solche Leute mag ich nicht.",
		"FarFromHome": "Ich bin ganz schön weit weg von zuhause und habe zu allem Überfluss meinen Motor vergessen!",
		"HateBiome": "{BiomeName} ist wahrlich unzivilisiert und unansehnlich! Nicht zu vergessen gefährlich!",
		"HateCrowded": "Bah, ich hasse überfüllte Wohnungen.",
		"HateNPC": "Ich hasse es, in der Nähe von {NPCName} zu sein.",
		"LikeBiome": "Ich mag, wie weit und offen es hier in {BiomeName}! Toll für Ausflüge mit dem Jetpack!",
		"LikeNPC": "{NPCName} ist ziemlich verträglich und hilft mir, meine Erfindungen aufzupeppen.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "{NPCName} ist wirklich interessant und einzigartig! Faszinierend!",
		"LoveSpace": "Genug Platz für mich und ein paar anständige Dampfmaschinen!",
		"NoHome": "Ich könnte eine Wohnung zum Schlafen gebrauchen.",
		"LikeNPC_Princess": "{NPCName} hat sich freiwillig als Testperson für meinen neuen Teleporter gemeldet. Ich liebe enthusiastische Assistenten!"
	},
	"TownNPCMood_Stylist": {
		"Content": "Heute fühle ich mich richtig gut.",
		"DislikeBiome": "Schatz, mir gefällt es hier in {BiomeName} nicht. Wie soll man denn seine Haare präsentieren, wenn es so kalt ist?",
		"DislikeCrowded": "Höre ich da was von Spinnen? Ach so, nur laute Nachbarn. Das gefällt mir nicht.",
		"DislikeNPC": "Ich habe versucht, {NPCName} zu verschönern, wurde aber dreist weggeschickt. Ich hasse sture Leute!",
		"FarFromHome": "Ich bin zu weit weg von meinem Werkzeug ...",
		"HateBiome": "Ugh, {BiomeName} tut meinem Haar aber gar nicht gut!",
		"HateCrowded": "Ich hasse es einfach nur, dass so viele Leute um mich herum leben. Ich kann mich nicht konzentrieren.",
		"HateNPC": "Ich hasse {NPCName}! Wie kann es denn sein, dass man GAR KEIN Haar hat?",
		"LikeBiome": "In {BiomeName} ist es schön und ruhig genug zum Haareschneiden.",
		"LikeNPC": "{NPCName} ist stark und geheimnisvoll. Das gefällt mir.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "{NPCName} ist ein ganz schöner Hingucker ... so exotisch ... Ich glaube, ich habe mich verliebt ...",
		"LoveSpace": "Herrlich, so kann ich alleine bleiben und meine Technik ohne Ablenkung studieren.",
		"NoHome": "Sorry, Schatz, aber ohne genug Platz für einen Tisch kann ich keine Haare machen.",
		"LikeNPC_Princess": "Ich wage es nicht, {NPCName}s Haar anzurühren. Es ist einfach zu perfekt!"
	},
	"TownNPCMood_TaxCollector": {
		"Content": "Was? Ich HABE keine schlechte Laune!",
		"DislikeBiome": "Wie irritierend ist denn {BiomeName} bitte? So ein Mumpitz!",
		"DislikeCrowded": "Nur damit du es weißt, ich hasse Nachbarn!",
		"DislikeNPC": "{NPCName} ist einfach zu laut. Fort mit solchen Nachbarn!",
		"FarFromHome": "Bah! Ich versuche zurück nach Hause zu gelangen, um mein Geld zu zählen. Fort mit dir!",
		"HateBiome": "Selbst für meinen Standard ist {BiomeName} einfach nur übel! Bah!",
		"HateCrowded": "Geh und sag den miesen Nutznießern, dass sie verschwinden sollen. Ich hasse Menschenmengen!",
		"HateNPC": "Ich hasse die reine Existenz von {NPCName}! Was für ein Irrer verschenkt denn einfach Sachen?",
		"LikeBiome": "{BiomeName} zwingt die Leute dazu, drinnen zu bleiben. So lassen sie mich in Ruhe. Das finde ich schön.",
		"LikeNPC": "Ausgelassene Menschen machen mir Kopfschmerzen. Seltsamerweise gefällt mir {NPCName} irgendwie. Ich werde wohl wahnsinnig!",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Ich bewundere {NPCName} ja sehr. Jeder, der den wahren Wert des Geldes erkennt, verdient meinen Respekt!",
		"LoveSpace": "Endlich bin ich frei von diesen miesen Bauern!",
		"NoHome": "Wie kann es sein, dass ein solch reicher Mann wie ich kein Zuhause hat! Frechheit!",
		"LikeNPC_Princess": "Als Prinzessin sollte {NPCName} keine Steuern bezahlen, aber sie besteht trotzdem darauf."
	},
	"TownNPCMood_Truffle": {
		"Content": "Trotz allem bin ich recht zufrieden.",
		"DislikeBiome": "Ich mag {BiomeName} nicht.",
		"DislikeCrowded": "Die Nervosität gefällt mir nicht, die die anderen Leute hier ausstrahlen.",
		"DislikeNPC": "{NPCName} hat mehrfach versucht, mich aufzufressen. Einmal war sie nicht mal ein Mensch, das könnte ich schwören! Das gefällt mir selbstverständlich nicht.",
		"FarFromHome": "Ich glaube nicht, dass es mir so weit weg von zuhause gefällt.",
		"HateBiome": "Ich gehöre nicht nach {BiomeName}. Ich würde hier nie überleben!",
		"HateCrowded": "Ich hasse es. So viele Leute ... ich ... ich werde doch nicht gefressen, oder?",
		"HateNPC": "{NPCName} hat versucht, mich in einen Topf mit anderen komischen Zutaten zu werfen. Ich hasse das.",
		"LikeBiome": "Ich fühle mich hier wie zuhause. Als wären das {BiomeName}-Biom und ich eins.",
		"LikeNPC": "{NPCName} behandelt mich mit Respekt, obwohl ich ein Teil der wahren Natur bin. Ich weiß nicht, wie ich das finden soll, aber es gefällt mir.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Ich liebe es, dass {NPCName} mit mir reden kann, ohne ständig Hunger zu bekommen.",
		"LoveSpace": "Ich liebe es, so viel Platz für mich zu haben.",
		"NoHome": "Ich brauche einen Ort, an dem ich mich sicher und daheim fühle.",
		"LikeNPC_Princess": "{NPCName} versucht nicht, mich zu fressen. Das finde ich positiv."
	},
	"TownNPCMood_WitchDoctor": {
		"Content": "Ich bin der Inbegriff der Wohligkeit.",
		"DislikeBiome": "Die Magie von {BiomeName} ist die der Unterdrückung. Es gibt keine Reinheit. Mein Herz und meine Seele schäumen vor Wut.",
		"DislikeCrowded": "Die nahe Anwesenheit anderer stört mein Juju und meine Behaglichkeit.",
		"DislikeNPC": "Die Praktiken von {NPCName} gefallen mir gar nicht. Wahre Heilung lässt sich nicht in Metall und Glas finden.",
		"FarFromHome": "Ich habe mich weit von meinem Ruheort entfernt.",
		"HateBiome": "Ich spüre eine grausige Boshaftigkeit, die in {BiomeName} und all die Lebewesen hier eingedrungen ist.",
		"HateCrowded": "Zu viele von deiner Sorte versammeln sich in meiner Nähe. Unmut wächst in meiner Seele.",
		"HateNPC": "Ich bin von Wut erfüllt, wie die Abscheulichkeiten aus der verpesteten Erde steigen. Ich meine {NPCName}.",
		"LikeBiome": "Ich kann mich nicht vorstellen, irgendwo anderes zu leben. {BiomeName} ist das Zentrum meiner Voodoo-Geister.",
		"LikeNPC": "{NPCName} ist eine verwandte Seele der Natur. Meine Seele empfindet in solch einer Gegenwart Frieden.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Ich liebe es, in der Nähe von {NPCName} zu sein.",
		"LoveSpace": "Starke Energie fließt ungestört von benachbarten Präsenzen. Sehr angenehm.",
		"NoHome": "Eine Hütte würde reichen. Nicht alle in meiner Umgebung praktizieren Ruhe.",
		"LikeNPC_Princess": "{NPCName} ist nett zu meinem Volk. Das weiß ich zu schätzen. "
	},
	"TownNPCMood_Wizard": {
		"Content": "Ich fühle mich magisch.",
		"DislikeBiome": "{BiomeName} gefällt mir nicht. An einem solchen Ort fließt die Magie nicht gut.",
		"DislikeCrowded": "Können einige von diesen lauten Leuten vielleicht mal wegziehen? Nein? Na gut.",
		"DislikeNPC": "{NPCName} testet Sachen aus, die man lieber in Ruhe lassen sollte. Das gefällt mir nicht.",
		"FarFromHome": "Ich könnte schwören, mein Haus sei hier irgendwo ...",
		"HateBiome": "Die Abscheulichkeiten in {BiomeName} beunruhigen mich, als wären sie die dunkelste Form der Magie.",
		"HateCrowded": "Diese Überfüllung hier schlägt sich langsam auf meine Magie nieder! Glaube ich.",
		"HateNPC": "{NPCName} ist widerlich und eine Abscheulichkeit im Angesicht meiner Magie!",
		"LikeBiome": "Was sollte ich an {BiomeName} nicht mögen? Hier gibt es Einhörner und Regenbögen.",
		"LikeNPC": "{NPCName} und ich kennen uns schon sehr lange. Wir beide sind sehr weise.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Ich finde es toll, dass ich mit {NPCName} soviel zu sprechen habe.",
		"LoveSpace": "Das erinnert mich an die gute, alte Zeit, wo ich hoch oben in einem Turm im Nirgendwo meine Magie geübt habe!",
		"NoHome": "Wo ist mein Haus? Wo bin ich? Wer bist du? Wer bin ich?",
		"LikeNPC_Princess": "{NPCName}? Wir haben eine Prinzessin? Faszinierend, sie scheint nett zu sein."
	},
	"PrincessChatter": {
		"Chatter_1": "Ich weiß all das Gute, das du für dieses Land getan hast, wirklich sehr zu schätzen. Danke!",
		"Chatter_11": "Rosa ist die beste Farbe, die es gibt! ",
		"Chatter_13": "Ähm ... Das Prinzessindasein kann ganz schön langweilig werden, also hab ich mir einige Hobbys zugelegt! ",
		"Chatter_14": "Ich bin ja so froh, dass ich endlich die Welt bereisen und neue Leute kennenlernen kann!",
		"Chatter_15": "Ich bin eher schüchtern, auch wenn ich die Menschen sehr liebe. Es dauert einfach ein bisschen, bis ich das Eis gebrochen habe ...",
		"Chatter_16": "{?BloodMoon}Die Flüsse färben sich rot, und alle wirken unheimlich gereizt. Ja, diese Nächte sind immer sehr anstrengend!",
		"Chatter_17": "{?!Day}Die Sterne am Nachthimmel erinnern mich an ein wunderschönes schwarzes Kleid voller Glitter. Ich sollte mir so eins anfertigen lassen!",
		"Chatter_2": "Goblins sind ja so süß! Sie sind klein, haben diese spitzen Öhrchen, und es gibt sie in verschiedenen Farben!",
		"Chatter_5": "Gefällt dir mein Kleid? Hihi, danke! Hab es eben selbst genäht.",
		"Chatter_6": "Ich bin ja so sagenhaft dankbar für meine Untertanen!",
		"Chatter_8": "Hmm ... Was meinst du? Wird es {Pirate} gelingen, einige seiner alten Gefährten zu bekehren?",
		"Chatter_10": "{?PumpkingDefeated}Der Kürbiskönig kann ziemlich hinterlistig sein. Aber ich hoffe immer noch auf einen Frieden mit seinem gruseligen Volk!",
		"Chatter_12": "{?DukeFishronDefeated}Ich hatte mal ein Treffen am Strand, mit einem Herzog. Er wirkte irgendwie fischig und hatte keine guten Manieren!",
		"Chatter_3": "{?GolemDefeated}Ich hab mal versucht, einen Lihzahrd zu streicheln. Das, ähm ... schien ihn nicht gestört zu haben!",
		"Chatter_4": "{?MartiansDefeated}Ich wünschte, die Marsianer wären etwas netter. Unsere Welt bekommt nämlich fast nie Besucher!",
		"Chatter_7": "{?FrostLegionDefeated}Keine Angst, lieber Bürger! Ich weiß, dass es unter dem Schneevolk Probleme mit dem organisierten Verbrechen gibt.",
		"Chatter_9": "{?IceQueenDefeated}Diplomatie hat bei der Eiskönigin noch nie sonderlich gut funktioniert. Sie ist ziemlich kaltherzig! Hihi!"
	},
	"PrincessSpecialText": {
		"Graveyard1": "Ähm ... Hier draußen ist es irgendwie gruselig. Ich gehe besser mal einen Tee trinken.",
		"Graveyard2": "Was war das für ein Geräusch? Hm, vermutlich kein Grund zur Sorge!",
		"Party": "Ein Party? So was wie ... ein Festival? ICH LIEBE FESTIVALS! So viel Rosa! So viel Glitter! Juppiiieee!!!",
		"Rain1": "Immer wenn es regnet, fühle ich mich so ruhig und friedlich.",
		"Rain2": "Ich liebe den Regen. Er ist so wahnsinnig beruhigend.",
		"Storm1": "Ähm ... Draußen scheint es ja heftig zu stürmen. Aber selbst das Chaos hat etwas Schönes.",
		"Storm2": "Sei vorsichtig, wenn du draußen unterwegs bist. Da tobt ein heftiger Sturm!",
		"Windy1": "Ups! Ich sollte meine Tiara festhalten. Draußen ist es heute ziemlich windig!",
		"Windy2": "Ist heute nicht ein wunderschöner Tag, um einen Drachen steigen zu lassen?"
	},
	"TownNPCMood_Princess": {
		"Content": "Momentan ist alles unter Kontrolle, mein getreuer Untertan!",
		"DislikeBiome": "Ich mag {BiomeName} nicht.",
		"DislikeCrowded": "Ich wohne gerne in der Nähe meiner Untertanen, aber ich verstehe auch jeden, dem das nicht so gefällt.",
		"DislikeNPC": "Ich habe nichts gegen {NPCName}.",
		"FarFromHome": "Ähm ... Ich bin wohl ein bisschen zu weit hinaus gewandert! Begleitest du mich ein Stück?",
		"HateBiome": "Hmm! Diesem Ort täte eine Verschönerung gut. Hier sollte niemand wohnen, und eine Prinzessin schon gar nicht!",
		"HateCrowded": "Ich LIEBE es, von anderen umgeben zu sein, aber ich mag es nicht, wenn andere unter der Überbevölkerung leiden.",
		"HateLonely": "Ähm ... Ich fühle mich etwas einsam. Kann ich vielleicht näher bei meinem Volk wohnen?",
		"HateNPC": "Ich kann mich einfach nicht dazu bringen, {NPCName} zu hassen.",
		"LikeBiome": "Die Blumen sind hübsch, die Hügel sind reizend und der Sand ist warm. Jeder Ort ist schön, solange man unter Freunden ist!",
		"LikeNPC": "Ich mag {NPCName}.",
		"LoveBiome": "Ich liebe {BiomeName}.",
		"LoveNPC": "Ich liebe {NPCName}.",
		"LoveNPC_Angler": "{NPCName} ist ein richtig netter Junge und bietet mir immer an, mit ihm Angeln zu gehen!",
		"LoveNPC_ArmsDealer": "{NPCName} ist eigentlich ein totaler Softie!",
		"LoveNPC_BestiaryGirl": "{NPCName} lässt mich immer mit ihren Haustieren spielen, was ich total nett finde!",
		"LoveNPC_Clothier": "{NPCName} wirkt manchmal todtraurig, ist zu mir aber immer sehr nett!",
		"LoveNPC_Cyborg": "{NPCName} ist ja sowas von cool. Er scheint einfach alles zu wissen!",
		"LoveNPC_DD2Bartender": "{NPCName} stammt aus einer völlig anderen Welt. Das ist wahnsinnig interessant!",
		"LoveNPC_Demolitionist": "{NPCName} ist einfach bombing, hihihi!",
		"LoveNPC_Dryad": "{NPCName} ist unglaublich naturverbunden. Das gefällt mir!",
		"LoveNPC_DyeTrader": "{NPCName} hilft mir immer, Kleider in den besten Farben zu finden!",
		"LoveNPC_GoblinTinkerer": "{NPCName} baut einfach die raffiniertesten Gadgets!",
		"LoveNPC_Guide": "{NPCName} ist wirklich nett!",
		"LoveNPC_Mechanic": "{NPCName} kann fast alles reparieren. Ich bewundere sie sehr!",
		"LoveNPC_Merchant": "{NPCName} versorgt mich immer mit allem, was ich brauche ... und zwar kostenlos!",
		"LoveNPC_Nurse": "Wenn mir was wehtut, sorgt {NPCName} immer dafür, dass es mir wieder besser geht!",
		"LoveNPC_Painter": "{NPCName} macht diesen Ort durch seine Kunst so viel schöner!",
		"LoveNPC_PartyGirl": "{NPCName} ist eine absolute Stimmungskanone!",
		"LoveNPC_Pirate": "{NPCName} hat immer eine spannende Piratengeschichte auf Lager!",
		"LoveNPC_Princess": "In der Gegenwart von {NPCName} zu sein, ist ganz schön verwirrend. Aber sie ist wirklich wahnsinnig süß!",
		"LoveNPC_Steampunker": "Meine Teestunde verbringe ich am liebsten mit {NPCName}!",
		"LoveNPC_Stylist": "{NPCName} hat immer die besten Frisurentipps parat. Und sie ist eine tolle Gesprächspartnerin!",
		"LoveNPC_TaxCollector": "{NPCName} wird schrecklich missverstanden. Zu mir ist er immer sehr nett!",
		"LoveNPC_TownBunny": "{NPCName} ist wahnsinnig putzig!",
		"LoveNPC_TownCat": "{NPCName} ist wahnsinnig putzig!",
		"LoveNPC_TownDog": "{NPCName} ist wahnsinnig putzig!",
		"LoveNPC_Truffle": "{NPCName} ist eine richtig tolle Knolle!",
		"LoveNPC_WitchDoctor": "{NPCName} ist voller Weisheit und bringt mich wirklich zum Nachdenken!",
		"LoveNPC_Wizard": "{NPCName} ist so unglaublich weise. Ich habe absolutes Vertrauen in sein Urteilsvermögen!",
		"NoHome": "Ich scheine gerade keine Bleibe zu haben. Könnte ich vielleicht etwas in Rosa haben? Bitte?",
		"LoveNPC_Golfer": "{NPCName} liebt den Golfsport leidenschaftlich. Das finde ich wahnsinnig inspirierend!",
		"LoveNPC_SantaClaus": "{NPCName} ist immer so fröhlich, dass es ansteckend ist. Also möchte ich ihm etwas schenken!",
		"LoveNPC_TownSlime": "{NPCName} ist wahnsinnig putzig!"
	},
	"MerchantNames": {
		"Alfred": "Alfred",
		"Barney": "Barney",
		"Calvin": "Calvin",
		"Edmund": "Edmund",
		"Edwin": "Edwin",
		"Eugene": "Eugene",
		"Frank": "Frank",
		"Frederick": "Frederick",
		"Gilbert": "Gilbert",
		"Gus": "Gus",
		"Wilbur": "Wilbur",
		"Seymour": "Seymour",
		"Louis": "Louis",
		"Humphrey": "Humphrey",
		"Harold": "Harold",
		"Milton": "Milton",
		"Mortimer": "Mortimer",
		"Howard": "Howard",
		"Walter": "Walter",
		"Isaac": "Isaac",
		"Joseph": "Joseph",
		"Kristian": "Kristian",
		"Ralph": "Ralph"
	},
	"NurseNames": {
		"Molly": "Molly",
		"Amy": "Amy",
		"Claire": "Claire",
		"Emily": "Emily",
		"Katie": "Katie",
		"Madeline": "Madeline",
		"Katelyn": "Katelyn",
		"Emma": "Emma",
		"Abigail": "Abigail",
		"Carly": "Carly",
		"Jenna": "Jenna",
		"Heather": "Heather",
		"Katherine": "Katherine",
		"Caitlin": "Caitlin",
		"Kaitlin": "Kaitlin",
		"Holly": "Holly",
		"Kaitlyn": "Kaitlyn",
		"Hannah": "Hannah",
		"Kathryn": "Kathryn",
		"Lorraine": "Lorraine",
		"Helen": "Helen",
		"Kayla": "Kayla",
		"Lisa": "Lisa",
		"Allison": "Allison"
	},
	"ArmsDealerNames": {
		"DeShawn": "DeShawn",
		"DeAndre": "DeAndre",
		"Marquis": "Marquis",
		"Darnell": "Darnell",
		"Terrell": "Terrell",
		"Malik": "Malik",
		"Trevon": "Trevon",
		"Tyrone": "Tyrone",
		"Willie": "Willie",
		"Dominique": "Dominique",
		"Demetrius": "Demetrius",
		"Reginald": "Reginald",
		"Jamal": "Jamal",
		"Maurice": "Maurice",
		"Jalen": "Jalen",
		"Darius": "Darius",
		"Xavier": "Xavier",
		"Terrance": "Terrance",
		"Andre": "Andre",
		"Dante": "Dante",
		"Brimst": "Brimst",
		"Bronson": "Bronson",
		"Tony": "Tony",
		"Darryl": "Darryl"
	},
	"DryadNames": {
		"Alalia": "Alalia",
		"Alura": "Alura",
		"Ariella": "Ariella",
		"Caelia": "Caelia",
		"Calista": "Calista",
		"Chryseis": "Chryseis",
		"Emerenta": "Emerenta",
		"Elysia": "Elysia",
		"Evvie": "Evvie",
		"Faye": "Faye",
		"Felicitae": "Felicitae",
		"Lunette": "Lunette",
		"Nata": "Nata",
		"Nissa": "Nissa",
		"Tatiana": "Tatiana",
		"Rosalva": "Rosalva",
		"Shea": "Shea",
		"Tania": "Tania",
		"Isis": "Isis",
		"Celestia": "Celestia",
		"Xylia": "Xylia"
	},
	"GuideNames": {
		"Joe": "Joe",
		"Connor": "Connor",
		"Tanner": "Tanner",
		"Wyatt": "Wyatt",
		"Cody": "Cody",
		"Levi": "Levi",
		"Luke": "Luke",
		"Jack": "Jack",
		"Scott": "Scott",
		"Logan": "Logan",
		"Cole": "Cole",
		"Asher": "Asher",
		"Bradley": "Bradley",
		"Jacob": "Jacob",
		"Garrett": "Garrett",
		"Dylan": "Dylan",
		"Maxwell": "Maxwell",
		"Steve": "Steve",
		"Brett": "Brett",
		"Andrew": "Andrew",
		"Harley": "Harley",
		"Kyle": "Kyle",
		"Jake": "Jake",
		"Ryan": "Ryan",
		"Jeffrey": "Jeffrey",
		"Seth": "Seth",
		"Marty": "Marty",
		"Brandon": "Brandon",
		"Zach": "Zach",
		"Jeff": "Jeff",
		"Daniel": "Daniel",
		"Trent": "Trent",
		"Kevin": "Kevin",
		"Brian": "Brian",
		"Colin": "Colin",
		"Jan": "Jan"
	},
	"DemolitionistNames": {
		"Dolbere": "Dolbere",
		"Bazdin": "Bazdin",
		"Durim": "Durim",
		"Tordak": "Tordak",
		"Garval": "Garval",
		"Morthal": "Morthal",
		"Oten": "Oten",
		"Dolgen": "Dolgen",
		"Gimli": "Gimli",
		"Gimut": "Gimut",
		"Duerthen": "Duerthen",
		"Beldin": "Beldin",
		"Jarut": "Jarut",
		"Ovbere": "Ovbere",
		"Norkas": "Norkas",
		"Dolgrim": "Dolgrim",
		"Boften": "Boften",
		"Norsun": "Norsun",
		"Dias": "Dias",
		"Fikod": "Fikod",
		"Urist": "Urist",
		"Darur": "Darur"
	},
	"ClothierNames": {
		"Sebastian": "Sebastian",
		"Rupert": "Rupert",
		"Clive": "Clive",
		"Nigel": "Nigel",
		"Mervyn": "Mervyn",
		"Cedric": "Cedric",
		"Pip": "Pip",
		"Cyril": "Cyril",
		"Fitz": "Fitz",
		"Lloyd": "Lloyd",
		"Arthur": "Arthur",
		"Rodney": "Rodney",
		"Graham": "Graham",
		"Edward": "Edward",
		"Alfred": "Alfred",
		"Edmund": "Edmund",
		"Henry": "Henry",
		"Herald": "Herald",
		"Roland": "Roland",
		"Lincoln": "Lincoln",
		"Edgar": "Edgar",
		"Eustace": "Eustace",
		"Benjamin": "Benjamin",
		"James": "James",
		"Rodrick": "Rodrick"
	},
	"GoblinTinkererNames": {
		"Grodax": "Grodax",
		"Sarx": "Sarx",
		"Xon": "Xon",
		"Mrunok": "Mrunok",
		"Nuxatk": "Nuxatk",
		"Tgerd": "Tgerd",
		"Darz": "Darz",
		"Smador": "Smador",
		"Stazen": "Stazen",
		"Mobart": "Mobart",
		"Knogs": "Knogs",
		"Tkanus": "Tkanus",
		"Negurk": "Negurk",
		"Nort": "Nort",
		"Durnok": "Durnok",
		"Trogem": "Trogem",
		"Stezom": "Stezom",
		"Gnudar": "Gnudar",
		"Ragz": "Ragz",
		"Fahd": "Fahd",
		"Xanos": "Xanos",
		"Arback": "Arback",
		"Fjell": "Fjell",
		"Dalek": "Dalek",
		"Knub": "Knub"
	},
	"WizardNames": {
		"Dalamar": "Dalamar",
		"Dulais": "Dulais",
		"Elric": "Elric",
		"Arddun": "Arddun",
		"Maelor": "Maelor",
		"Leomund": "Leomund",
		"Hirael": "Hirael",
		"Gwentor": "Gwentor",
		"Greum": "Greum",
		"Gearroid": "Gearroid",
		"Fizban": "Fizban",
		"Ningauble": "Ningauble",
		"Seonag": "Seonag",
		"Sargon": "Sargon",
		"Merlyn": "Merlyn",
		"Magius": "Magius",
		"Berwyn": "Berwyn",
		"Arwyn": "Arwyn",
		"Alasdair": "Alasdair",
		"Tagar": "Tagar",
		"Abram": "Abram",
		"Xanadu": "Xanadu"
	},
	"MechanicNames": {
		"Shayna": "Shayna",
		"Korrie": "Korrie",
		"Ginger": "Ginger",
		"Brooke": "Brooke",
		"Jenny": "Jenny",
		"Autumn": "Autumn",
		"Nancy": "Nancy",
		"Ella": "Ella",
		"Kayla": "Kayla",
		"Selah": "Selah",
		"Sophia": "Sophia",
		"Marshanna": "Marshanna",
		"Lauren": "Lauren",
		"Trisha": "Trisha",
		"Shirlena": "Shirlena",
		"Sheena": "Sheena",
		"Ellen": "Ellen",
		"Amy": "Amy",
		"Dawn": "Dawn",
		"Susana": "Susana",
		"Meredith": "Meredith",
		"Selene": "Selene",
		"Terra": "Terra",
		"Sally": "Sally"
	},
	"TruffleNames": {
		"Reishi": "Reishi",
		"Maitake": "Maitake",
		"Chanterelle": "Chanterelle",
		"Porcini": "Porcini",
		"Shimeji": "Shimeji",
		"Amanita": "Amanita",
		"Muscaria": "Muscaria",
		"Agaric": "Agaric",
		"Cremini": "Cremini",
		"Morel": "Morel",
		"Enoki": "Enoki",
		"Shiitake": "Shiitake",
		"Leinspores": "Leinsporen"
	},
	"SteampunkerNames": {
		"Whitney": "Whitney",
		"Verity": "Verity",
		"Ada": "Ada",
		"Cornelia": "Cornelia",
		"Lydia": "Lydia",
		"Leila": "Leila",
		"Minerva": "Minerva",
		"Emeline": "Emeline",
		"Cynthia": "Cynthia",
		"Fidelia": "Fidelia",
		"Lilly": "Lilly",
		"Phoebe": "Phoebe",
		"Zylphia": "Zylphia",
		"Zelda": "Zelda",
		"Selina": "Selina",
		"Hope": "Hope",
		"Isabella": "Isabella",
		"Judith": "Judith",
		"Savannah": "Savannah",
		"Vivian": "Vivian"
	},
	"DyeTraderNames": {
		"Abdosir": "Abdosir",
		"Akbar": "Akbar",
		"Bodashtart": "Bodashtart",
		"Danel": "Danel",
		"Hanno": "Hanno",
		"Hiram": "Hiram",
		"Kanmi": "Kanmi",
		"Philosir": "Philosir",
		"Tabnit": "Tabnit",
		"Yutpan": "Yutpan",
		"Ahirom": "Ahirom",
		"Batnoam": "Batnoam",
		"Sikarbaal": "Sikarbaal",
		"Hannibal": "Hannibal",
		"Yehomilk": "Yehomilk",
		"Ahinadab": "Ahinadab"
	},
	"PartyGirlNames": {
		"Candy": "Candy",
		"Isis": "Isis",
		"Trixy": "Trixy",
		"Destiny": "Destiny",
		"Lexus": "Lexus",
		"Bambi": "Bambi",
		"Bailey": "Bailey",
		"Glitter": "Glitter",
		"Sparkle": "Sparkle",
		"Paris": "Paris",
		"Dazzle": "Dazzle",
		"Fantasy": "Fantasy",
		"Bunny": "Bunny",
		"Sugar": "Sugar",
		"Fantasia": "Fantasia",
		"Star": "Star",
		"Cherry": "Cherry",
		"Amanda": "Amanda"
	},
	"CyborgNames": {
		"Alpha": "Alpha",
		"Beta": "Beta",
		"Delta": "Delta",
		"Omega": "Omega",
		"Gamma": "Gamma",
		"Theta": "Theta",
		"Kappa": "Kappa",
		"Omicron": "Omicron",
		"Sigma": "Sigma",
		"Upsilon": "Upsilon",
		"Phi": "Phi",
		"Zeta": "Zeta",
		"Lambda": "Lambda",
		"Nu": "Nu",
		"Ci": "Ci",
		"Rho": "Rho",
		"Fender": "Fender",
		"T-3E0": "T-3E0",
		"Niner-7": "Niner-7",
		"A.N.D.Y.": "A.N.D.Y.",
		"Syn-X": "Syn-X",
		"Mu": "Mu",
		"Raynbro": "Raynbro"
	},
	"PainterNames": {
		"Marco": "Marco",
		"Guido": "Guido",
		"Enzo": "Enzo",
		"Martino": "Martino",
		"Mauro": "Mauro",
		"Lorenzo": "Lorenzo",
		"Ludo": "Ludo",
		"Luciano": "Luciano",
		"Carlo": "Carlo",
		"Bruno": "Bruno",
		"Mario": "Mario",
		"Leonardo": "Leonardo",
		"Raphael": "Raphael",
		"Luigi": "Luigi",
		"Luca": "Luca",
		"Darren": "Darren",
		"Esreadel": "Esreadel",
		"Stefano": "Stefano",
		"Jim": "Jim"
	},
	"WitchDoctorNames": {
		"Abibe": "Abibe",
		"Jamundi": "Jamundi",
		"U'wa": "U'wa",
		"Tairona": "Tairona",
		"Xirigua": "Xirigua",
		"Zop'a": "Zop'a",
		"Opuni": "Opuni",
		"Kogi-ghi": "Kogi-ghi",
		"Konah": "Konah",
		"Gboto": "Gboto"
	},
	"PirateNames": {
		"David": "David",
		"Red Beard": "Red Beard",
		"Jack": "Jack",
		"Black Beard": "Black Beard",
		"Captain Morgan": "Captain Morgan",
		"Wet Beard": "Wet Beard",
		"James T. Beard": "James T. Beard",
		"Gunpowder Garry": "Gunpowder Garry",
		"Captain Stoney Dirt": "Captain Stoney Dirt",
		"Jake": "Jake",
		"Captain Bullywort": "Captain Bullywort"
	},
	"StylistNames": {
		"Bri": "Bri",
		"Brianne": "Brianne",
		"Flora": "Flora",
		"Iris": "Iris",
		"Scarlett": "Scarlett",
		"Lola": "Lola",
		"Hazel": "Hazel",
		"Stella": "Stella",
		"Pearl": "Pearl",
		"Tallulah": "Tallulah",
		"Ruby": "Ruby",
		"Esmeralda": "Esmeralda",
		"Kylie": "Kylie",
		"Kati": "Kati",
		"Biah": "Biah",
		"Meliyah": "Meliyah",
		"Petra": "Petra",
		"Rox": "Rox",
		"Roxanne": "Roxanne",
		"Annabel": "Annabel"
	},
	"TravelingMerchantNames": {
		"Abraham": "Abraham",
		"Bohemas": "Bohemas",
		"Eladon": "Eladon",
		"Aphraim": "Aphraim",
		"Gallius": "Gallius",
		"Llewellyn": "Llewellyn",
		"Riley": "Riley",
		"Rawleigh": "Rawleigh",
		"Shipton": "Shipton",
		"Romeo": "Romeo",
		"Aedan": "Aedan",
		"Mercer": "Mercer",
		"Willy": "Willy"
	},
	"AnglerNames": {
		"Bobby": "Bobby",
		"Sammy": "Sammy",
		"Jimmy": "Jimmy",
		"Danny": "Danny",
		"Timmy": "Timmy",
		"Simon": "Simon",
		"Johnny": "Johnny",
		"Billy": "Billy",
		"Matty": "Matty",
		"Bart": "Bart",
		"Phillip": "Phillip",
		"Spencer": "Spencer",
		"Nathan": "Nathan",
		"Grayson": "Grayson",
		"Miles": "Miles",
		"Charles": "Charles",
		"Adam": "Adam",
		"Tyler": "Tyler",
		"Jey": "Jey",
		"Ivan": "Ivan",
		"Izzy": "Izzy"
	},
	"SkeletonMerchantNames": {
		"Skellington": "Skellington",
		"Bones McGee": "Bones McGee",
		"Gloomy Mays": "Gloomy Mays",
		"Jack Sellington": "Jack Sellington",
		"Billy Marrows": "Billy Marrows",
		"Tom": "Tom",
		"Rattles Magoo": "Rattles Magoo",
		"Mandible Calavera": "Mandible Calavera",
		"Mika": "Mika",
		"No-Eyed Wiley": "No-Eyed Wiley",
		"Victor": "Victor"
	},
	"TaxCollectorNames": {
		"McKinly": "McKinly",
		"Millard": "Millard",
		"Fillmore": "Fillmore",
		"Rutherford": "Rutherford",
		"Chester": "Chester",
		"Grover": "Grover",
		"Cleveland": "Cleveland",
		"Theodore": "Theodore",
		"Herbert": "Herbert",
		"Warren": "Warren",
		"Lyndon": "Lyndon",
		"Ronald": "Ronald",
		"Harrison": "Harrison",
		"Woodrow": "Woodrow",
		"Tweed": "Tweed",
		"Blanton": "Blanton",
		"Dwyer": "Dwyer",
		"Carroll": "Carroll",
		"Agnew": "Agnew"
	},
	"BartenderNames": {
		"Name_1": "Ted",
		"Name_2": "Barkeep",
		"Name_3": "Jerry",
		"Name_4": "Bill",
		"Name_5": "Ernest",
		"Name_6": "William",
		"Name_7": "Dale",
		"Name_8": "Bruce",
		"Name_9": "Moe",
		"Name_10": "Javahawk",
		"Name_11": "Elandrian",
		"Name_12": "Driscan",
		"Name_13": "Iamisom",
		"Name_14": "Blacksmith",
		"Name_15": "Dani Moo",
		"Name_16": "Paddy"
	},
	"GolferNames": {
		"Name_1": "Lion Pines",
		"Name_2": "Gunner McLovin",
		"Name_3": "Harry Madison",
		"Name_4": "Arnie Palmfrond",
		"Name_5": "Jake Nicklelisp",
		"Name_6": "William",
		"Name_7": "Billy Bones",
		"Name_8": "Jim Mulligan"
	},
	"BestiaryGirlNames": {
		"Name_1": "Maria",
		"Name_2": "MacKenzie",
		"Name_3": "Azaria",
		"Name_4": "Juanita",
		"Name_5": "Astra",
		"Name_6": "Hayley",
		"Name_7": "Becca",
		"Name_8": "Veronica",
		"Name_9": "Tia",
		"Name_10": "Robyn",
		"Name_11": "Arien",
		"Name_12": "Jane",
		"Name_13": "Bindi",
		"Name_14": "Dian",
		"Name_15": "Lori",
		"Name_16": "Mardy",
		"Name_17": "Mollie",
		"Name_18": "Lizzy",
		"Name_19": "Daphne",
		"Name_20": "Ellen",
		"Name_21": "Lilith"
	},
	"PrincessNames": {
		"Ai": "Ai",
		"Hime": "Hime",
		"Emilia": "Emilia",
		"Alice": "Alice",
		"Belle": "Belle",
		"Sophia": "Sophia",
		"Hikari": "Hikari",
		"Faye": "Faye",
		"Christina": "Christina",
		"Flora": "Flora",
		"Liselotte": "Liselotte",
		"Aria": "Aria",
		"Yuuki": "Yuuki",
		"Theresa": "Theresa",
		"Elitia": "Elitia",
		"Lucia": "Lucia",
		"Ariel": "Ariel",
		"Momo": "Momo",
		"Charlotte": "Charlotte",
		"Tiara": "Tiara",
		"Yorai": "Yorai",
		"Rosetta": "Rosetta"
	},
	"CatNames_Siamese": {
		"Zen": "Zen",
		"Callie": "Callie",
		"Rainha": "Rainha",
		"Nust": "Nust",
		"Bandit": "Bandit",
		"Goliath": "Goliath",
		"Valerie": "Valerie",
		"Socks": "Socks",
		"Iris": "Iris",
		"Sekhmet": "Sekhmet",
		"Cleo": "Cleo",
		"Sappho": "Sappho"
	},
	"CatNames_Black": {
		"Luna": "Luna",
		"Figment": "Figment",
		"Ember": "Ember",
		"Damien": "Damien",
		"Snowball": "Snowball",
		"Night": "Night",
		"Misu": "Misu",
		"Magic": "Magic",
		"Tonic": "Tonic",
		"Violet": "Violet",
		"Jaspers": "Jaspers",
		"Gargoyle": "Gargoyle",
		"Lilith": "Lilith",
		"Salem": "Salem",
		"Rascal": "Rascal",
		"Bella": "Bella",
		"Odin": "Odin",
		"Jiji": "Jiji",
		"Morgan": "Morgan",
		"Arbus": "Arbus",
		"Max": "Max",
		"George": "George",
		"Esper": "Esper"
	},
	"CatNames_OrangeTabby": {
		"Linkle": "Linkle",
		"Remy": "Remy",
		"Lux": "Lux",
		"Sunny": "Sunny",
		"Tigger": "Tigger",
		"Callie": "Callie",
		"Sassy": "Sassy",
		"Bob": "Bob",
		"Leo": "Leo",
		"Tiger": "Tiger",
		"Caramel": "Caramel",
		"Tony": "Tony",
		"Garfield": "Garfield",
		"Hobbes": "Hobbes",
		"Charlie": "Charlie",
		"Rascal": "Rascal",
		"Critter": "Critter",
		"Adol": "Adol"
	},
	"CatNames_RussianBlue": {
		"Alexi": "Alexi",
		"Ruby": "Ruby",
		"Bubbles": "Bubbles",
		"Lexi": "Lexi",
		"Prissy": "Prissy",
		"Valery": "Valery",
		"Lucy": "Lucy",
		"Pete": "Pete",
		"Jocelyn": "Jocelyn",
		"Light": "Light",
		"Lily": "Lily",
		"Starlight": "Starlight",
		"Cobalt": "Cobalt",
		"Tilly": "Tilly",
		"Rion": "Rion",
		"Momo": "Momo",
		"Tarzan": "Tarzan"
	},
	"CatNames_Silver": {
		"Roo": "Roo",
		"Blaze": "Blaze",
		"Rebus": "Rebus",
		"Polo": "Polo",
		"Kelly": "Kelly",
		"Kiva": "Kiva",
		"Sooty": "Sooty",
		"By-Tor": "By-Tor",
		"Merlin": "Merlin",
		"Trudy": "Trudy",
		"Nana": "Nana",
		"Ange": "Ange",
		"Kanako": "Kanako",
		"Freya": "Freya",
		"Cloud": "Cloud",
		"Cutie": "Cutie",
		"Renne": "Renne",
		"Miette": "Miette",
		"Tula": "Tula"
	},
	"CatNames_White": {
		"Misty": "Misty",
		"Storm": "Storm",
		"Angel": "Angel",
		"Vincent": "Vincent",
		"MrCat": "Mr. Cat",
		"Holly": "Holly",
		"Sam": "Sam",
		"Rory": "Rory",
		"Ichibi": "Ichibi",
		"Belle": "Belle",
		"Yuki": "Yuki",
		"Ater": "Ater",
		"Snowdrop": "Snowdrop",
		"Snowball": "Snowball",
		"Reah": "Reah",
		"Gemma": "Gemma"
	},
	"DogNames_Labrador": {
		"Penny": "Penny",
		"Pebbles": "Pebbles",
		"Puppy": "Puppy",
		"Monroe": "Monroe",
		"Kittie": "Kittie",
		"Buddy": "Buddy",
		"Charlie": "Charlie",
		"Trulte": "Trulte",
		"Daisy": "Daisy",
		"Calvin": "Calvin",
		"Willow": "Willow",
		"Arthur": "Arthur",
		"John": "John",
		"Bitsy": "Bitsy",
		"Mike": "Mike",
		"Sparky": "Sparky",
		"Lucky": "Lucky"
	},
	"DogNames_PitBull": {
		"Max": "Max",
		"Dexter": "Dexter",
		"Chomps": "Chomps",
		"Bubba": "Bubba",
		"Sampson": "Sampson",
		"Spike": "Spike",
		"Ginger": "Ginger",
		"Kona": "Kona",
		"Keith": "Keith",
		"Jazzy": "Jazzy",
		"Rex": "Rex",
		"Toshiro": "Toshiro",
		"Buster": "Buster",
		"Doug": "Doug"
	},
	"DogNames_Beagle": {
		"Zelda": "Zelda",
		"Navi": "Navi",
		"Ali": "Ali",
		"Fred": "Fred",
		"Roxie": "Roxie",
		"Milo": "Milo",
		"Copper": "Copper",
		"Darwin": "Darwin",
		"Lieselotte": "Lieselotte",
		"Wilma": "Wilma",
		"Odie": "Odie",
		"Feena": "Feena",
		"Pete": "Pete"
	},
	"DogNames_Corgi": {
		"Bella": "Bella",
		"Ellie": "Ellie",
		"Baxter": "Baxter",
		"Oliver": "Oliver",
		"Maya": "Maya",
		"Titus": "Titus",
		"Shino": "Shino",
		"Elizabeth": "Elizabeth",
		"Victoria": "Victoria",
		"Yona": "Yona",
		"Ammy": "Ammy",
		"Charles": "Charles",
		"Estelle": "Estelle",
		"Astro": "Astro"
	},
	"DogNames_Dalmation": {
		"Spot": "Spot",
		"Suzy": "Suzy",
		"Lucky": "Lucky",
		"Marshall": "Marshall",
		"Dotty": "Dotty",
		"Pongo": "Pongo",
		"Sapphire": "Sapphire",
		"Splat": "Splat",
		"Aurora": "Aurora",
		"Akane": "Akane",
		"Firebug": "Firebug",
		"Polka": "Polka",
		"Mizore": "Mizore"
	},
	"DogNames_Husky": {
		"Rosalie": "Rosalie",
		"Balto": "Balto",
		"Miska": "Miska",
		"Sky": "Sky",
		"Sasha": "Sasha",
		"Zoey": "Zoey",
		"Toya": "Toya",
		"Snowdog": "Snowdog",
		"Kayla": "Kayla",
		"Hachiko": "Hachiko",
		"Indiana": "Indiana",
		"Sven": "Sven",
		"Bullet": "Bullet",
		"Comet": "Comet",
		"Ingrid": "Ingrid",
		"Dogi": "Dogi"
	},
	"BunnyNames_White": {
		"Bunnicula": "Bunnicula",
		"Ben": "Ben",
		"Roger": "Roger",
		"Skippy": "Skippy",
		"Donnie": "Donnie",
		"Alice": "Alice",
		"Presto": "Presto",
		"Shion": "Shion",
		"Lisette": "Lisette",
		"Lily": "Lily",
		"Inaba": "Inaba",
		"Shirayuki": "Shirayuki",
		"Lilia": "Lilia",
		"Ears": "Ears"
	},
	"BunnyNames_Angora": {
		"Breadbuns": "Breadbuns",
		"Loaf": "Loaf",
		"Babs": "Babs",
		"BigB": "Big B",
		"Greg": "Greg",
		"Fluffy": "Fluffy",
		"Pom": "Pom",
		"Muffin": "Muffin",
		"Maximus": "Maximus",
		"Donald": "Donald"
	},
	"BunnyNames_Dutch": {
		"Oreo": "Oreo",
		"Olaf": "Olaf",
		"Domino": "Domino",
		"Oz": "Oz",
		"Yin": "Yin",
		"Yang": "Yang",
		"Pow": "Pow",
		"Kaguya": "Kaguya",
		"Mono": "Mono",
		"Panda": "Panda",
		"Orin": "Orin"
	},
	"BunnyNames_Flemish": {
		"Thumper": "Thumper",
		"Cinnabun": "Cinnabun",
		"Peter": "Peter",
		"Hazel": "Hazel",
		"Loki": "Loki",
		"Sunflower": "Sunflower",
		"Toby": "Toby",
		"Daisy": "Daisy",
		"Dusty": "Dusty",
		"Jazz": "Jazz",
		"Russell": "Russell",
		"Honeycomb": "Honeycomb"
	},
	"BunnyNames_Lop": {
		"Bunbun": "Bunbun",
		"Lola": "Lola",
		"Max": "Max",
		"Tyler": "Tyler",
		"Flops": "Flops",
		"Flappie": "Flappie",
		"Caerbannog": "Caerbannog",
		"Mochi": "Mochi",
		"Dandy": "Dandy",
		"Puff": "Puff",
		"Youp": "Youp",
		"Boof": "Boof",
		"Veidra": "Veidra"
	},
	"BunnyNames_Silver": {
		"Bugz": "Bugz",
		"Buster": "Buster",
		"Silvine": "Silvine",
		"Bunstar": "Bunstar",
		"Lord": "Lord",
		"Bunnykins": "Bunnykins",
		"Crystal": "Crystal",
		"Chrome": "Chrome",
		"Vincent": "Vincent",
		"Zach": "Zach",
		"Joshua": "Joshua",
		"Dustbunny": "Dustbunny",
		"Dusty": "Dusty"
	},
	"SlimeNames_Blue": {
		"Steve": "Steve",
		"Seymour": "Seymour",
		"Simon": "Simon",
		"Sheldon": "Sheldon",
		"Sam": "Sam",
		"Samson": "Samson",
		"Sid": "Sid",
		"Sigvard": "Sigvard",
		"Stein": "Stein",
		"Sean": "Sean",
		"Samwise": "Samwise",
		"Snoot": "Snoot",
		"Swotty": "Swotty",
		"Stuart": "Stuart",
		"Stratford": "Stratford",
		"Saliva": "Saliva",
		"Sherman": "Sherman",
		"Stiltskin": "Stiltskin",
		"Shibboleet": "Shibboleet",
		"Sine": "Sine",
		"Spock": "Spock",
		"Smarty": "Smarty",
		"Sonic": "Sonic",
		"Sputnik": "Sputnik",
		"Smoof": "Smoof",
		"Spetch": "Spetch",
		"Stevenson": "Stevenson"
	},
	"SlimeNames_Green": {
		"Sylvester": "Sylvester",
		"Slimer": "Slimer",
		"Seth": "Seth",
		"Shane": "Shane",
		"Sully": "Sully",
		"Scooter": "Scooter",
		"Scotty": "Scotty",
		"Spike": "Spike",
		"Slachi": "Slachi",
		"Spinach": "Spinach",
		"Slick": "Slick",
		"Slippy": "Slippy",
		"Speedy": "Speedy",
		"Slurm": "Slurm",
		"School": "School",
		"Swag": "Swag",
		"SwiggitySwooty": "Swiggity Swooty",
		"Slackin": "Slackin",
		"Switch": "Switch",
		"Sport": "Sport",
		"Squash": "Squash",
		"Skeeter": "Skeeter",
		"Scutiger": "Scutiger",
		"Softball": "Softball",
		"Spazzy": "Spazzy"
	},
	"SlimeNames_Old": {
		"Stooge": "Stooge",
		"SirSlushington": "Sir Slushington III",
		"Santiago": "Santiago",
		"Sebastian": "Sebastian",
		"Samuel": "Samuel",
		"Seamus": "Seamus",
		"Sage": "Sage",
		"Sinclair": "Sinclair",
		"Stanford": "Stanford",
		"Septimus": "Septimus",
		"Stinky": "Stinky",
		"Spiffy": "Spiffy",
		"Spruce": "Spruce",
		"Swanky": "Swanky",
		"Soggy": "Soggy",
		"Scooby": "Scooby",
		"Sigmund": "Sigmund",
		"Smithers": "Smithers",
		"Sassafras": "Sassafras",
		"Slumbledore": "Slumbledore",
		"Slimdalf": "Slimdalf",
		"Schartzmugel": "Schartzmugel",
		"Scion": "Scion",
		"Scrooge": "Scrooge",
		"Stonks": "Stonks",
		"Swanson": "Swanson",
		"Spinkerton": "Spinkerton"
	},
	"SlimeNames_Purple": {
		"Stewy": "Stewy",
		"Sue": "Sue",
		"Spencer": "Spencer",
		"Sidney": "Sidney",
		"Stefan": "Stefan",
		"Sonnie": "Sonnie",
		"Sacco": "Sacco",
		"Sunset": "Sunset",
		"Snafu": "Snafu",
		"Stumble": "Stumble",
		"Spaghetti": "Spaghetti",
		"Shoggy": "Shoggy",
		"Slimefors": "Slimefors",
		"Shirley": "Shirley",
		"Sara": "Sara",
		"Sharon": "Sharon",
		"Sludge": "Sludge",
		"Snuggle": "Snuggle",
		"Sloppy": "Sloppy",
		"Slimeora": "Slimeora",
		"Sylph": "Sylph",
		"Spew": "Spew",
		"Shemp": "Shemp",
		"Spanky": "Spanky",
		"Spork": "Spork"
	},
	"SlimeNames_Rainbow": {
		"Sylvia": "Sylvia",
		"Skye": "Skye",
		"Stephanie": "Stephanie",
		"Sophia": "Sophia",
		"Shanna": "Shanna",
		"Serenity": "Serenity",
		"Shian": "Shian",
		"Slimestar": "Slimestar",
		"Shimmer": "Shimmer",
		"Surai": "Surai",
		"Stella": "Stella",
		"Sasha": "Sasha",
		"Sweety": "Sweety",
		"Sparkle": "Sparkle",
		"Sapphire": "Sapphire",
		"Seraph": "Seraph",
		"Starry": "Starry",
		"Sprinkes": "Sprinkes",
		"Sherbet": "Sherbet",
		"Sugar": "Sugar",
		"Stardew": "Stardew",
		"Sheena": "Sheena",
		"Sveta": "Sveta",
		"Shampoo": "Shampoo",
		"Sproink": "Sproink",
		"Secreta": "Secreta",
		"Sponsa": "Sponsa",
		"Skyler": "Skyler",
		"Sorai": "Sorai"
	},
	"SlimeNames_Red": {
		"Sparky": "Sparky",
		"Sourpuss": "Sourpuss",
		"Steamer": "Steamer",
		"Sizzle": "Sizzle",
		"Shaka": "Shaka",
		"SlipperySal": "Slippery Sal",
		"Sirius": "Sirius",
		"Sven": "Sven",
		"Sly": "Sly",
		"Smeagol": "Smeagol",
		"Scuff": "Scuff",
		"Shifty": "Shifty",
		"Sassy": "Sassy",
		"Scorpius": "Scorpius",
		"Snotty": "Snotty",
		"Sleepy": "Sleepy",
		"Stressball": "Stressball",
		"Slurpee": "Slurpee",
		"Squeezo": "Squeezo",
		"Sapo": "Sapo",
		"Snart": "Snart",
		"Skiprat": "Skiprat",
		"Sully": "Sully",
		"Sharkey": "Sharkey",
		"Scarface": "Scarface",
		"Slickfather": "Slickfather",
		"Slimeballa": "Slimeballa"
	},
	"SlimeNames_Yellow": {
		"Sandy": "Sandy",
		"Saoirse": "Saoirse",
		"Selena": "Selena",
		"Sienna": "Sienna",
		"Samara": "Samara",
		"Simone": "Simone",
		"Siobhan": "Siobhan",
		"Sabrina": "Sabrina",
		"Sunny": "Sunny",
		"Savannah": "Savannah",
		"Spirit": "Spirit",
		"Sinead": "Sinead",
		"Saraid": "Saraid",
		"Siofra": "Siofra",
		"Sorcha": "Sorcha",
		"Salem": "Salem",
		"Soleil": "Soleil",
		"Salvo": "Salvo",
		"Sahara": "Sahara",
		"Shanoa": "Shanoa",
		"Sybil": "Sybil",
		"Salome": "Salome",
		"Summer": "Summer",
		"Swirl": "Swirl",
		"Saga": "Saga",
		"Silva": "Silva",
		"Striga": "Striga"
	},
	"SlimeNames_Copper": {
		"Solomon": "Solomon",
		"ShortswordSaxon": "Shortsword Saxon",
		"Steele": "Steele",
		"Sigfried": "Sigfried",
		"Sterling": "Sterling",
		"SenioreSlash": "Seniore Slash",
		"Stabby": "Stabby",
		"Spunky": "Spunky",
		"Sharpie": "Sharpie",
		"Scout": "Scout",
		"Scrappy": "Scrappy",
		"Slade": "Slade",
		"Samsara": "Samsara",
		"SixSwingSerge": "Six-Swing Serge",
		"Scorch": "Scorch",
		"Sabin": "Sabin",
		"Stryker": "Stryker",
		"Slayer": "Slayer",
		"Slival": "Slival",
		"Sting": "Sting",
		"Sabaton": "Sabaton",
		"SemperSerus": "Semper Serus",
		"Scrimshank": "Scrimshank",
		"Scavager": "Scavager",
		"Selmy": "Selmy",
		"Shortie": "Shortie"
	},
	"SlimeBlueChatter": {
		"Chatter_1": "Gurgelblase? Hrm!",
		"Chatter_2": "Brabbel, brabbel, blubb ... Schluck!",
		"Chatter_3": "Kaplunk! Hmm ... Bleb. Oha."
	},
	"SlimeGreenChatter": {
		"Chatter_1": "Tropf!",
		"Chatter_2": "Zischel, ja klogo!",
		"Chatter_3": "Yo! Schlürf, glurp!"
	},
	"SlimeOldChatter": {
		"Chatter_1": "Brummelgrummel!",
		"Chatter_2": "Pruuut, ähem!",
		"Chatter_3": "Gluck, gluck? Pah!"
	},
	"SlimeRainbowChatter": {
		"Chatter_1": "Sabberblabber!",
		"Chatter_2": "Sprinkelpinkel!",
		"Chatter_3": "Kräusel? Blipblop!"
	},
	"SlimePurpleChatter": {
		"Chatter_1": "Berp.",
		"Chatter_2": "*Peinliche Stille*",
		"Chatter_3": "Plopp. Popp ... Platsch."
	},
	"SlimeRedChatter": {
		"Chatter_1": "Murmelgurgel ... Schluck!!!",
		"Chatter_2": "Zisch! Gargel! Grrrrr ...",
		"Chatter_3": "Rülps ... hehe."
	},
	"SlimeYellowChatter": {
		"Chatter_1": "Blubber, blubber! Gubbelkoch!",
		"Chatter_2": "Tropfra kadopfra!",
		"Chatter_3": "Kasplusch!"
	},
	"SlimeCopperChatter": {
		"Chatter_1": "Blipblop, hurra!",
		"Chatter_2": "Kaschlitz! Kaplitsch!",
		"Chatter_3": "Quetsch-fetz!"
	}
}