{
	"DryadSpecialText": {
		"WorldStatusAll": "{0} — на {1} % Освящение, на {2} % Порча и на {3} % Багрянец.",
		"WorldStatusHallowCorrupt": "{0} — на {1} % Освящение и на {2} % Порча.",
		"WorldDescriptionGrim": "Дела сильно испорчены...",
		"WorldDescriptionWork": "У тебя много работы.",
		"WorldDescriptionClose": "Ты так близко!",
		"WorldStatusHallowCrimson": "{0} — на {1} % Освящение и на {2} % Багрянец.",
		"WorldStatusCorruptCrimson": "{0} — на {1} % Порча и на {2} % Багрянец.",
		"WorldStatusCorrupt": "{0} — на {1} % Порча.",
		"WorldStatusCrimson": "{0} — на {1} % Багрянец.",
		"WorldStatusHallow": "{0} — на {1} % Освящение.",
		"WorldStatusPure": "{0} — полностью чист. Отличная работа!",
		"WorldDescriptionBalanced": "Мир находится в равновесии.",
		"WorldDescriptionFairyTale": "Мы живем как в сказке.",
		"Party": "Думаю, нужно закатить вечеринку, чтобы отпраздновать наши победы, прошлые и будущие.",
		"AfterDD2Tier2": "Когда я прибыла на Этерию, порча пыталась захватить меня, но вместо этого я использовала ее силу против армии Старца!",
		"Graveyard1": "Я могу справиться с Порчей, но от мерзкого запаха смерти в этом месте вянут цветы в моих волосах.",
		"Graveyard2": "Это место... Я слышу крики умирающей природы.",
		"Rain1": "С помощью падающей сверху воды природа пытается смыть грязь в наших реках.",
		"Storm1": "Наша мать разгневана и хочет смыть все отбросы, обрушив на нас всю разрушительную силу ливня.",
		"Storm2": "Было неразумно пересекать открытую местность под сверкающими опасностями над головой.",
		"Windy1": "Ветер... так природа сметает пыль со своих земель.",
		"Windy2": "Сегодня ярость природы срывает с деревьев листья.",
		"AfterDD2Tier1": "Когда я была на Этерии, я чувствовала себя такой отключенной от мира {WorldName}. Так приятно вернуться.",
		"Rain2": "Во время дождя многие виды рыб приобретают мистические свойства."
	},
	"DyeTraderSpecialText": {
		"HasPlant_0": "Прекрасно, милый человек! Ты принес мне прекрасный образец чудесных красок и ароматов мира. Взамен ты можешь взять эту бутылочку особого красителя.",
		"HasPlant_1": "Ты принес мне красивый редкий цветок... да, правда? За свои хлопоты возьми эту бутылочку особого красителя, друг!",
		"HasPlant_2": "Восхихитительно, прекрасно, друг! С помощью этого нежного образца я могу получать самые замечательные красители, какие мир {WorldName} еще не видывал! Можешь взять вот этот прямо сейчас!",
		"NoPlant_0": "О нет, это не пойдет. За эти деньги не пойдет, тебе лучше вернуться ко мне с каким-нибудь редким растением!",
		"NoPlant_1": "Думаешь, {DyeTrader} такой наивный? А я так не думаю! Для этих особых бутылочек нужны только самые редкие растения!",
		"NoPlant_2": "Те бутылочки с чернилами? Извини, друг, деньги не принимаю. В обмен на такие чернила мне нужны только самые ценные и редкие растения!",
		"Party": "Я очень люблю тусовки, там всегда так ярко и весело.",
		"Graveyard1": "Ох, боже... это не хорошо. Гнилое окружение портит мои чернильные лепестки.",
		"Graveyard2": "Думаешь, это место стоит моего присутствия? Здесь все такое унылое, мрачное. Эти люди буквально ниже меня.",
		"Rain1": "Слишком много воды размывает мой выбор! Скорей бы уже этот дождь закончился!",
		"Rain2": "Нет, нет! Эти платья нельзя мочить! Они потеряют свои яркие цвета!",
		"Storm1": "Проклятие! Терпеть не могу эти надоедливые бури!",
		"Storm2": "Прошу, скажи мне, когда эта ярость природы закончится!",
		"Windy1": "Поразительно! Ветер приносит мне лепестки всех цветов радуги!",
		"Windy2": "Подожди немного, мне нужно защитить мою палитру от этого буйного ветра!"
	},
	"GuideSpecialText": {
		"Party": "Любишь ходить на вечеринки? Тебе может понадобиться узнать у других. Люди иногда приносят необычные подарочки.",
		"Graveyard1": "Кладбища наводят жуть и очень опасны. Соблюдай осторожность, малыш.",
		"Graveyard2": "Здесь холодно и жутко. Я чувствую как что-то зловещее взывает ко мне.",
		"Rain1": "Имей в виду, некоторые существа появляются только когда идет дождь.",
		"Rain2": "Не бойся, это просто вода. Я слышал, что некоторые виды рыб могут летать во время дождя!",
		"Storm1": "В грозу опасно выходить наружу. Лучше тебе спрятаться, дружок.",
		"Storm2": "Молния — это не шутка. В такую погоду появляются могущественные монстры.",
		"Windy1": "Смотри, чтобы тебя не унесло сильным порывом ветра. И остерегайся монстров, которые могут этим воспользоваться.",
		"Windy2": "Тут ветрено! Самое время запускать воздушного змея.",
		"Eclipse": "Что? Где солнце? Почему так темно? Должно быть, это солнечное затмение!",
		"Lantern1": "Чудесная ночь! Благодаря твоей победе на мир снизошел покой, а эти фонари знаменуют праздник.",
		"Lantern2": "Ты видишь фонари? Теперь, когда ты спас наш мир, мы по традиции празднуем твою победу. Это всегда прекрасно!",
		"SlimeRain": "Если ты убьешь слишком много слизней, их король может разозлиться. Будь осторожен."
	},
	"MerchantSpecialText": {
		"Party": "Ты знаешь, какая тусовка — самая лучшая? Та, на которой можно дарить подарочки.",
		"Graveyard1": "Такая мрачная обстановка плохо влияет на бизнес!",
		"Graveyard2": "Это ужасное место... Я не могу продавать свои товары мертвецам!",
		"Rain1": "Зонтики! Зонтики! Покупайте зонтики за полцены!",
		"Rain2": "Как тоскливо! 99 факелов помогут улучшить настроение!",
		"Storm1": "Хотите купить громоотвод? Ой, кажется, они закончились.",
		"Storm2": "Надвигается буря... Как насчет совершить пару покупок?",
		"Windy1": "Какой ветреный день! Загляните на минутку, чтобы совершить пару покупок.",
		"Windy2": "Я закрепил шляпу клеем из слизи, чтобы ее не унес ветер! Могу и вам продать такую за пару золотых монет..."
	},
	"GoblinTinkererSpecialText": {
		"Party": "Гоблинские тусовки во многом похожи на человеческие. И на тех, и на других любят играть в игру «свали вину на соседа»... На своих тусовках я не играю в игры.",
		"Graveyard1": "Я работаю над световым мешком. Это изобретение поможет поймать любую тварь, притаившуюся снаружи!",
		"Graveyard2": "Бесконечные стоны и пронзительные визги отвлекают меня от работы!",
		"Rain1": "Из-за этого ливня ничего не видно. Надо бы приделать дворники на очки.",
		"Rain2": "Люди гораздо выше гоблинов. Наводнение для нас — всегда большая проблема!",
		"Storm1": "Я работаю над изобретением, которое будет работать на свободной энергии окружающей среды!",
		"Storm2": "Большинство гоблинов ненавидят грозу. Возможно, потому что после нее так много колючих шаров.",
		"Windy1": "Погода — вот почему я ношу очки! Не люблю, когда грязь и песок попадают в глаза.",
		"Windy2": "А теперь самое время повозиться с вертушкой!"
	},
	"WitchDoctorSpecialText": {
		"Party": "Я хотела увидеть, как тусуются такие как ты, и я не разочаровалась.",
		"AfterDD2Tier1": "Я чувствую родственный дух в этерианских темных магах. Жаль, что они наши враги, мне бы хотелось у них поучиться.",
		"Graveyard1": "Восстань, зомби! Зомби, восстань!",
		"Graveyard2": "Можно вывезти жнеца с кладбища, но нельзя вывезти кладбище из жнеца...",
		"Rain1": "Звуки дождя как бальзам на душу.",
		"Rain2": "Все дело в балансе. Нам нужно солнце, нам нужен дождь. Перекос в одну из сторон ведет к разрушению.",
		"Storm1": "Духи что-то сегодня раскричались в своем ослепляющем величестве.",
		"Storm2": "Молнии отбрасывают огромные тени, тени вызывают сильные молнии.",
		"Windy1": "Держите талисманы покрепче... Их может унести ветром.",
		"Windy2": "Ветер дует в листьях, листья дуют с ветром."
	},
	"ClothierSpecialText": {
		"Party": "Мама всегда говорила, что сначала нужно отпустить прошлое, а потом уже тусоваться.",
		"Graveyard1": "Меня прокляли! Отвезите меня в больницу!",
		"Graveyard2": "Это большое кладбище, нужно его поделить! Мертвые останутся на своей половине, а мы — на своей!",
		"Rain1": "Дождь пошел! Малюсенький меленький жалящий огромный густой такой-сякой дождь! Ну хотя бы он идет не прямо на нас!",
		"Rain2": "Когда-то уже был такой дождь, и он не переставал идти четыре дня!",
		"Storm1": "Не забывайте дышать, ведь эта буря обязательно пройдет!",
		"Storm2": "Если бы не было бури, все вышли бы на улицу. В буре самое опасное — это молния.",
		"Windy1": "Иногда просто не хватает ветряных мельниц.",
		"Windy2": "Сегодня в воздухе определенно что-то есть!"
	},
	"TravellingMerchantSpecialText": {
		"Party": "Многие говорят, что их самые яркие воспоминания — о тусовках. Купи же что-нибудь, и пусть у тебя останутся хорошие воспоминания!",
		"Graveyard1": "Фу! Взгляните на мои товары! Я КОНЕЧНО ЖЕ не снял их с похороненных здесь мертвых, чтобы продать вам.",
		"Graveyard2": "Во время путешествий я никогда не встречал никого, кто бы жил в таком мрачном месте! А, ну, если у тебя есть монеты...",
		"Rain1": "Под дождем или ясным небом я пришел издалека, чтобы служить вам! У вас есть монеты?",
		"Rain2": "Если мое экзотическое пальто сядет, я немного расстроюсь!",
		"Storm1": "Торопись и покупай!",
		"Storm2": "Вау! Это было близко! По нынешним временам кирпич и раствор — отличная инвестиция!",
		"Windy1": "Я следую курсу ветра, но это забавно!",
		"Windy2": "Я бы продал вам экзотические ветряные носки, но, кажется, забыл запастись ими!"
	},
	"MechanicSpecialText": {
		"Party": "Думаешь, кто-то будет против, если вместо свечек я обмотаю провод лампочками?",
		"Graveyard1": "Мне нужно осветить это темное и страшное место, чтобы отогнать чудовищ.",
		"Graveyard2": "Я бы провел здесь провода, но жуткие мертвецы уже приближаются!",
		"Rain1": "Есть дождь не перестанет, мой гаечный ключ покроется ржавчиной!",
		"Rain2": "Черт! Закоротила еще одна розетка! Ненавижу эту погоду!",
		"Storm1": "Отлично! Сломался еще один насос. Когда молнии перестанут ломать мое оборудование?!",
		"Storm2": "Не выходите сейчас на улицу с моими изделиями! Иначе вас ждет ненужная доза электроэнергии!",
		"Windy1": "О нет! Приближаются области низкого давления, мне нужно защитить электросеть.",
		"Windy2": "Этот циклон запутал мои провода. Смотрите под ноги!"
	},
	"BartenderSpecialText": {
		"AfterDD2Tier1": "Поздравляю с победой армии Старца! Но я уверен, что это была не вся армия, в этой битве они показали себя не полностью.",
		"AfterDD2Tier2": "Армия Старца наращивает силы, но пока тебе удается отражать ее нападения! Хотя, что-то мне подсказывает, что на сегодня они с тобой еще не закончили.",
		"AfterDD2Tier3": "Тебе действительно удалось сдержать все силы армии Старца? Возможно, тебе стоит как-нибудь посетить Этерию.",
		"BeforeDD2Tier1": "Нам действительно нужно что-то решать с армией Старца. Спроси меня об этерниевом кристалле, если хочешь узнать об этом больше.",
		"FirstHelp": "Для начала возьми несколько медалей защитника за счет заведения! У меня продаются некоторые особые средства обороны, но только за медали защитника!",
		"FirstMeeting": "Ух! Как я тут оказался? Последнее, что я помню — как передо мной открылся портал...",
		"Graveyard1": "В Этерии есть свои темные места, но это бьет все рекорды!",
		"Graveyard2": "Кажется, сегодня вечером этот бар вымер. И пахнет так, словно тут кто-то умер!",
		"Party_1": "Тут идет вечеринка! И я только что протер бар.",
		"Party_2": "Садись и немного повеселись. Не волнуйся, я не думаю, что кобольды испортят вечеринку.",
		"Rain1": "Ты выглядишь как мокрая лохматая собака! Может, опрокинешь кружечку эля?",
		"Rain2": "Вытирай ноги у дверей, пол только что натерли воском!",
		"Storm1": "Спрячься от бури! Посиди за кружечкой.",
		"Storm2": "У тебя немного усталый вид! Возможно, бокальчик успокоит твои расшатанные нервы.",
		"Windy1": "Прощай, крыша! Я же только вчера ее починил!",
		"Windy2": "Придерживай свою шляпу, бриз сегодня действительно сильный."
	},
	"PartyGirlSpecialText": {
		"Party_1": "Да? Сегодня ничего особенного... шучу! Пора тусоваться, а потом — афтепати!",
		"Party_2": "Наконец-то настало мое время!",
		"AfterDD2Tier1": "Тебе уже приходилось видеть огра? Мне хотелось бы прокатиться на спине одного из них!",
		"Cake1": "Где вы были?! Тут настоящая вечеринка! Вот, держите торт!",
		"Cake2": "Тсс! НИКОМУ не говорите, что я вам это дал! Это сюрприз!",
		"Cake3": "Веселее! На вас как бы торт, {PlayerName}!",
		"Graveyard1": "Класс! Время вечеринки! А почему никто не двигается?",
		"Graveyard2": "Давайте потусим так, чтобы БУКВАЛЬНО разбудить мертвых! Урааа!",
		"Rain1": "На улице дождь! Заходите потусить!",
		"Rain2": "О, вы промокли? Пора встряхнуться!",
		"Storm1": "На дискотеке внезапно послышался раскат грома, и я запаниковал!",
		"Storm2": "Давайте потанцуем! Подвигаем бедрами в ритм с ударами грома!",
		"Windy1": "Неожиданная вечеринка-ураган! Я принесу батарейки!",
		"Windy2": "Отличное время, чтобы разбросать конфетти!",
		"Music1": "Настройки портят всю вечеринку? Я смешаю плейлист.",
		"Music2": "По-моему, на этой вечеринке нужно что-то изменить! Как на счет импровизации?",
		"Music3": "Мы танцуем под эту песню целую вечность! Давай сменим пластинку!"
	},
	"PirateSpecialText": {
		"Party": "После такого торта можешь называть меня «белая борода».",
		"Graveyard1": "Ой, не хотелось бы говорить, но многие из моих корешей проделали дыры в земле... если понимаете мой ход мыслей!",
		"Graveyard2": "Молиго... гомило... Могилой пирата станет море! Вы зря тратите время, сухопутные крысы!",
		"Rain1": "Ах-ха-ха! Дождь?! Обычный день для пирата.",
		"Rain2": "Рыба летает в дождливом небе! Я видел своим глазом!",
		"Storm1": "Эй, на палубе! Приготовиться к столкновению, головорезы! Это всем штормам шторм!",
		"Storm2": "Великая Харибда! Что за гнев твои проклятья наслали на нас?!",
		"Windy1": "Поднять паруса, трусливые псы! Мы, пираты, начинаем гонку! Йо-хо-хо!",
		"Windy2": "Все на палубу! Шторм приближается!"
	},
	"TruffleSpecialText": {
		"Party": "Я бы пригласила всех на тусовку к себе домой, но у меня и гриб не поместится.",
		"Graveyard1": "Это отличное место для создания семьи. Большинство моих друзей родилось здесь!",
		"Graveyard2": "В этом месте я себя хорошо чувствую. Не знаю даже, почему...",
		"Rain1": "Ооо! Мило и сыро. Отлично себя чувствую.",
		"Rain2": "Для моего народа дождь — это повод для праздника.",
		"Storm1": "Погода оказывает губительное влияние на твой род, человек.",
		"Storm2": "Этот последний раскат грома выбил из меня все споры!",
		"Windy1": "Наш вид очень хрупкий, я беспокоюсь за своих собратьев в этот ветренный день.",
		"Windy2": "Ветер — не друг мне. Я люблю темные, спокойные места."
	},
	"NurseSpecialText": {
		"Party": "Нет, я не скажу, сколько свечек у меня на торте.",
		"Graveyard1": "Ох! Лучше бы я работал в заброшенной больнице, чем слонялся здесь!",
		"Graveyard2": "Это место наводит на меня жуть! И я не могу лечить мертвых пациентов!",
		"Rain1": "Если оставаться на улице слишком долго, можно заболеть!",
		"Rain2": "Отлично! Моя форма полностью промокла! Хватит пялиться!",
		"Storm1": "Я не практикую шоковую терапию! Просто выйдите на улицу и станьте под деревом!",
		"Storm2": "Не выходите на улицу! Сегодня у меня было слишком много пациентов, пострадавших от электрического тока!",
		"Windy1": "Ветер сейчас очень сильный! Берегитесь летающих иголок!",
		"Windy2": "Я весь день гоняюсь за своими медицинскими инструментами. Этот ветер держит меня в форме!",
		"DeathCountLow": "Что?! Опять ты?! Ты всё время попадаешься мне на глаза. Дай-ка я проверю кое-что… Да, тебя убили уже пару раз, целых {TotalDeathsCount}.",
		"DeathCountMedium": "Чудовища мира {WorldName} убили тебя уже довольно много раз, целых {TotalDeathsCount}. Интересно, кто из них поднял твоё знамя…",
		"DeathCountHigh": "Ничего себе! Тебя убили ну очень много раз, целых {TotalDeathsCount}. Тебе случайно в голову не приходило, что лучше сменить род деятельности? Например, в огороде копаться?"
	},
	"WizardSpecialText": {
		"Party": "Я явно закатываю самые волшебные тусовки.",
		"AfterDD2Tier1": "Знаешь, мне вроде уже встречался похожий портал, но он был из золота.",
		"Graveyard1": "Я не смогу никого вернуть из мертвых! Даже не просите!",
		"Graveyard2": "Забавно, если заглянуть подальше в хрустальный шар, можно увидеть, когда умрет каждый посетитель!",
		"LuckIsAmazing1": "У вас сад из четырехлистных клеверов? Вас переполняет удача!",
		"LuckIsAmazing2": "Вам улыбнулась удача! Успех ждет вас во всех делах!",
		"LuckIsBad1": "С каждым вашим шагом воздух кажется хмурым и мрачным. Берегитесь нездоровых чувств.",
		"LuckIsBad2": "Вас что-то беспокоит? Вижу, что с вами не все в порядке.",
		"LuckIsCursed1": "Не подходите! За вами тянется огромная полоса скорбной плохой удачи! Мне такого не надо!!!",
		"LuckIsGodly1": "Вас переполняет благословение невероятного процветания!",
		"LuckIsGodly2": "Вы излучаете бесконечное здоровье и счастье! Вы подарок судьбы!",
		"LuckIsGood1": "Чувствую в вас хорошую карму, но я могу ошибаться.",
		"LuckIsGood2": "Что-то есть в вас невероятно теплое. Не уверен, как это использовать, но я продолжу работать в этом направлении.",
		"LuckIsGreat1": "Вы излучаете положительную энергию. Кажется, будто что-то важное может произойти в любой момент.",
		"LuckIsGreat2": "От вас исходят лучи доброй удачи, как будто ваши желания могут сбыться.",
		"LuckIsPoor1": "Ваши поры источают отрицательную энергию. Сегодня я не стал бы пытать удачу.",
		"LuckIsPoor2": "Неблагоприятные знамения висят у вас над головой. Вы переслали то письмо, правда же?",
		"LuckIsTerrible1": "Я чувствую, что вас ждет ужасная судьба! Просто оставайтесь в кровати сегодня!",
		"LuckIsTerrible2": "Что за соль вы рассыпали, чтобы накликать такую неудачу?!",
		"Rain1": "Да, я могу выйти под дождь и не растаять! Я волшебник, черт возьми!",
		"Rain2": "Капли дождя падают на мою... О! Где я? Кто вы? Кто я?",
		"Storm1": "Опять кто-то украл мою книгу заклинаний?!",
		"Storm2": "И это вы называете молнией? Вот в мое время я.... Хммм... О, вам что-то нужно?",
		"Windy1": "Этот ветер вас побеспокоил? У меня есть заклинание на этот случай.",
		"Windy2": "Порывы ветра приводят в ужас наш мир? Это я сделал?",
		"LuckIsCursed2": "Вы разбили все зеркала в мире {WorldName}? Пропащий бедолага, на вас проклятье!"
	},
	"CyborgSpecialText": {
		"Party": "Эта тусовка будет огонь! Или даже пожар!",
		"Graveyard1": "Изумительно. Похоже, это склад для сломанных или неисправных человеческих существ.",
		"Graveyard2": "Мои датчики указывают на повышенную плотность энергетических частиц. Мои визуальные рецепторы не могут идентифицировать ни одну из них.",
		"Rain1": "Обнаружено выпадение осадков. Рекомендуется найти укрытие. Образование ржавчины неминуемо.",
		"Rain2": "Предупреждение о наводнении плотью. Ошибка 404: мешки с песком не найдены.",
		"Storm1": "БИП! Предупреждение о крайне неблагоприятной погоде. Это не учебная тревога. Немедленно перейдите в укрытие. БИП!",
		"Storm2": "Обнаружен нештатный уровень отрицательно и положительно заряженных частиц.",
		"Windy1": "Датчики указывают на сильное изменение барометрического давление. Рекомендуется соблюдать осторожность.",
		"Windy2": "Обнаружен сильный перепад между высоким и низким давлением."
	},
	"DemolitionistSpecialText": {
		"Party": "Сегодня тебе нужно быть осторожнее. У нас, гномов, довольно взрывные вечеринки.",
		"AfterDD2Start": "Не понимаю, почему мы не можем просто взорвать эти порталы.",
		"Graveyard1": "Смрад смерти здесь хуже, чем в заполненных скелетами пещерах, где я работаю!",
		"Graveyard2": "Все эти горы костей и камней... идеальны, чтобы их взрывать!",
		"Rain1": "Это ужасный день для гнома.",
		"Rain2": "Рррр! Еще один заряд не сработал из-за всех этих мокрых штук! Такого никогда не случается под землей!",
		"Storm1": "БА-БАХ! Даже мать-природа любит вкус благоприятного разрушения!",
		"Storm2": "Тебе стоило увидеть, когда молния ударила в одну из моих вагонеток, полную взрывчатки!",
		"Windy1": "Сейчас не самое лучшее время бросать гранаты на поверхность, мой высокий друг!",
		"Windy2": "Хочешь бомбы-бумеранги? Бросаешь такую по ветру, и она возвращается прямо к тебе!"
	},
	"ArmsDealerSpecialText": {
		"Party": "Вечеринки хороши тем, что на них люди раскрываются, прямо как устрицы.",
		"Graveyard1": "Ненавижу такие места. Я не могу убивать то, что уже мертво!",
		"Graveyard2": "Если увидишь в этом тумане что-то подозрительное, то я тут не при чем.",
		"Rain2": "Летучая рыба? Я называю это тренировкой по прицеливанию!",
		"Storm1": "Молниевая пушка? Дружище, у меня нет на это времени. Я люблю свои пули!",
		"Storm2": "Если хорошо рассчитаешь время, то за громом никто не услышит твоих выстрелов.",
		"Windy1": "Я испытывал новый пистолет, но ветер помешал мне попасть в цель!",
		"Windy2": "На ветру лучше не палить куда попало, дружок!",
		"Rain1": "До меня дошли слухи, что некоторые облака буквально охотятся за тобой! Покажи им с одним из моих стволов, кто тут босс!"
	},
	"StylistSpecialText": {
		"Party": "Наверное, мне бы стоило сегодня сделать укладку, но мне сегодня хочется только лопать шарики ножницами.",
		"Graveyard1": "Ааа! Эта смертельная атмосфера портит мою завивку!",
		"Graveyard2": "Я как бы хочу пойти туда и собрать головы с волосами для париков, но я как бы и НЕ ХОЧУ ТУДА ИДТИ!",
		"Rain1": "Так однозначно не пойдет! Мокрая крыса — это не образец для прически!",
		"Rain2": "Что?! Там идет дождь? Я же только сделал завивку!",
		"Storm1": "Я остаюсь внутри! Эйнштейн-стиль — это не модно.",
		"Storm2": "Что, серьезно? Эта сумасшедшая буря плохо влияет на бизнес!",
		"Windy1": "Хочешь воздушную укладку? Выйди на улицу, это еще и бесплатно.",
		"Windy2": "Ух! Мне стоит взять выходной, потому что этот ветер испортит все мои труды!"
	},
	"PainterSpecialText": {
		"Party": "Мне хотелось устроить пейнтбольную вечеринку, но всем хотелось только еды и украшений.",
		"Graveyard1": "Я раскрашиваю стены и мебель, а не кости! Это же не день мертвых!",
		"Graveyard2": "Какое жуткое место... не помешает добавить сюда красок, правда?",
		"Rain1": "Дождь — мой худший кошмар. Он буквально смывает всю мою тяжелую работу!",
		"Rain2": "Всего минуту назад я нарисовал на этой стене мурал. Нужно слушать прогноз погоды!",
		"Storm1": "Когда гремит гром и ударяет молния.... на мебели проявляются цвета.",
		"Storm2": "Не моргайте, чтобы не пропустить. Самые яркие цвета видны, когда ударяет молния.",
		"Windy1": "Чувствуете, как проступает набросок? Запах краски слышно на всю округу.",
		"Windy2": "Этот ураган только что сдул всю свежую краску со стены!"
	},
	"AnglerSpecialText": {
		"Party": "Думаешь, мне нравятся тусовки только из-за моего возраста? Именно! Так что давай тусоваться!",
		"BloodMoonFishing2": "Тебе стоит попробовать рыбачить, когда вода вся кровавая! За это можно умереть!",
		"Graveyard1": "Мне сейчас очень страшно! Это все ТВОЯ ошибка!",
		"Graveyard2": "И как я могу рыбачить отсюда? Откуда у тебя столько глупости?!",
		"Rain1": "Да! Дождь! Теперь я могу смотреть, как ты промокаешь до нитки, пока рыбачишь для мебя!",
		"Rain2": "Я всегда хожу рыбачить под дождем! Вот почему я ношу эту шляпу!",
		"Storm1": "Грозы идеально подходят для рыбалки! И они такие опасные! Вот почему вместо меня рыбачить пойдешь ты!",
		"Windy1": "В ветренную погоду часто бывает отличная рыбалка, но это уже слишком! У меня почти что выдуло глаз!",
		"Windy2": "Это что какой-то ураган? Меня чуть не сбил дельфин!",
		"BloodMoonFishing1": "Знаешь, во время Кровавой луны в воде охотятся жуткие твари! Тебе однозначно нужно попробовать их поймать. А я посмотрю отсюда!",
		"Storm2": "Однажды на рыбалке молния ударила в озеро! Вся рыба сразу всплыла на поверхность!"
	},
	"AnglerQuestText": {
		"NoQuest_1": "У меня для тебя пока нет поручений.",
		"NoQuest_2": "Сегодня ты развлекал меня достаточно, иди.",
		"NoQuest_3": "Ты уже все сделал. Великий {Angler} сегодня тебя не примет!",
		"NoQuest_4": "Мне достаточно одной рыбы в день. Уходи, пожалуйста!",
		"NoQuest_5": "Я пока даже не использовал предыдущую рыбу, которую ты мне принес. Мне больше не нужно.",
		"TurnIn_1": "Ох! Спасибо за рыбу, которую я просил, а теперь проваливай!",
		"TurnIn_2": "Отличный улов! Все идет по плану! Хе-хе-хе!",
		"TurnIn_3": "Из тебя получается отличный мальчик на побегушках! А теперь уходи!",
		"TurnIn_4": "Муа-ха-ха-ха-ха! У тебя получилось! Но ты остался невредимым — как же это скучно!",
		"TurnIn_5": "Что?! Ты сделал то, что я просил, и выжил! Отлично, давай сюда и проваливай!",
		"Quest_Batfish": "На на-на на-на, Бэт-РЫБ! Спускайся под землю, найди рыбу и принеси мне!\n\n(Поймано в подземелье и пещерах)",
		"Quest_BumblebeeTuna": "В этих подземных джунглях {WorldName} столько всего невероятного! Например, я видел рыбу, точь-в-точь похожую на огромного шмеля. А на всяких пчел у меня аллергия, так что поймай ее для меня! Уверен, на вкус она как бутерброд с тунцом и медом!\n\n(Поймано в меде)",
		"Quest_Catfish": "Наконец-то я нашел в джунглях кота, который любит воду! Наверное, потому что он наполовину рыба. Не знаю, как так получилось, да и знать не хочу. Я просто хочу заполучить его, и как можно быстрее!\n\n(Поймано в джунглях на поверхности)",
		"Quest_Cloudfish": "До меня дошли слухи об островах, парящих высоко в небе. А еще говорят, что там скрываются невероятные сокровища! Хотя кому до этого дело, когда в облаках возникают озера, в которых плавают облачные рыбы! Хочу попробовать одну из таких на вкус, так что поймай мне ее поскорее!\n\n(Поймано в парящих озерах)",
		"Quest_Cursedfish": "В водах Порчи в глубинах земли плавает проклятая рыба! Она создана из проклятого пламени павших ужасов, которые там скрываются. Говорят, этот огонь не может потушить даже вода, и он может гореть вечно. Я уже придумал несколько крутых применений для этой рыбы! Ты же принесешь ее мне или у тебя кишка тонка?!\n\n(Поймано в Порче)",
		"Quest_DynamiteFish": "Подрывник поднял шум из-за того, что уронил динамитную шашку в лесное озеро. И чего он так переживает, у него же их целая куча? Наверное, потому что шашка обзавелась плавниками и уплыла! Не знаю, из чего он делает свою взрывчатку, но эта шашка явно одержима! Поймай ее и принеси мне — всегда хотел рыбу-бомбу в коллекцию! И не спрашивай, зачем...\n\n(Поймано на поверхности)",
		"Quest_EaterofPlankton": "Уверен, у тебя не хватит смелости найти пожирателя планктона. Это искаженная рыба, мутировавшая из отрубленных частей самого Пожирателя миров! Поймай и принеси мне ее — докажи, что ты не трус!\n\n(Поймано в Порче)",
		"Quest_FallenStarfish": "Как же я люблю собирать яркие желтые звезды, которые падают с неба! А еще больше мне нравится, когда они приземляются кому-нибудь на голову. Но… но… нет ничего круче звезды, которая падает в лесное озеро и превращается в рыбу! Ты же тоже крутой — сможешь достать ее для меня?\n\n(Поймано в парящих озерах)",
		"Quest_TheFishofCthulu": "Похоже, некоторые Демонические глаза — водоплавающие. Вместо полетов они плавают! Я хочу увидеть лицо неудачника, обнаружившего это в своей ванне! Их можно найти там же, что и обычных. Поэтому ты должен выловить одного из них и принести ко мне!\n\n(Поймано в парящих озерах и на поверхности)",
		"Quest_Fishotron": "Не знаю, что ужаснее — костяная рыба или костяная рыба с РУКАМИ. Этот Рыботрон в подземелье меня очень пугает! Думаю, он одержим теми же злыми духами, что завладели стариком, который охраняет темницу! Спорим, ты не сможешь поймать такую рыбку?\n\n(Поймано в пещерах)",
		"Quest_Harpyfish": "Я только было задремал на берегу горного озера, как на меня накинулась страшная рыба. Она летала! А еще у нее было женское лицо и перья! Кажется, я тогда кричал громче, чем она! Расплатись с ней за то, что она напугала меня так сильно!\n\n(Поймано в парящих озерах и на поверхности)",
		"Quest_Hungerfish": "Кусок Голода оторвался от Стены плоти и превратился в маленькую рыбоподобную штуку, которая теперь бесцельно плавает в Преисподней. Она мерзкая и отвратительная, но я хочу заполучить ее немедленно!\n\n(Поймано в пещерах)",
		"Quest_Ichorfish": "Ты знал, что в глубинах Багрянца водятся такие твари, которые вырабатывают это противное желтое вещество? Я слышал невероятную историю о том, что такая желтая лужа слилась воедино и приняла форму рыбы, а теперь плавает где-то неподалеку! Поймай ее — хочу подсунуть ее кому-нибудь в туалет!\n\n(Поймано в Багрянце)",
		"Quest_Jewelfish": "Оооооххх, я стану ТАКИМ богатым! Глубоко в пещерах есть рыба из драгоценных камней! Не спрашивай, как так получилось, потому что я знаю только, что эта рыба очень крутая, и ты поймаешь ее для меня!\n\n(Поймано в подземелье и пещерах)",
		"Quest_MirageFish": "В глубинах Освящения водятся очень интересные существа! Они светятся совершенно безумным фиолетовым цветом, от которого в глазах рябит! Я безумно хочу, чтобы ты мне поймал такую рыбу!\n\n(Поймано в подземном Освящении)",
		"Quest_MutantFlinxfin": "Слушай загадку: белое, пушистое и живет в ледяном подземном озере? Рыборысь-мутант! Знаешь, я не шучу. Действительно, бывают такие рыси-мутанты, которые более приспособлены к водному образу жизни! А я хочу, чтобы она приспособилась к моему аквариуму, так что не подведи!\n\n(Поймано в подземной тундре)",
		"Quest_Spiderfish": "Я видел восьминогую рыбу! Нет уж! Я и близко больше туда не подойду! Ты поймаешь мне эту рыбу, и чтоб она была мертвой, когда я возьму ее в руки! Рыбачить так глубоко в пещере я больше не собираюсь!\n\n(Поймано в подземелье и пещерах)",
		"Quest_UnicornFish": "Единороги и радуги — это просто чудо! Они есть везде, даже в воде. Нет, серьезно — я действительно видел рыбу-единорога в освященном озере! Поймай ее — хочу сделать из нее питомца!\n\n(Поймано в Освящении)",
		"Quest_GuideVoodooFish": "Демонам в подземном мире очень нравятся куклы вуду, но, кажется, там есть кукла, которую слишком накачали магической силой! Она превратилась в рыбу и действует по своей воле. Принеси мне ее! И остерегайся кипящей лавы, а то она сожжет тебя дотла и я не получу своей рыбы!\n\n(Поймано в пещерах)",
		"Quest_Wyverntail": "Я знаю кое-что, чего тыыыы не знаешь! Ладно, скажу тебе. Среди звезд летает ужасное создание! И я не выдумываю! Его называю Виверна! Но тебе ведь это уже было известно, правда? А знаешь, что Виверны вырастают из головастиков? Так что они почти как… лягушки! Вперед, вприпрыжку, найди мне такого головастика!\n\n(Поймано в парящих озерах)",
		"Quest_ZombieFish": "Ты мне не поверишь! Ночью я поймал в лесу уже мертвую рыбу! И она потом попыталась меня съесть! Я выбросил ее и убежал! А теперь хочу спрятать ее кому-нибудь в комод и посмотреть, что будет. Так что вылови мне ее обратно, хорошо?\n\n(Поймано на поверхности)",
		"Quest_Angelfish": "Ты знал, что высоко в небе парят волшебные острова? Уверен, не знал! Говорят, на небесах живут ангелы. А я думаю, что у этих ангелов есть плавники и жабры! Верю, ты сможешь поймать мне одного из них!\n\n(Поймано в парящих озерах)",
		"Quest_BloodyManowar": "Ой! Не подходи! Меня ужалил Кровавый Мановар! Если ты недостаточно умен, чтобы знать о нем — это самая опасная медуза во всем мире {WorldName}! Отправляйся в этот гадкий багрянец и поймай ее, если тебе хватит мужества! \n\n(Поймано в Багрянце)",
		"Quest_Bonefish": "Обычно меня совершенно не беспокоят рыбьи кости, плавающие в воде под землей, но эти кости плавали осознанно! Ты думал, только человеческие скелеты болтаются по этому миру {WorldName}? Поймай мне такую рыбу, чтобы я подложил ее кому-нибудь в кровать!\n\n(Поймано в подземелье и пещерах)",
		"Quest_Bunnyfish": "В общем, вышел я как-то порыбачить в лес. И представь! На меня выпрыгнул кролик! А потом еще один, и еще один… внезапно оказалось, что я окружен целой стаей кроликов! Один даже подплыл ко мне по воде, но у него не было лап! Я от удивления свалился с кресла, и все кролики разбежались! Я хочу этого кролика-рыбу сделать своим питомцем, так что поймай его! И поживее!\n\n(Поймано на поверхности)",
		"Quest_CapnTunabeard": "Эй, салага! Разрази меня гром! Тысяча чертей! У одного капитана пиратов была рыбка по имени Капитан Тунцовая Борода, но как-то во время сильного шторма аквариум упал за борт! У нее крюк вместо хвоста, повязка на глазу и все такое! Поймай мне эту рыбу, чтобы я стал крутым как пират! Ясное дело, она до сих пор где-то в океане! Намек понял?\n\n(Поймано в океане)",
		"Quest_Clownfish": "На берегу океана я видел яркую оранжевую рыбу. Она оглядывалась вокруг в таком волнении, словно потеряла кого-то из семьи! Поймай ее мне — тогда на берегу уже другая рыба будет искать своего родича!\n\n(Поймано в океане)",
		"Quest_DemonicHellfish": "Я слышал, что король всех демонов Преисподней — это на самом деле рыба! Только представь, какой безграничной властью я буду обладать, если ты мне ее поймаешь!\n\n(Поймано в пещерах)",
		"Quest_Derpfish": "Те чертовы блохи — самые страшные существа, что я видел! Хорошо, что у них иногда нет ног. Эта разновидность обитает в воде, она не такая опасная! Поймай мне это существо — хочу попробовать его на вкус, не перепугавшись до полусмерти!\n\n(Поймано в джунглях на поверхности)",
		"Quest_Fishron": "Ходит легенда о могучем создании, известном как Рыброн! Это частично свинья, частично дракон, а частично РЫБА! Слышал, это существо обитает в ледяных подземных озерах в самой холодной части мира! Я туда не пойду, так что пойди ТЫ и поймай его! Так не терпится уже заполучить его!\n\n(Поймано в подземной тундре)",
		"Quest_InfectedScabbardfish": "В мутных водах Порчи плавает очень длинная рыба, похожая на ножны меча! Она сильно напоминает черный камень, так что будь внимателен! Да, это я к тебе обращаюсь. Ты же будешь ее ловить, не я!\n\n(Поймано в Порче)",
		"Quest_Mudfish": "Ступай осторожно через воды джунглей! Почему? Нет, не потому, что я беспокоюсь, что тебя сожрут пираньи. Просто не хочу, чтобы ты наступил на одну из моих любимых рыб — грязевую рыбу! А еще я очень хочу, чтобы ты поймал мне ее!\n\n(Поймано в джунглях)",
		"Quest_TropicalBarracuda": "Пираньи и акулы — это такие уродливые существа! Ну ооочень уродливые! Ты знал, что даже если рыба выглядит очень красиво, она все равно может обглодать тебе лицо? Кстати, за такое зрелище я бы заплатил 2 платиновых монеты… Ладно, перейдем к делу — ты поймаешь мне эту рыбу. Только постарайся это сделать до того, как лишишься своего лица!\n\n(Поймано в джунглях на поверхности)",
		"Quest_TundraTrout": "А у тебя когда-нибудь были мысли о том, почему озера в заснеженных областях этого мира {WorldName} никогда не замерзают? У меня — нет. А вот рыба замерзает! Рыба из льда будет отличным подношением, которое примет великий и ужасный {Angler}! Отправляйся в путь, мой верный подданный, и поскорее принеси мне тундровую форель!\n\n(Поймано в тундре на поверхности)",
		"Quest_Slimefish": "В лесу куча отвратительных слизней. А рыбы-слизни еще отвратительней! Не хочу плавать со слизнями, поэтому вылови мне одну из этих рыб!\n\n(Поймано в лесу на поверхности)",
		"Quest_AmanitaFungifin": "Я нашел замечательное место с гигантскими светящимися грибами! Все вокруг светилось голубым! Я начал собирать грибы, которые нашел возле сверкающего голубого озера, но тут один из них цапнул меня и уплыл! Хочу отплатить ему тем же — хорошенько его потрепать! Поэтому найди его и принеси сюда!\n\n(Поймано на полях светящихся грибов)",
		"Quest_Dirtfish": "Я как раз подсекал одну крупную рыбину, как из лесного озера выскочил забавный зомби и начал нести чушь о какой-то «свирепой» рыбе, полностью состоящей из грязи! Сказал, что такая рыба может придушить десяток ребят его размера или что-то в этом роде… Мне она нужна! НЕМЕДЛЕННО!\n\n(Поймано на поверхности и в подземелье)",
		"Quest_ScarabFish": "Я читал эту давнюю историю о рыбе, которая выглядит, как волшебный скарабей! Для простаков, как ты — это такой жук! Где его можно найти? А ты думаешь, где? В пустыне, конечно! Не смотри на меня так... это правда! Там вообще-то есть вода! Я бы сам пошел, но не хочу, чтобы стервятники выклевали мне глаза. Поэтому... сходи ты вместо меня!\n\n(Поймано в пустыни)",
		"Quest_ScorpioFish": "Я думаю, кто-то по-настоящему глупый пытался сказать тебе, что в пустыне нет воды! Это самая настоящая чушь! В пустыне есть такая штука, которую называют оазисом, и в нем есть вода! Угадай, что бывает, когда есть вода? Все правильно — в ней бывает рыба! Странная рыба, которая пытается тебя ужалить, раздавить и сделать с тобой другие нехорошие вещи! Это идеальный питомец для меня, и идеальный заказ для тебя!\n\n(Поймано в пустыни)",
		"Quest_Pengfish": "Это кит! Это дельфин! Нет, это рыба-пингвин! Ага, вот и ты! Тебе надо принести мне такую рыбу! Ты же знаешь, что они любят только холодную воду, да?\n\n(Ловится в Тундре, на поверхности)",
		"Quest_Pixiefish": "Есть очень-очень редкий вид пикси, у которых от рождения так много крыльев, что они даже не могут летать! Они плавают с рыбами в озерах, окружённых такой голубой травой. Мне для аквариума нужен светильник, поэтому тебе надо поймать для меня пикси!\n\n(Ловится в Освящении, на поверхности)"
	},
	"AnglerChatter": {
		"Chatter_1": "Почему не хочет продавать мне {Bartender}? Я хочу попробовать! Какой брюзга!",
		"Chatter_10": "У меня нет мамы и папы, но у меня есть много рыбы! Это почти одно и то же!",
		"Chatter_2": "Чтооо?! Ты не видишь, что я здесь леску наматываю???",
		"Chatter_3": "У меня достаточно рыбы! Сейчас мне твоя помощь не нужна!",
		"Chatter_4": "В {WorldName} нет поваров, поэтому приходится готовить всю эту рыбу самому! ",
		"Chatter_5": "Эй! Смотри! Я ставлю ловушки для своего самого большого розыгрыша! Никто ничего не заметит! И не смей никому рассказывать!",
		"Chatter_6": "Позволь ребенку дать тебе совет — никогда не пытайся лизнуть ледяной блок! Хотя, забудь об этом — я очень хочу посмотреть, как ты это сделаешь!",
		"Chatter_7": "А бывают лающие рыбы? Я таких не видал, но вдруг тебе повезло больше?",
		"Chatter_8": "В мире {WorldName} полно самых чудных рыб!",
		"Chatter_9": "Я расстроен! Наверное, это была рыба, которая вымерла еще до моего рождения, и это не честно!"
	},
	"BartenderChatter": {
		"Chatter_1": "У меня есть лекарство от твоей болезни! Понимаешь? Эль! Нет?",
		"Chatter_10": "Думаешь, {Steampunker} продает дополнения к этому оружию? Я знаю одну ведьму, которая продает.",
		"Chatter_11": "Не удивительно, что {Demolitionist} вечно попадает в передряги. Ты даже не представляешь, сколько эля он у меня покупает.",
		"Chatter_12": "Обычно я не большой фанат гоблинов, но {GoblinTinkerer}, похоже, правильный малый.",
		"Chatter_13": "{?Day}Кто-нибудь видел, куда подевалась Дриада?",
		"Chatter_14": "{?!Day}Тут как-то тихо. Даже слишком тихо...",
		"Chatter_15": "{?!Day}Заходи ко мне и делай свою работу.",
		"Chatter_16": "{?BloodMoon}Знаешь, там, откуда я родом, Кровавая луна — только лишний повод прогуляться.",
		"Chatter_17": "{?MoonLordDefeated}Лунный лорд? Ты про Лорда преисподней?",
		"Chatter_18": "{?HardMode}Я знаю одного лаваманта, которому бы очень понравились эти адские камни в Преисподней.",
		"Chatter_19": "{?Homeless}Знаешь хорошие места для лавки? Я бы открыл тут бар.",
		"Chatter_2": "Говорят, ты сильный. Я знаю сильных. Посмотрим, сравнишься ли ты с ними.",
		"Chatter_3": "Там, откуда я родом, мы подаем только пиво из корешков...",
		"Chatter_4": "Это большое повышение после протирания стола целый день.",
		"Chatter_5": "Жизнь — боль, когда ты от природы лучше всех.",
		"Chatter_6": "Что я здесь делаю...",
		"Chatter_7": "Много упорства и немного везения могут завести далеко...",
		"Chatter_8": "Тебе тут не встречались Мёбрусы?",
		"Chatter_9": "{Dryad} милая. Нужно увезти ее с собой."
	},
	"BartenderHelpText": {
		"Help_1": "Это первое, что тебе нужно знать об особых защитных артефактах, которые я продаю, но только если у тебя есть медали защитника!",
		"Help_10": "Если ты успешно отражаешь нашествие, ты получаешь медали защитника, которые можешь принести мне и в обмен получить артефакты и другие особые награды.",
		"Help_11": "Еще до меня доходили слухи о том, что силу артефактов можно увеличить, если победить армию Старца. Может, ты даже сможешь их использовать в любой момент!",
		"Help_2": "Ты можешь использовать эти артефакты, чтобы создавать ловушки и защитные башни. На это расходуется этерианская мана — особая энергия, которая выпадает только с солдат армии Старца!",
		"Help_3": "Победить армию Старца довольно просто. Ее привлекает сила этерианских кристаллов, которые можно использовать как наживку.",
		"Help_4": "Чтобы установить этерианский кристалл, нужно найти такой кристалл и стенд. Так случилось, что я как раз их продаю!",
		"Help_5": "Стенд для этерианского кристалла нужно ставить на ровной открытой области. Много стен и других предметов значительно усложняют оборону!",
		"Help_6": "После установки стенда нужно просто активировать его, удерживая в руке этерианский кристалл, а потом готовиться к бою!",
		"Help_7": "Разумеется, нельзя позволить армии Старца разрушить этерианский кристалл! Это окажет катастрофические последствия на мой родной мир — Этерию!",
		"Help_8": "Можно устанавливать защитные механизмы за 10 единиц этерианской маны. После установки этерианский кристалл даст немного этой маны. Чтобы получить еще, нужно побеждать врагов.",
		"Help_9": "С помощью защитных механизмов нужно отразить несколько волн захватчиков, которые будут пытаться уничтожить и тебя, и этерианский кристалл!"
	},
	"CyborgChatter": {
		"Chatter_1": "{Bartender} сказал, что я напоминаю ему о какой-то EV2. Возможно, стоит с ней встретится."
	},
	"GoblinTinkererChatter": {
		"Chatter_1": "Знаешь, те этерианские гоблины не имеют ничего общего с моим народом. Они — просто банда хулиганов. А мой народ — намного лучше..."
	},
	"GuideHelpText": {
		"Help_1063": "Я бы мог рассказать тебе все об этой армии Старца, но {Bartender} наверняка знает об этом больше.",
		"Help_1064": "Когда луна краснеет, вода становится похожа на кровь. Существа в ней могут стать уродливыми и злобными."
	},
	"MechanicChatter": {
		"Chatter_1": "{Bartender} предложил мне пиво из корешков, а я попросил налить мне его в квадратный бокал."
	},
	"NurseChatter": {
		"Chatter_1": "Я прошу вино, а {Bartender} постоянно наливает мне эль."
	},
	"PirateChatter": {
		"Chatter_1": "В конце концов, нам пора уже обзавестись трактирщиком! Мой ром почти закончился!"
	},
	"StylistChatter": {
		"Chatter_1": "Я подумал, что {Bartender} выпьет за мой счет, но он отказался. Ну, я мог хотя бы привести в порядок его усы!"
	},
	"TownNPCHousingFailureReasons": {
		"HoleInWallIsTooBig": "В этой комнате не хватает стены",
		"RoomCheckStartedInASolidTile": "Это твердый блок!",
		"RoomIsTooBig": "Эта комната слишком большая",
		"RoomIsTooSmall": "Эта комната слишком маленькая",
		"TooCloseToWorldEdge": "Для этого нам нужен текст получше!!!",
		"RoomHasAStinkbug": "Эта комната кишит щитниками!",
		"RoomHasAnEchoStinkbug": "Эта комната кишит призрачными щитниками!"
	},
	"AnglerQuestChatter": {
		"Chatter_1": "Ого! Ты надоедаешь мне уже, наверное, раз {AnglerCompletedQuestsCount}-й! Если каждый раз при этом не будешь приносить мне классную рыбу, я буду вне себя от злости!",
		"Chatter_2": "Тебе было известно, что у меня теперь есть {AnglerCompletedQuestsCount} удивительно невероятная рыба?! Это потому, что пока посыльные обезьянки бегают, от тебя есть кое-какая польза!"
	},
	"BestiaryGirlChatter": {
		"Chatter_11": "Я понятия не имею, как я тут оказалась, но это мегакруто!",
		"Chatter_3": "Возможно, я очень многого и не знаю... но я могу прожужжать тебе все уши разговорами о природе, о существах, о животных, о диких зверях и...",
		"Chatter_4": "Мой старший брат называет меня оборотнем. Это значит, что я наполовину зверь или что-то такое. Может, он и правда лучше разбирается в этом, ведь он проводит все свое время на природе!",
		"Chatter_5": "Я люблю животных, очень! Однажды я хотела погладить странно выглядящую лису, но она укусила меня, и я стала похожей на нее! Странно!",
		"Chatter_6": "Хваааатит тянуть меня за хвост! Он самый что ни на есть настоящий и... мне больно, когда ты за него тянешь!",
		"Chatter_7": "Чего?! Нет, {Stylist} не красил мои волосы. Они от природы такого цвета! Хотя, до того как меня укусили, я была брюнеткой!",
		"Chatter_8": "Ааа, ЭТИ уши? Ха-ха, это чтобы лучше тебя слышать, дорогуша!",
		"Chatter_9": "В этот раз я проснулась в лагере существ и увидела, что все было разнесено вдребезги! Ого, и как только я все ЭТО проспала?!",
		"Chatter_1": "Как и ты, я раньше тоже собирала таких существ, а потом меня укусила за колено проклятая лисица!",
		"Chatter_10": "Ух ты! Я раньше никогда не видела полную луну. Почему-то в каждое полнолуние я чувствую, словно исчезаю!",
		"Chatter_2": "{?Eclipse}Ух ты! Я чувствую, будто имею какое-то отношение к жутким существам-убийцам, которые носятся вокруг. Радует, что я не такая безмозглая."
	},
	"BestiaryGirlLycantropeChatter": {
		"Chatter_1": "Рррр!!! Прочь. Не подходи. СЕЙЧАС!",
		"Chatter_2": "Аррр!!! Фууу! Опасность. Я. Яяяярость!"
	},
	"BunnyChatter": {
		"Chatter_1": "*Шум кролика*",
		"Chatter_2": "*Шум зайца*"
	},
	"CatChatter": {
		"Chatter_1": "Мяу!",
		"Chatter_2": "Мррр...",
		"Chatter_3": "Мяяяяууу!"
	},
	"DogChatter": {
		"Chatter_1": "Гав!",
		"Chatter_2": "Ррр!",
		"Chatter_3": "Гав-гав!"
	},
	"GolferChatter": {
		"Chatter_9": "В этой игре только неудачники набирают так много.",
		"Chatter_1": "Я не из тех, кто орет и бесится только потому, что мяч упал в воду. Я держу себя в руках и вместо того, чтобы нервничать, сосредотачиваюсь на следующем ударе.",
		"Chatter_10": "Ого! Должно быть озеленители хорошо зарабатывают на нас, гольфистах.",
		"Chatter_12": "По словам {Dryad}, когда я стригу газон, я убиваю много ее друзей. Для моего поля нужен фейрвей!",
		"Chatter_13": "Если приземлишься на грин, используй паттер! Не давай мячам улетать далеко, когда цель ТАК близко.",
		"Chatter_14": "Не лезь в воду, двигайся по привычным фейрвеям и гринам.",
		"Chatter_15": "{?BloodMoon}, на моей клюшке пятна крови? Тебе встретились зомби снаружи?",
		"Chatter_16": "{?BloodMoon}, даже не знаю что страшнее, Кровавая луна или моя сестра во время Кровавой луны!",
		"Chatter_17": "{?Rain}, гольф? В такую погоду? Только, если тебе нравиться играть вокруг гигантского громоотвода!",
		"Chatter_2": "Как-как? ЧТО ты ешь на завтрак?",
		"Chatter_3": "Ранней пташке — червячок, а ближайшей лунке — берди.",
		"Chatter_4": "Лизни палец и определи направление ветра. Мячи для гольфа весят мало, их сносит даже легкий ветерок.",
		"Chatter_5": "Если песок — твой ночной кошмар, то ведж — хранитель снов.",
		"Chatter_6": "Может порыбачить? Взятка {Angler} за то, чтобы достать мои мячи из воды, разорит меня!",
		"Chatter_7": "Ударишь высоко, ударишь далеко или промажешь? Все зависит от клюшки. Выбирай с умом!",
		"Chatter_8": "Когда я предлагаю поклубиться, я не имею в виду поехать в центр. Я говорю, может, зайдешь в наш гольф-клуб за клюшкой-айрон номер 5?",
		"Chatter_11": "{Armsdealer} уже не первый раз путает мои мячи для гольфа с боеприпасами для мушкета."
	},
	"GolferQuestsChatterApprentice": {
		"1": "Уже лучше! Мне можно больше не бояться за свою жизнь.",
		"2": "Не очень-то хорошие удары. Скажем, ничего удивительного.",
		"3": "Не чемпионский уровень, но пойдет."
	},
	"GolferQuestsChatterJourneyman": {
		"1": "Я впечатлен. По статистике ты впереди всех!",
		"2": "Ты просто молодец! Мне уже начинать волноваться?",
		"3": "Твой счет намного меньше пара. Прекрасно!"
	},
	"GolferSpecialText": {
		"Graveyard1": "Кладбища наводят ужас. Не люблю тренироваться на могилах родственников и друзей.",
		"Graveyard2": "Не играй в гольф на кладбище. Трава очень густая, и из-за этого все поле в буграх.",
		"Rain1": "Играть в гольф под дождем не так весело. Все вокруг такое скользкое!",
		"Rain2": "От дождя водные преграды увеличиваются в размере, и добраться до грина становится все труднее.",
		"Storm1": "Я так не думаю, {PlayerName}.",
		"Storm2": "Шанс получить удар молнии — это как лотерея. Пойдем на улицу, взмахнем клюшкой, нас ждет удача!",
		"Windy1": "Ветер усложняет задачу.",
		"Windy2": "При сильном ветре играть в гольф еще интереснее, но это уже слишком.",
		"FirstMeeting1": "Спасибо за спасение! Если бы я пробыл в западне еще немного, то потерял бы сознание от теплового удара!",
		"Party_1": "Сложно сосредоточиться на ударе, когда вокруг твориться такое отвратительное действо.",
		"Party_2": "Я попал в лунку одним ударом! Нам есть что отметить. Самое время отложить клюшку и взять «Маргариту».",
		"FirstMeeting2": "Ого, спасибо! Я днями сидел в этом карьере. Хорошо, хоть можно добывать воду из кактусов."
	},
	"GuideHelpTextSpecific": {
		"Help_1159": "Если соединить линзы с багряным алтарем, можно найти способ вызвать могущественного монстра. Хотя, лучше дождаться ночи, прежде чем использовать это.",
		"Help_1100": "Я слышал, что в джунглях живет раса ящщеров. Возможно, ты мог бы привлечь их внимание, убив гигантское чудовище в джунглях.",
		"Help_1101": "Я слышал, там живет женщина, которая искусно противостоит силам, только что высвобожденным тобой. Возможно, если ты хорошо покажешь себя, она обратит на тебя внимание.",
		"Help_1102": "Устройства не так уж бесполезны. Возможно, мы могли бы сделать свое, если бы удалось достать взрывчатые вещества в джунглях.",
		"Help_1103": "Однажды в этой местности я встретил стилиста. Она отправилась на приключения в подземелье. В тот день я видел ее в последний раз. Интересно, что с ней случилось?",
		"Help_1104": "Тебе когда-нибудь попадалась такая странная рыба? Что с ней делать? Я слышал, что у океана живет профессиональный рыбак, он должен знать...",
		"Help_1105": "Выглядит как измученная душа из Преисподней... ты пробовал на нем Очищающий порошок?",
		"Help_1106": "Я недавно заметил нескольких пиратов. Если мы подружимся с одним из них, думаешь, он покажет, где спрятал сокровища?",
		"Help_1107": "Есть особые растения и ингредиенты, которыми можно убивать существ. Возьми их с собой, возможно, ты встретишь того, кто научит тебя.",
		"Help_1108": "Я слышал, светящиеся грибы вырастают до таких размеров, что даже обладают сознанием. Интересно, это правда или нет...",
		"Help_1109": "Говорят, песок ужасно мешает играть в гольф. Ни один уважающий себя гольфист не застрянет в пустыне, так ведь?",
		"Help_1110": "Скульпторы любят лепить, а художники — писать картины. Если бы здесь поселилось больше людей, появился бы и художник, чтобы украшать их дома.",
		"Help_1111": "Недавно сюда переехало много людей, не так ли? Если так пойдет и дальше, здесь поселится тусовщица!",
		"Help_1112": "Приглядывай за новичками! Никогда не знаешь, кому может понадобится помощь.",
		"Help_1113": "Если тебя не интересуют товары продавца {Merchant}, здесь часто бывает бродячий торговец с необычными товарами, которые могут тебе понравится.",
		"Help_1114": "Не вся нежить агрессивная. Я даже слышал, что один монстр торгует глубоко в подземелье.",
		"Help_1115": "Этот мир полон удивительных и опасных существ, которые еще не изучены. Кое-кто из экспертов мог бы наградить тебя за подобную информацию.",
		"Help_1120": "Если ты думал, что дождливые деньки были помехой, что ты скажешь о дожде из слизи?",
		"Help_1121": "Изредка луна закрывает собой солнце, принося с собой множество страшных монстров.",
		"Help_1122": "Когда-нибудь видел гоблина-разведчика на поверхности? Неужели вторжение неизбежно...",
		"Help_1123": "Помню, однажды я видел карту сокровищ, проплывавшую в океане, но ее съела акула. Может быть тебе стоит найти ее?",
		"Help_1124": "Я видел мерцающие огоньки далеко и высоко в небе. Говорю тебе, истина где-то рядом.",
		"Help_1125": "Ты когда-нибудь видел чудесные фонари, проплывающие в ночном небе? Люди этого мира празднуют твою победу и желают тебе удачи.",
		"Help_1130": "Если поставить пустую бутылку на стол, с ее помощью можно приготовить разные эликсиры ловкости!",
		"Help_1131": "Повесь все флаги побежденных врагов. Они помогут тебе в предстоящих битвах с этими существами.",
		"Help_1132": "В снежном биоме довольно холодно, но здесь также есть и редкие сокровища. Я бы проверил!",
		"Help_1133": "Глубоко под пустыней расположены тоннели муравьиных львов, полные редких ископаемых и множества опасностей.",
		"Help_1134": "Если ты отыщешь мраморный биом, будь осторожен! Говорят, те места населены очень опасными существами!",
		"Help_1135": "В гранитных биомах даже сами камни представляют опасность — они часто оживают и атакуют незваных гостей!",
		"Help_1136": "Хочешь изготовить что-то, но не можешь найти руду на {WorldName}? Попробуй поймать ящик или положить ил и слякоть в обогатитель!",
		"Help_1137": "Если ты когда-нибудь захочешь отдохнуть от приключений, всегда есть старая добрая рыбалка.",
		"Help_1138": "В подземелье встречаются феи. Они могут быть полезны. Если пойти за ними, возможно, они приведут тебя к сокровищу.",
		"Help_1141": "Багряный камень из Багрянца можно очистить с помощью пыли Дриады или уничтожить взрывчаткой.",
		"Help_1142": "Попробуй собрать обсидиан, который образуется, когда лава встречается с водой. Он может пригодиться для защиты от зноя.",
		"Help_1143": "Говорят, что в подземельях джунглей есть гигантские пчелиные ульи. Я и сам не прочь отведать меда.",
		"Help_1144": "Ты нашел древние ископаемые в пустыне? Интересно, как их извлечь из горы?",
		"Help_1145": "Пришло время обновить старую печь! Поищи адскую кузню в Преисподней. Это единственный способ изготовить слиток адского камня.",
		"Help_1146": "Ты видел виверн, парящих высоко в облаках? Если бы я мог так летать...",
		"Help_1147": "Попробуй соединить адскую кузню с адамантовой рудой. Готов поспорить, получится мощная штука!",
		"Help_1148": "Попробуй соединить адскую кузню с титановой рудой. Готов поспорить, получится мощная штука!",
		"Help_1149": "Нашел в джунглях какой-то редкий фрукт? Съешь его, и он увеличит максимальный уровень здоровья!",
		"Help_1150": "Недавно я слышал о светящихся розовых луковицах, растущих под джунглями. Если решишь отправиться за ними, будь готов ко всему.",
		"Help_1151": "Этим ключом можно открыть храм, спрятанный в джунглях. Ты уже нашел его?",
		"Help_1152": "Говорят, в джунглях есть заколоченный храм. Интересно, чем его открыть?",
		"Help_1153": "Вот это да! У тебя классный ключ! Я слышал, что с такими ключами в темнице можно добыть редкие сокровища.",
		"Help_1154": "Я слышал об очень странном черве из грибного поля в подземелье. Интересно, он сойдет для наживки?",
		"Help_1155": "Древние пророчества говорят, что есть способ призывать полчища монстров Хэллоуина с помощью медальонов, изготовленных из тыквы.",
		"Help_1156": "Легенды говорят о проклятом даре, который может превратить самую праздничную ночь в ужасное нашествие!",
		"Help_1157": "Странные люди в капюшонах бродят вокруг темницы. Может, разузнаешь о них?",
		"Help_1158": "Откуда взялись эти чертовы башни? Нужно очистить их окрестности от монстров!",
		"Help_1140": "Дальше тебе нужно исследовать пещеры Багрянца. Ищи и уничтожай багряные сердца.",
		"Help_1160": "Посреди заснеженной ночи из глуши раздается ужасный рык! Там что-то есть!"
	},
	"SantaSpecialText": {
		"Graveyard1": "Хо-хо-хо! Вы только посмотрите на это место... Я что, приехал на два месяца раньше?!",
		"Graveyard2": "Кто тут хорошо себя вел? Хм, как необычно... всех этих людей я уже давно вычеркнул из своего списка.",
		"Rain1": "Есть факел? Может, тогда проведешь сегодня вечером мои сани?!",
		"Storm1": "Ох... ого! Вот и Стремительный. А теперь и Гром!",
		"Windy1": "Хо-хо! Сегодня вечером мои олени будут летать на сверхзвуке!",
		"Party": "Да ладно, у тебя же не было мысли, что я тусуюсь только на Рождество?"
	},
	"SkeletonMerchantSpecialText": {
		"Graveyard1": "Хотя тебе бы и хотелось думать, что я отсюда, но нет.",
		"Graveyard2": "Как я тут оказался? Это не мои друзья!",
		"Rain1": "Туда? Я слышал, там довольно мокро. Не хочу продрогнуть до костей...",
		"Storm1": "Поверхность переполнена разрушительными погодными условиями. Обугленные кости плохо скажутся на моем внешнем виде!",
		"Windy1": "Мир сверху турбулентный и хаотический. Я предпочитаю, чтобы мои кости и дальше оставались соединенными!"
	},
	"SteampunkerSpecialText": {
		"Graveyard1": "Обалдеть! Какая некультурная свинья выкопала тут яму?",
		"Graveyard2": "В этой жалкой местности — ни крови, ни пара.",
		"Rain1": "Дождь — это палка о двух концах... Од дает нам воду для пара, но и он же заставляет наши механизмы ржаветь.",
		"Rain2": "Чертов ливень! Я ничего не могу закончить, пока тут все мокрое!",
		"Storm1": "Электричество? Какой абсурд! Ничто не переплюнет силу пара!",
		"Storm2": "Все, что я чиню, сделано из металла. Текущая ситуация — хороший повод все обдумать!",
		"Windy1": "Ах... глоток чая, пока наслаждаешься бризом.",
		"Windy2": "Ну что, эта ветренная погода вдохновила меня на создание двигателя для нового реактивного ранца!",
		"Party": "Все говорят, что любят многоэтажные торты, поэтому я установила в мой торт дымовые трубы."
	},
	"TaxCollectorSpecialText": {
		"Graveyard1": "Смерть и налоги — в этом мире нет ничего более постоянного, чем они!",
		"Graveyard2": "Люди здесь не платят налогов! Только мертвым это разрешается. Хотя, они как раз мертвые.",
		"Rain1": "Надувательство! Кто-то пытался рассказать мне, что видел рыбу, которая ходила по земле. Да за кого они МЕНЯ принимают?!",
		"Rain2": "Почему не бывает дождя из золотых монет?! Везде одна вода. Фу, как бесполезно!",
		"Storm1": "Изумительный шторм! Выдающийся шторм!",
		"Storm2": "Меня качает, как после выпивки! Обожаю эту погоду!",
		"Windy1": "Если твой дом всего лишь снесло ветром, это еще не значит, что тебе можно больше не платить налоги!",
		"Windy2": "Ого! Если ветер и дальше будет таким, люди потеряют свое ценное имущество и перестанут платить мне!"
	},
	"TownNPCMood": {
		"Content": "Я довольный.",
		"DislikeBiome": "Мне не нравится {BiomeName}.",
		"DislikeCrowded": "Мне не нравится то, как здесь людно.",
		"DislikeNPC": "Мне не нравится {NPCName}.",
		"FarFromHome": "Я слишком далеко от дома.",
		"HateBiome": "Я ненавижу {BiomeName}.",
		"HateCrowded": "Я ненавижу то, как здесь людно.",
		"HateNPC": "Я ненавижу {NPCName}.",
		"LikeBiome": "Мне нравится {BiomeName}.",
		"LikeNPC": "Мне нравится {NPCName}.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Я люблю {NPCName}.",
		"LoveSpace": "Я люблю, когда так много пространства.",
		"NoHome": "Терпеть не могу, когда у меня нет дома."
	},
	"TownNPCMoodBiomes": {
		"Corruption": "Порча",
		"Crimson": "Багрянец",
		"Desert": "Пустыня",
		"Dungeon": "Темница",
		"Forest": "Лес",
		"Hallow": "Освящение",
		"Jungle": "Джунгли",
		"NormalUnderground": "Подземелье",
		"Ocean": "Океан",
		"Snow": "Снежный биом",
		"Mushroom": "Светящиеся грибы"
	},
	"TownNPCMood_BestiaryGirlTransformed": {
		"Content": "Рррр... чувствую себя хорошо.",
		"DislikeBiome": "Мррр... {BiomeName}. ПАХНЕТ ПЛОХО.",
		"DislikeCrowded": "Аррр! ЛЮДИ. СЛИШКОМ МНОГО. Раздражает!",
		"DislikeNPC": "{NPCName}... АТМОСФЕРА. ПЛОХАЯ! Гррр",
		"FarFromHome": "Грррр... домой! Далеко ДАЛЕКО! НЕ МОГУ ОТСЛЕДИТЬ.",
		"HateCrowded": "Аррр.... НЕ. ВЫНОШУ. ТОЛПЫ!",
		"HateNPC": "Рррр! НЕТ {NPCName}. НЕНАВИСТЬ. ЯРОСТЬ. ОТВРАЩЕНИЕ!!!",
		"LikeNPC": "{NPCName}. Рррр... ХОРОШЕЕ. ЧУВСТВО.",
		"LoveNPC": "ЛЮБЛЮ. СИЛЬНО... {NPCName}. Даааа!",
		"LoveSpace": "Ррр... Открытое пространство... СЧАСТЬЕ.",
		"NoHome": "АРРР! Нужен ДОМ! СЕЙЧАС!",
		"LikeBiome": "Через {BiomeName}... Хорошо! БЕЖАТЬ! ИГРАТЬ! ОХОТИТЬСЯ! Даа!",
		"HateBiome": "Уффф. {BiomeName}... НЕНАВИЖУ. ПЛОХАЯ ОБСТАНОВКА.",
		"LoveBiome": "{BiomeName}. ЛЮБИМАЯ ЗЕМЛЯ. НАСЛАЖДЕНИЕ.",
		"LikeNPC_Princess": "{NPCName}... РОЗОВОЕ. ХОРОШО."
	},
	"BestiaryGirlSpecialText": {
		"Graveyard1": "Мои инстинкты сводят меня с ума. Мне очень нужно поскорее выбраться отсюда!",
		"Graveyard2": "Ох, это место очень пугает меня. У меня от него шерсть дыбом!",
		"Party": "В общем, извини, но я не могу носить эту шляпу. Но не волнуйся, я останусь тут на вечеринку!",
		"Rain1": "Стоооооп! Ух! Не ты, а этот дурацкий дождь.",
		"Rain2": "Серьезно? Я ТЕРПЕТЬ НЕ МОГУ быть мокрой! Это невыносимо!",
		"Storm1": "Ааа! Ты даже не знаешь, как больно моим чувствительным ушкам от грома.",
		"Storm2": "Все уже закончилось? У меня это... необъяснимый страх перед грозами.",
		"Windy1": "Бег с ветром делает меня такой свободной и дикой. Тебе обязательно стоит когда-нибудь попробовать!",
		"Windy2": "Этот бриз шевелит мои волосы, и это восхитительно!"
	},
	"GolferQuestsChatterBeginner": {
		"1": "Если ты будешь и дальше так бить, то покалечишь кого-нибудь... или себя!",
		"2": "Тебе нужно много тренироваться, настоятельно рекомендую искусственное покрытие.",
		"3": "Бедная птичка. Хоть утка и вкусная, все равно не сдавайся!"
	},
	"GolferQuestsChatterMaster": {
		"1": "Ты просто бог среди простых смертных! Выдающийся гольфист!",
		"2": "За такие потрясающие удары тебе полагается наивысшая награда!",
		"3": "Блистательный гольфист! Ты можешь стать лучшим, но никогда не останавливайся!"
	},
	"GuideChatter": {
		"Chatter_1": "Мне показалось, ты сказал, что очистил {TaxCollector}? Он такой же жадный, как и всегда.",
		"Chatter_2": "Интересно, почему мой предшественник неожиданно сгорел. Надеюсь, этого не случиться со мной..."
	},
	"TownNPCMood_Angler": {
		"Content": "Я в порядке, поймай мне рыбку!",
		"DislikeBiome": "Ты не ушиб голову? Кто б сомневался, что у {BiomeName} нет рыбы!",
		"DislikeCrowded": "Не люблю, когда люди пугают рыбу, пусть они уйдут!",
		"DislikeNPC": "Мне не нравится {NPCName}.",
		"FarFromHome": "Я забыл удочку дома, аж воооон там! Пропади ты пропадом!",
		"HateBiome": "Эй, придурок, в {BiomeName} рыба пытается меня убить!",
		"HateCrowded": "Ненавижу незнакомцев, они до смерти напугали мою рыбу!",
		"HateNPC": "Ненавижу {NPCName} и всех, кто относится ко мне, как к ребенку!",
		"LikeBiome": "Почему {BiomeName} мое любимое место? Там просто куча классной рыбы, прикинь!",
		"LikeNPC": "{NPCName} на самом деле знает, что они делают, не то что ДРУГИЕ люди! Я, типа, и сам такой!",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Я люблю заглядывать в {NPCName}.",
		"LoveSpace": "Да! Наконец-то я наедине со своей рыбой!",
		"NoHome": "Я ребенок, ты должен подарить мне дом! Ты что, немой?!",
		"LikeNPC_Princess": "{NPCName} — не рыба, поэтому она меня не раздражает! Это очень круто!"
	},
	"TownNPCMood_ArmsDealer": {
		"Content": "Я в порядке, приятель!",
		"DislikeBiome": "Да, нет, в {BiomeName} я чувствую себя неловко.",
		"DislikeCrowded": "Тссс, кажется, там какие-то люди, им не нравится, чем я тут занимаюсь.",
		"DislikeNPC": "Я не люблю, когда {NPCName} заходят на мою территорию, понимаешь?",
		"FarFromHome": "Я не люблю работать далеко от дома.",
		"HateBiome": "Ненавижу {BiomeName} — охота не такое уж веселое занятие, когда ты жертва!",
		"HateCrowded": "Эй, я не могу продолжать, когда столько народу смотрит на меня.",
		"HateNPC": "Я бы С УДОВОЛЬСТВИЕМ воспользовался {NPCName}, чтобы измерить расстояние до цели.",
		"LikeBiome": "Понимаешь, {BiomeName} — прекрасный тихий уголок для работы, если ты понимаешь, о чем я.",
		"LikeNPC": "Да, мне нравится {NPCName}, сухой безнравственный человек.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Думаешь, {NPCName}, когда-нибудь, понимаешь, меня проверяет?",
		"LoveSpace": "Вот и я об этом — личное пространство!",
		"NoHome": "У меня негде остановится, приятель!",
		"LikeNPC_Princess": "Никогда бы не подумал, дружище, но {NPCName} прекрасно умеет обращаться с оружием!"
	},
	"TownNPCMood_BestiaryGirl": {
		"Content": "Вообще-то, я чувствую себя хорошо! Спасибо, что спрашиваешь!",
		"DislikeBiome": "Типа, странно иметь инстинкты и все такое, а {BiomeName} и правда вынуждает меня сбежать!",
		"DislikeCrowded": "Я немного нервничаю в толпе. Мне нравиться, но я не хочу этого.",
		"DislikeNPC": "Я не одобряю жестокость {NPCName}!",
		"HateBiome": "Типа, от {BiomeName} несет теми же проклятьями, что и у лисенка — одно из них кусает и меня!",
		"HateCrowded": "Ой! Ненавижу переживать за всех этих людей вокруг!",
		"HateNPC": "Я просто не выношу того, что {NPCName} делает с животными!",
		"LikeBiome": "Я люблю животных, понятно, что {BiomeName} — это, типа, лучшее место в мире! Да!",
		"LikeNPC": "Конечно, мне нравятся {NPCName}! Я, типа, знаю их всю жизнь!",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Немогу объяснить. Я, типа, души не чаю в {NPCName}. Это из-за хвоста?",
		"LoveSpace": "Мне определенно нравиться, когда у меня есть личное пространство! Это, типа, очень круто!",
		"NoHome": "Типа, я не могу просто вырыть ход и жить в нем, понимаешь? Мне нужен дом!",
		"LikeNPC_Princess": "Кажется, {NPCName} приказала своим подданным найти способ снять с меня мое лисье проклятие! Ничего себе!",
		"FarFromHome": "Я, это, типа, немного тоскую по дому. А еще мне надо покормить домашних животных!"
	},
	"TownNPCMood_Clothier": {
		"Content": "А что тогда нормально?",
		"DislikeBiome": "В {BiomeName} просто не хватает темных комнат.",
		"DislikeCrowded": "На местном населении лежит, типа, какое-то бремя.",
		"DislikeNPC": "Почему-то пребывание в {NPCName} дается мне нелегко.",
		"FarFromHome": "Это квинтэссенция скуки — сварганить подзорную трубу и искать мой дом.",
		"HateBiome": "Здесь, в {BiomeName}, сердце разрывается на части, как будто, душа участвует в войне между добром и злом.",
		"HateCrowded": "Перенаселение как перенаселение.",
		"HateNPC": "Я ненавижу {NPCName}, не знаю почему.",
		"LikeBiome": "Видеть, значит верить, но иногда самые приятные вещи находятся в {BiomeName}.",
		"LikeNPC": "Это сложно выразить, но я нахожу {NPCName} очаровательным.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "{NPCName}? Ничего более прелестного в жизни не встречал.",
		"LoveSpace": "Я не знаменитость, чего не скажешь о моем спокойствии.",
		"NoHome": "Совсем нет дома? Я не потерплю незаконного нарушения прав!",
		"LikeNPC_Princess": "Для меня нет большей радости, чем видеть радость в глазах такой чудесной девушки, как {NPCName}!"
	},
	"TownNPCMood_Cyborg": {
		"Content": "Оказывается, нервной системой нужно управлять мягко.",
		"DislikeBiome": "Флора и фауна повреждает мой синтетический экзоскелет. {BiomeName} — не самое лучшее место для меня.",
		"DislikeCrowded": "Слишком много разных форм жизни. Моя нервная система испытывает негативные эмоции.",
		"DislikeNPC": "{NPCName} игнорирует сам факт моего существования, потому что оно протекает за рамками нормальной жизни. Необычное. Мое неприятие взаимно.",
		"FarFromHome": "Я уже вышел за пределы диапазона сигналов центра обработки данных.",
		"HateBiome": "В {BiomeName} зафиксировано огромное количество враждебных форм жизни.",
		"HateCrowded": "Превышен лимит количества форм жизни. Нервная система перегружена. Перевод: «Ненавижу».",
		"HateNPC": "Не удается должным образом проанализировать жизненные функции {NPCName}. Нервная система перегружена. Перевод: «Ненавижу».",
		"LikeBiome": "Мои кибернетические функции работают в оптимальном режиме при перепаде температур в {BiomeName}. Это плюс.",
		"LikeNPC": "{NPCName} пытается относить ко мне снисходительно, как человек. Пожалуй, это ценно.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Я люблю заглядывать в {NPCName}.",
		"LoveSpace": "Признаков жизни практически не обнаружено. Удача!",
		"NoHome": "Ошибка 404: условия для жизни не обнаружены.",
		"LikeNPC_Princess": "{NPCName} проанализирована: это самая здоровая из всех зарегистрированных углеродных форм жизни."
	},
	"TownNPCMood_DD2Bartender": {
		"Content": "Я живу мечтой.",
		"DislikeBiome": "Я не любитель {BiomeName}, он злой.",
		"DislikeCrowded": "Не думаю, что мне понравится иметь столько соседей.",
		"DislikeNPC": "Скорее, я не люблю {NPCName}, от них исходят лучи, как от некоторых темных вещей из Этерии.",
		"FarFromHome": "Наверное, мне лучше вернуться на свое место на случай, если кто-то хочет пропустить пару стаканчиков.",
		"HateBiome": "Еще одно нашествие? О, это всего лишь {BiomeName}. Еще хуже!",
		"HateCrowded": "Ненавижу говорить это, но еще больше я ненавижу переполненные помещения.",
		"HateNPC": "Эксцентричный и нарциссический характер {NPCName} вызывает во мне желание разломать стол!",
		"LikeBiome": "А, {BiomeName}... Мне здесь нравится. Он с характером.",
		"LikeNPC": "Мне нравится {NPCName}, это значит, что не всегда можно судить о человеке по.... происхождению.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "{NPCName}, маленький сумасшедший выпивоха. Обожаю!",
		"LoveSpace": "Наконец-то, мир и покой... для бармена это роскошь!",
		"NoHome": "Мне как-то не по себе без полированной барной стойки.",
		"LikeNPC_Princess": "{NPCName} могла бы стать хорошим правителем и в той стране, откуда я родом."
	},
	"TownNPCMood_Demolitionist": {
		"Content": "Ну, сегодня я не чувствую себя как на пороховой бочке!",
		"DislikeBiome": "Не выношу {BiomeName}, здесь сложно зажечь фитиль!",
		"DislikeCrowded": "Мне не нравится такое количество людей, по соображениям безопасности, конечно...",
		"DislikeNPC": "Мне хочется привязать {NPCName} к ракете и посмотреть, что получится!",
		"FarFromHome": "Нужен большой БА-БАХ, кажется, он остался дома.",
		"HateBiome": "В {BiomeName} веет смертью и злобой, хочется повсюду рыть взрывные скважины!",
		"HateCrowded": "Слишком много людей! Едва ошибешься с динамитом, и... короче, результат им НЕ ПОНРАВИТСЯ!",
		"HateNPC": "Ненавижу заходить в {NPCName}.",
		"LikeBiome": "Гномы испытывают естественное влечение к {BiomeName}, это у нас в крови!",
		"LikeNPC": "Мне нравится {NPCName}, хороший друг, помогает мне забивать порох!",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Как классно {NPCName} управляется с контейнером для файербола!",
		"LoveSpace": "Ага, никого. Можно тестировать новые бомбы и не думать, куда складывать конечности!",
		"NoHome": "Мне негде жить, я что, взорвал свой последний дом?",
		"LikeNPC_Princess": "ЧТО ЗА... {NPCName}? Это новый вид взрывчатки? Ох, ОНА — да, отличная девчонка!"
	},
	"TownNPCMood_Dryad": {
		"Content": "Все тихо. Только не испорти.",
		"DislikeBiome": "Мне, скорее, не нравится, что {BiomeName} так далек от жизни.",
		"DislikeCrowded": "Такой густой туман, или это я? Не люблю это чувство...",
		"DislikeNPC": "Мне не нравится, что {NPCName} не уважает другие живые существа.",
		"FarFromHome": "Цветок не так хорошо растет вдали от корней!",
		"HateBiome": "Окружающие сильно обидели меня, а {BiomeName} мой смертельный враг!",
		"HateCrowded": "Так много людей в одном месте? Траве конец, ненавижу!",
		"HateNPC": "Ненавижу, ужасные привычки {NPCName}, разрушающие природу!",
		"LikeBiome": "Я поцеловал дерево в {BiomeName}, и мне понравилось.",
		"LikeNPC": "Мне нравится, что {NPCName} задевает лучшие струны моей души!",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Я люблю заглядывать в {NPCName}.",
		"LoveSpace": "Одиночество — это хорошо. Есть комната, где можно свободно расти и дышать.",
		"NoHome": "Я могу жить и на природе, но дом меня порадует больше.",
		"LikeNPC_Princess": "{NPCName} дарит мир и порядок каждому в этом мире."
	},
	"TownNPCMood_DyeTrader": {
		"Content": "Я? Я в порядке, в порядке.",
		"DislikeBiome": "О, нет. {BiomeName} не вдохновляет меня, не люблю, не люблю.",
		"DislikeCrowded": "Я и правда не люблю толпу, кончено, если они не пришли за моими яркими красками!",
		"DislikeNPC": "Мамочки! Этот {NPCName} ничего не понимает в цвете и стиле, мне не нравится.",
		"FarFromHome": "Считаешь, я смогу создать яркие краски так далеко от магазина? Я так не думаю!",
		"HateBiome": "Отстой! {BiomeName} переводит краски из моего набора!",
		"HateCrowded": "Когда я не занимаюсь бизнесом, я предпочитаю одиночество, верно? Ненавижу быть в толпе!",
		"HateNPC": "Я просто ненавижу {NPCName} за то, каким он может быть гадким.",
		"LikeBiome": "Ага, {BiomeName} и правда милый, напоминает мой родной город, так люблю его!",
		"LikeNPC": "{NPCName} имеет такие выразительные глаза, которые подходят для работы. Мне это нравится, так ведь?",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Я люблю заглядывать в {NPCName}.",
		"LoveSpace": "Дорогуша, в этом дворце можно жить по-царски!",
		"NoHome": "О, нет, так не пойдет. Мне нужно личное пространство.",
		"LikeNPC_Princess": "{NPCName} имеет платье такого цвета, который глубже и ярче, чем все, которые я когда-либо видел в своей жизни!"
	},
	"TownNPCMood_GoblinTinkerer": {
		"Content": "Впечатления обычные.",
		"DislikeBiome": "Мне не нравится {BiomeName}, он полон шумных и раздражающих насекомых, которые могут помешать работе!",
		"DislikeCrowded": "Кажется, вокруг меня собралось слишком много людей, хм?",
		"DislikeNPC": "Я чувствую потусторонние вибрации от {NPCName}, как будто в них содержатся страшные тайны. Мне не нравится это чувство.",
		"FarFromHome": "Я хочу работать над своим изобретением, но мой дом аж вон там!",
		"HateBiome": "Ненавижу {BiomeName}, я не могу собрать в кучу все эти безделушки, когда я борюсь за то, чтобы не сбиться с пути!",
		"HateCrowded": "От этой давки всплывают плохие воспоминания о военных лагерях гоблинов, просто ненавижу их.",
		"HateNPC": "Просто ненавижу, как {NPCName} унижает меня. А все потому, что гоблины мужского пола не могут отпускать настоящие волосы!",
		"LikeBiome": "Ага, {BiomeName} милый, тихое местечко для создания устройств. Одно из самых классных!",
		"LikeNPC": "{NPCName} знает толк в смешивании предметов, это вызывает уважение!",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "{NPCName} заставляет мое сердце неистово колотиться. Похоже, мне это нравиться!",
		"LoveSpace": "Великолепно! Отсутствие раздражающих соседей меня полностью устраивает.",
		"NoHome": "Обычно гоблинам не нужны красивые дома, но я не обычный гоблин.",
		"LikeNPC_Princess": "{NPCName} любит мои изобретения и говорит, что рада всем дружелюбным гоблинам!"
	},
	"TownNPCMood_Golfer": {
		"Content": "Я в порядке!",
		"DislikeBiome": "Скажи мне что-нибудь. Как я буду играть в гольф в таком месте, как {BiomeName}?",
		"DislikeCrowded": "Гольф — это спорт, которым наслаждаются в одиночестве. Жаль, что моя жизнь не такая.",
		"DislikeNPC": "Я не люблю бывать в {NPCName}. Чувствую себя неловко.",
		"FarFromHome": "Кажется, я сбился с пути. Неверный шаг.",
		"HateBiome": "На мой взгляд особенно неразумно бродить в таком месте, как {BiomeName}.",
		"HateCrowded": "Ненавижу говорить это, но еще больше я ненавижу весь этот проходняк.",
		"HateNPC": "Ненавижу, когда {NPCName} жадничает. В таком мире это неуместно.",
		"LikeBiome": "Мне нравится {BiomeName}. Здесь есть все для гольфа.",
		"LikeNPC": "Всегда весело зависать с {NPCName}. Хорошие люди.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Непопулярное мнение: люблю когда {NPCName} рядом. Водные преграды возвращаются!",
		"LoveSpace": "Нет ничего лучше, чем использовать все это пространство для себя.",
		"NoHome": "Мне нужно куда-то вешать клюшки.",
		"LikeNPC_Princess": "Я думал, {NPCName} сможет научиться у меня паре фишек в гольфе, но вместо этого она сама показала мне пару фишек! Она мне нравится."
	},
	"TownNPCMood_Guide": {
		"Content": "Я чувствую себя довольно хорошо.",
		"DislikeBiome": "Мне и правда не нравится {BiomeName}. Тут нечего делать.",
		"DislikeCrowded": "Я вольный человек. Не люблю, когда вокруг так много людей.",
		"DislikeNPC": "{NPCName} выводит меня из себя. Может это из-за странной одежды?",
		"FarFromHome": "Кажется, я далеко от дома.",
		"HateBiome": "Ненавижу {BiomeName}, ужасные существа могут в мгновение ока разорвать человека на части.",
		"HateCrowded": "Ненавижу толпу. Я предпочитаю открытый мир!",
		"HateNPC": "Ненавижу {NPCName}, когда он рядом. Мир прекрасен в своем первозданном виде!",
		"LikeBiome": "Я обожаю бродить по {BiomeName}. Мне здесь нравится.",
		"LikeNPC": "Мне тянет к {NPCName}, у нас много общего.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Я люблю заглядывать в {NPCName}.",
		"LoveSpace": "Иметь свое пространство... Это так важно.",
		"NoHome": "Я уже привык, что у меня нет дома, но я бы не отказался его иметь.",
		"LikeNPC_Princess": "Когда {NPCName} поблизости, я чувствую себя хорошо, как будто с меня наконец-то сняли проклятие."
	},
	"TownNPCMood_Mechanic": {
		"Content": "Все идет хорошо. А, я? Да, я в порядке!",
		"DislikeBiome": "Мне не нравится {BiomeName}, он напоминает мне о травмах из прошлого!",
		"DislikeCrowded": "Мерцающие огни мешают мне. Есть напряжение в сети?",
		"DislikeNPC": "Мне и правда не нравится, что {NPCName} не хочет оставить меня в покое!",
		"FarFromHome": "О, кажется я вышел за пределы диапазона сигналов! Хмм.",
		"HateBiome": "Мне жутко неудобно в {BiomeName}, как будто кто-то крадется и следит за мной.",
		"HateCrowded": "Для ЭТОЙ ТОЛПЫ людей понадобится куда больший источник энергии. Ненавижу!",
		"HateNPC": "Ненавижу {NPCName} за то, что он не знает, как обращаться с женщинами.",
		"LikeBiome": "Мне нравится {BiomeName}, устройства здесь не перегреваются, и поток энергии непрерывный.",
		"LikeNPC": "Я чувствую, что понимаю {NPCName} лучше, чем кого-либо еще.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Ммм... мое сердце замирает при виде {NPCName}, надо сходить к доктору!",
		"LoveSpace": "Отлично, никто не мешает строить инфраструктуру.",
		"NoHome": "Мне нужен определенный тип конструкций, чтобы запустить эти провода.",
		"LikeNPC_Princess": "{NPCName} включила один из моих насосов напрямую, просто проводками! Я впечатлена!"
	},
	"TownNPCMood_Merchant": {
		"Content": "Это успех! Желаете что-то приобрести?",
		"DislikeBiome": "Хмм, {BiomeName} — ужасное место для работы. Не люблю его.",
		"DislikeCrowded": "Количество соседей меня немного смущает.",
		"DislikeNPC": "Мне не нравится {NPCName}, слишком экономный и никогда ничего не покупает.",
		"FarFromHome": "Парень, мне бы вернуться назад к своим товарам!",
		"HateBiome": "Не думаю, что монстры из {BiomeName} станут покупать мои товары!",
		"HateCrowded": "Ненавижу всех этих людей, слоняются тут и ничего не покупают!",
		"HateNPC": "Ненавижу {NPCName} за его ужасный характер!",
		"LikeBiome": "Мне нравится обстановка в {BiomeName}, приятный вид привлекает клиентов!",
		"LikeNPC": "{NPCName} зарабатывает кучу денег, мне нравятся глубокие карманы.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Я люблю заглядывать в {NPCName}.",
		"LoveSpace": "Прекрасно, так много места, чтобы хранить товары.",
		"NoHome": "Приятель, у меня нет места для магазина.",
		"LikeNPC_Princess": "{NPCName} может скупить весь мой магазин! А еще с ней приятно поболтать."
	},
	"TownNPCMood_Nurse": {
		"Content": "Мои жизненно важные функции в порядке, если ты об этом.",
		"DislikeBiome": "Фу! Мне не нравится, что {BiomeName} часто болеет.",
		"DislikeCrowded": "Эй, я не люблю, когда не держат социальную дистанцию.",
		"DislikeNPC": "Мне не сильно нравится {NPCName}, он, как бы, сбивает меня с толку.",
		"FarFromHome": "Я СЛИШКОМ ДАЛЕКО от дома, ненавижу все эти прогулки.",
		"HateBiome": "Фу! {BiomeName} слишком вонючий и грязный, я здесь точно заболею!",
		"HateCrowded": "Тьфу-ты, ненавижу, когда в одном месте скапливается столько людей!",
		"HateNPC": "Ох, ненавижу лечить {NPCName}, это так сложно!",
		"LikeBiome": "Мне нравится {BiomeName}, прекрасное место для ежедневных занятий.",
		"LikeNPC": "{NPCName} — умный и приятный молодой человек.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Что? {NPCName}? Ни на кого я не запала! Нет! Заткнись!",
		"LoveSpace": "Чудесные ямы — люблю личное пространство.",
		"NoHome": "Тссс, жизнь вне дома ДЕЙСТВИТЕЛЬНО повергает меня в депрессию.",
		"LikeNPC_Princess": "В ходе осмотра я случайно вывихнула ей плечо, а {NPCName} еще и извинилась передо мной!"
	},
	"TownNPCMood_Painter": {
		"Content": "Да, мне нужно взбодриться. Как там это называется?",
		"DislikeBiome": "Почему тебе не нравится {BiomeName}? Потому, что он скучный. Зеленый? Коричневый? Все?",
		"DislikeCrowded": "Мне не нравится, что все эти люди шумят, когда я рисую.",
		"DislikeNPC": "{NPCName} слишком мягкий как по мне, не люблю общаться со скучными типами.",
		"FarFromHome": "Нужно больше краски, но моя квартира так далеко, верно?",
		"HateBiome": "Ого! {BiomeName} отвратительный, заберите меня отсюда!",
		"HateCrowded": "Ненавижу шумную толпу, когда же мне дадут хоть немного покоя?",
		"HateNPC": "Ненавижу заходить в {NPCName}.",
		"LikeBiome": "В {BiomeName} так много ингредиентов, их можно смешивать и делать новые краски, и обстановка милая, не напрягает!",
		"LikeNPC": "{NPCName} и мне нравится один и тот же оттенок розового! По-моему, он хороший друг!",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Я бы с радостью нарисовала {NPCName}... из-за ярких красок, конечно!",
		"LoveSpace": "Здесь так безмятежно и спокойно, что я могу сконцентрироваться на фреске.",
		"NoHome": "У меня негде остановиться!",
		"LikeNPC_Princess": "{NPCName} заплатила мне за то, чтобы я нарисовал мурал на крыше ее тронного зала!"
	},
	"TownNPCMood_PartyGirl": {
		"Content": "У меня праздничное настроение!",
		"DislikeBiome": "Ой! {BiomeName} такой унылый. Как можно веселиться в таком месте?",
		"DislikeCrowded": "Так много людей вокруг, мне не нравятся, что они скучают!",
		"DislikeNPC": "Мне кажется, {NPCName} — обломщик вечеринок.",
		"FarFromHome": "Мои подарки для гостей, я забыл их дома. Ого, это так далеко!",
		"HateBiome": "Блин, {BiomeName} буквально убивает атмосферу моей вечеринки.",
		"HateCrowded": "Вау, здесь так много людей и нет вечеринки? Ненавижу!",
		"HateNPC": "Ненавижу {NPCName} за то, что он всегда пытается испортить афтепати. Вот ворчун!",
		"LikeBiome": "Почему мне нравится {BiomeName}? Потому, что там есть РАДУГИ!",
		"LikeNPC": "Мне очень нравится стиль вечеринки {NPCName}.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Обожаю {NPCName} за то, что он всегда ослепительно сияет на моих вечеринках.",
		"LoveSpace": "Это все мое? Я собираюсь закатить САМУЮ БОЛЬШУЮ вечеринку, для себя любимого!",
		"NoHome": "Я готов веселиться, правда у меня нет дома для афтепати.",
		"LikeNPC_Princess": "ДА, {NPCName} любит все розовое, яркое и блестящее, и ОНА ЛЮБИТ ВЕЧЕРИНКИ! "
	},
	"TownNPCMood_Pirate": {
		"Content": "Ррр, будет в форме корабля!",
		"DislikeBiome": "Черт, {BiomeName} выглядит немного скованно для моего стиля, вшивый ты пес!",
		"DislikeCrowded": "Отставить! Избыток сухопутных крыс на моем корабле портит все настроение.",
		"DislikeNPC": "Знаешь, мне не нравится этот {NPCName}, который пытается остричь мою бороду, я и за меньшее резал глотки!",
		"FarFromHome": "Моя кровать и комната зовут меня домой.",
		"HateBiome": "Рррр, {BiomeName} — самый грязный кусок сухой земли, на котором я когда-либо бывал!",
		"HateCrowded": "Ты тоже ненавидишь это чувство, когда назревает бунт? Слишком много негодяев подбираются к моему жилищу.",
		"HateNPC": "Я хочу, чтобы {NPCName} пошел прочь, старый пес! Ненавижу этот тонкий аромат трусости!",
		"LikeBiome": "Ха-ха-ха, братишка, {BiomeName} — моя родина!",
		"LikeNPC": "Ха-ха! Мне нравится, что {NPCName} тащит сюда самый лучший ром.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"NoHome": "Открытое море — мой истинный дом, но если я окружен сушей... короче, братишка, мне нужно укрытие.",
		"LikeNPC_Princess": "Эй, {NPCName} стоила бы в морях огромного выкупа! Ладно, шучу — это моя любимая девочка!",
		"LoveNPC": "Йо-хо-хо!, теперь {NPCName} под моей опекой, сухопутная ты крыса! Обожаю подбирать тонущих щенков!",
		"LoveSpace": "Братишка, это как иметь свой собственный галеон!"
	},
	"TownNPCMood_SantaClaus": {
		"Content": "Я так рад!",
		"DislikeBiome": "Мне не нравится {BiomeName}.",
		"DislikeCrowded": "Я предпочитаю работать один, только со своими эльфами. Не люблю разрушения!",
		"DislikeNPC": "Я не люблю бывать в {NPCName}.",
		"FarFromHome": "Привет! Я далеко от своего временного дома!",
		"HateBiome": "Я добавляю тебя в черный список тех, кто приводит меня в такие места, как {BiomeName}.",
		"HateCrowded": "Толпа довольно большая, все из них в черном списке. Ненавижу таскать за собой тяжелый мешок с углем!",
		"HateNPC": "Ненавижу людей, которые не верят в меня! {NPCName}, например, нахал из нахалов!",
		"LikeBiome": "Мне нравится {BiomeName}.",
		"LikeNPC": "Я люблю заглядывать в {NPCName}.",
		"LoveBiome": "Мне так здесь нравится! Ты удивлен? Кто бы мог подумать, что мне понравится {BiomeName}?",
		"LoveNPC": "Я люблю заглядывать в {NPCName}.",
		"LoveSpace": "Хо-хо-хо! Только я и мои эльфы, идеальное место для удаленной мастерской.",
		"NoHome": "Не могу же я вернуться домой на пике удовольствия, хо-хо-хо! Думаешь, сможешь застать меня во временном доме?",
		"LikeNPC_Princess": "Хо-хо-хо! {NPCName} однозначно в самом начале моего списка хороших девочек! "
	},
	"TownNPCMood_Steampunker": {
		"Content": "Очень хорошо.",
		"DislikeBiome": "Хворостняк и вся эта ерунда в {BiomeName} изрядно потрепали мою экипировку.",
		"DislikeCrowded": "Мне не понравилось в окружении домочадцев, не особо.",
		"DislikeNPC": "{NPCName} слишком загадочные! Они мне не сильно понравились.",
		"FarFromHome": "Я малехо не дома, и я забыл гребаный двигатель!",
		"HateBiome": "И правда, {BiomeName} неухоженный и неприглядный, не считая того, что он полон опасностей!",
		"HateCrowded": "Ой, я просто ненавижу переполненные помещения!",
		"HateNPC": "Ненавижу проходить мимо {NPCName}.",
		"LikeBiome": "Я люблю открытые пространства в {BiomeName}, идеальное место для полетов с реактивным ранцем!",
		"LikeNPC": "{NPCName} — приятный человек, он придает моим изобретениям товарный вид.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Люблю {NPCName} за его привлекательность и уникальность, невероятно!",
		"LoveSpace": "Столько комнат и несколько хороших паровых двигателей, и все для меня!",
		"NoHome": "Я могу немного пожить в квартире.",
		"LikeNPC_Princess": "Прекрасная {NPCName} вызвалась испытать мой новый телепорт, и мне нравится энтузиазм моего нового ассистента!"
	},
	"TownNPCMood_Stylist": {
		"Content": "Сегодня я чувствую свежесть.",
		"DislikeBiome": "Дорогуша, мне не нравится это в {BiomeName}. Как можно выставлять напоказ свои волосы, когда так холодно?",
		"DislikeCrowded": "Это что, пауки? А, просто шумные соседи, не нравится мне это.",
		"DislikeNPC": "Я пыталась поработать с {NPCName}, но получила жесткий отпор, не люблю упрямых людей!",
		"FarFromHome": "Мои инструменты слишком далеко...",
		"HateBiome": "Ой, {BiomeName} крайне опасен для моих волос!",
		"HateCrowded": "Просто невыносимо жить рядом с таким количеством людей, невозможно сосредоточиться.",
		"HateNPC": "Ненавижу {NPCName}, как ты можешь буквально НЕ отпускать волосы?",
		"LikeBiome": "Так мило, в {BiomeName} атмосфера располагает к стрижке.",
		"LikeNPC": "{NPCName} сильный и загадочный. Мне это нравится.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "{NPCName} такой красавчик... экстравагантный... кажется, я влюбилась...",
		"LoveSpace": "Красавчик, мне нужно побыть одной и изучить технику, чтобы никто не мешал.",
		"NoHome": "Прости, дорогуша, я не могу укладывать волосы там, где нет места для моей станции.",
		"LikeNPC_Princess": "{NPCName} может похвастаться такими идеальными волосами, что я даже не могу к ним прикоснуться!"
	},
	"TownNPCMood_TaxCollector": {
		"Content": "Что? У меня нормальное настроение.",
		"DislikeBiome": "Что за раздражающее место этот {BiomeName}? Бред, говорю тебе!",
		"DislikeCrowded": "Чтобы ты знал, я не люблю соседей!",
		"DislikeNPC": "{NPCName} слишком шумный, долой таких и им подобных!",
		"FarFromHome": "Вот еще, я пытаюсь вернуться домой, чтобы посчитать деньги. Сгинь!",
		"HateBiome": "Вот еще! Даже по моим стандартам {BiomeName} просто убогий!",
		"HateCrowded": "Скажи этим убогим несчастным шаромыгам, чтобы проваливали. Ненавижу толпу.",
		"HateNPC": "Ненавижу сам факт существования {NPCName}! Какой еще идиот станет раздавать вещи бесплатно?",
		"LikeBiome": "Жизнь в {BiomeName} заставляет людей оставаться дома, а значит, не беспокоить меня. Я нахожу это приятным.",
		"LikeNPC": "Шумные люди вызывают у меня головную боль, но {NPCName} мне почему-то нравится. Наверное, я схожу с ума!",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Я просто обожаю {NPCName}. Все, кто знают цену деньгам, вызывает во мне глубокое уважение.",
		"LoveSpace": "Наконец-то, вдали от всех этих никчемных людишек!",
		"NoHome": "Как может человек моего достатка не иметь дома? Абсурд!",
		"LikeNPC_Princess": "{NPCName} не должна платить налоги, она же принцесса... Но она настояла."
	},
	"TownNPCMood_Truffle": {
		"Content": "С учетом всего, мне еще повезло.",
		"DislikeBiome": "Мне не нравится {BiomeName}.",
		"DislikeCrowded": "Мне не нравятся беспокойства, которые приносят окружающие.",
		"DislikeNPC": "{NPCName} так много раз пытался съесть меня. Клянусь, когда-то они не были людьми. Конечно, мне это не нравится.",
		"FarFromHome": "Не думаю, что смогу расслабиться в такой дали от дома.",
		"HateBiome": "Я не гожусь для {BiomeName}, я здесь не выживу!",
		"HateCrowded": "Ненавижу! Так много людей... я... я же не собираюсь стать обедом, а?",
		"HateNPC": "{NPCName} пытался закинуть меня в горшок с другими необычными ингредиентами. Ненавижу это.",
		"LikeBiome": "Я чувствую себя как дома, как будто я одно целое с {BiomeName}.",
		"LikeNPC": "{NPCName} относится ко мне с уважением, будто я и правда часть природы. Даже не знаю, что и думать, кроме того, что мне это нравится.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Я люблю {NPCName} за способность говорить со мной, таинственным образом забыв о голоде.",
		"LoveSpace": "Мне так нравиться, что у меня много комнат. Что смешного?",
		"NoHome": "Мне необходимо место, где меня ждут и где я чувствую себя в безопасности.",
		"LikeNPC_Princess": "{NPCName} не пытается съесть меня, и это меня радует."
	},
	"TownNPCMood_WitchDoctor": {
		"Content": "Я — олицетворение удовлетворения.",
		"DislikeBiome": "Магия {BiomeName} угнетена, нет изначальной чистоты, все мое естество приходит в ярость.",
		"DislikeCrowded": "Близость других людей истощает мою магическую силу и создает неудобства.",
		"DislikeNPC": "Не люблю методы {NPCName}. Нельзя по-настоящему исцелять металлом и стеклом.",
		"FarFromHome": "Я забрел далеко от своего тихого местечка.",
		"HateBiome": "Я чувствую, как ужасное зло проникает в землю и все предметы в {BiomeName}.",
		"HateCrowded": "Слишком много таких, как ты, собираются здесь и сеют злобу в моем сердце.",
		"HateNPC": "Ярость наполняет меня, подобно тому, как омерзительный росток пробивается сквозь гнилую землю. Я говорю о {NPCName}.",
		"LikeBiome": "Я не могу измерять глубину где угодно, {BiomeName} — источник моей колдовской силы.",
		"LikeNPC": "{NPCName} — за одно с природой, так спокойно на душе в их присутствии.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Я люблю заглядывать в {NPCName}.",
		"LoveSpace": "Когда ты один, сильный поток энергии течет без преград, очень приятно.",
		"NoHome": "Хижины будет достаточно. Не все мои соседи по достоинству ценят спокойствие.",
		"LikeNPC_Princess": "{NPCName} добра к моим людям. Я это очень ценю. "
	},
	"TownNPCMood_Wizard": {
		"Content": "Волшебное ощущение.",
		"DislikeBiome": "Мне не нравится {BiomeName}, магия не может течь свободно в таких местах.",
		"DislikeCrowded": "Нельзя ли куда-то убрать этих шумных людей? Нет? Ладно.",
		"DislikeNPC": "{NPCName} вмешивается туда, куда не следовало бы, и мне это не нравится.",
		"FarFromHome": "Я могу поклясться, мой дом был где-то здесь...",
		"HateBiome": "Я страшусь чудовищ из {BiomeName}, как самой темной магии.",
		"HateCrowded": "Это перенаселение начинает ослаблять мою магию! Кажется.",
		"HateNPC": "Омерзительный {NPCName}, целиком и полностью извратил магию!",
		"LikeBiome": "Что может не понравиться в {BiomeName}? Там есть радуги и единороги.",
		"LikeNPC": "{NPCName} и я прошли через многое, две головы всегда лучше.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "Мне нравиться, что с {NPCName} можно о многом поговорить.",
		"LoveSpace": "Напоминает старые времена, тренировки в башне у черта на куличках!",
		"NoHome": "Где мой дом? Где я? Кто вы? Кто я?",
		"LikeNPC_Princess": "{NPCName}? У нас появилась принцесса?   Невероятно, она кажется очень милой."
	},
	"PrincessChatter": {
		"Chatter_1": "Я очень ценю все хорошее, что тебе удалось сделать для этой земли! Спасибо!",
		"Chatter_11": "Розовый — лучший цвет, о котором кто-либо может попросить! ",
		"Chatter_13": "Хм... Иногда жизнь принцессы бывает такой непримечательной, поэтому я завела много хобби! ",
		"Chatter_14": "Я так рада наконец-то путешествовать по миру и знакомиться с новыми людьми!",
		"Chatter_15": "Хотя я люблю людей, но я очень скромная. Иногда я очень долго не могу решиться на знакомство...",
		"Chatter_16": "{?BloodMoon}Реки стали красными, и все словно с цепи сорвались... Это действительно непростая ночка!",
		"Chatter_17": "{?!Day}Ночные звезды напоминают мне о блестках на красивом черном платье. Нужно срочно пошить себе такое!",
		"Chatter_2": "Гоблины такие забавные! Они низкие и у них маленькие острые ушки, и они бывают разных цветов!",
		"Chatter_5": "Тебе нравится мое платье? Уиии, спасибо! Я только что сшила его сама.",
		"Chatter_6": "Я так бесконечно благодарна моим подданным!",
		"Chatter_8": "Хм... Как ты думаешь, {Pirate} сможет также выплатить долг за некоторых своих старых друзей-мореплавателей?",
		"Chatter_10": "{?PumpkingDefeated}Похоже, Тыквенный Король может быть двуличным. Мне лучше не ставить крест на мире с его жуткими людьми!",
		"Chatter_12": "{?DukeFishronDefeated}Я однажды повстречала герцога на пляже. Он выглядел подозрительно рыбным, а еще ему не хватало хороших манер!",
		"Chatter_3": "{?GolemDefeated}Я как-то пыталась погладить ящщера. Он... Был совсем даже не против!",
		"Chatter_4": "{?MartiansDefeated}Хотелось бы, чтобы марсиане были поприветливее. В нашем мире обычно не бывает гостей!",
		"Chatter_7": "{?FrostLegionDefeated}Не волнуйся, обеспокоенный житель! Я прекрасно осведомлена о проблеме организованной преступности среди снежных людей.",
		"Chatter_9": "{?IceQueenDefeated}Боюсь, с Ледяной королевой дипломатия особо не сработала. Она такая хладнокровная! Хи-хи!"
	},
	"PrincessSpecialText": {
		"Graveyard1": "Ух... Там как-то страшновато. Лучше я выпью чаю.",
		"Graveyard2": "Что это был за шум? Возможно, мне не стоит так волноваться!",
		"Party": "Вечеринка? Это... Как фестиваль? Я ЛЮБЛЮ ФЕСТИВАЛИ! Так много розового! Так много блесток! Это так весело!!!",
		"Rain1": "Есть в дожде что-то такое, что очень меня успокаивает.",
		"Rain2": "Люблю, когда идет дождь. Он убаюкивает.",
		"Storm1": "Ух... Снаружи бушует настоящий ураган. Я очень люблю хаос.",
		"Storm2": "Будь осторожнее, если будешь выходить на улицу, там сильная буря!",
		"Windy1": "Упс! Лучше придержу тиару, а то ветер сегодня просто шквальный!",
		"Windy2": "Конечно, сегодня чудный день для запуска воздушного змея, не так ли?"
	},
	"TownNPCMood_Princess": {
		"Content": "Все спокойно и хорошо, мои верные подданные!",
		"DislikeBiome": "Мне не нравится {BiomeName}.",
		"DislikeCrowded": "Мне доставляет радость жить рядом с моими подданными. Но я понимаю, что другим это может быть не очень по нраву.",
		"DislikeNPC": "{NPCName} не входит в список моих любимцев.",
		"FarFromHome": "Хм... Похоже, я забрела слишком далеко! Как насчет немного прогуляться и проводить меня?",
		"HateBiome": "Ммм! Этому место не помешал бы ремонт, однозначно. Оно не для каждого, не говоря уже о королевских особах!",
		"HateCrowded": "Я ОБОЖАЮ, когда меня окружают люди, но я не хочу видеть их гнев от перенаселенности.",
		"HateLonely": "Хм... Мне немного одиноко. Могу ли я жить поближе к моим людям?",
		"HateNPC": "Ничего не могу поделать — {NPCName} вызывает у меня только ненависть.",
		"LikeBiome": "Цветы приятные, холмы живописные, песок теплый. Каждое место такое красивое, когда ты живешь среди друзей!",
		"LikeNPC": "Мне нравится {NPCName}.",
		"LoveBiome": "Я люблю {BiomeName}.",
		"LoveNPC": "{NPCName} — обожаю!",
		"LoveNPC_Angler": "{NPCName} такой милый мальчик, всегда зовет меня на рыбалку!",
		"LoveNPC_ArmsDealer": "{NPCName} в душе такой милашка!",
		"LoveNPC_BestiaryGirl": "{NPCName} всегда разрешает мне поиграть с ее зверушками, и это так мило!",
		"LoveNPC_Clothier": "{NPCName} иногда такой грустный, но он всегда очень добр ко мне!",
		"LoveNPC_Cyborg": "{NPCName} такой классный, он все знает!",
		"LoveNPC_DD2Bartender": "{NPCName} из совершенно другого мира, и это так интересно!",
		"LoveNPC_Demolitionist": "{NPCName} просто «бомба», хи-хи!",
		"LoveNPC_Dryad": "{NPCName} так связана с природой, мне это очень нравится!",
		"LoveNPC_DyeTrader": "{NPCName} всегда помогает выбирать мне самые лучшие красители для платьев!",
		"LoveNPC_GoblinTinkerer": "{NPCName} создает самые крутые штуковины!",
		"LoveNPC_Guide": "{NPCName} очень приятный друг!",
		"LoveNPC_Mechanic": "{NPCName} может починить все, что угодно. Я ей восхищаюсь!",
		"LoveNPC_Merchant": "{NPCName} всегда находит то, что мне нужно, и совершенно бесплатно!",
		"LoveNPC_Nurse": "{NPCName} всегда приводит меня в порядок, когда мне нездоровится!",
		"LoveNPC_Painter": "{NPCName} своим искусством делает это место ярче!",
		"LoveNPC_PartyGirl": "{NPCName} всегда в самом сердце вечеринки!",
		"LoveNPC_Pirate": "{NPCName} всегда может рассказать отличную пиратскую историю!",
		"LoveNPC_Princess": "{NPCName} немного нервничает в этом месте, но она невероятная милашка!",
		"LoveNPC_Steampunker": "{NPCName} — мой любимый партнер по чаю!",
		"LoveNPC_Stylist": "{NPCName} дает лучшие советы по прическе, с ним так интересно поболтать!",
		"LoveNPC_TaxCollector": "{NPCName} часто страдает от недопонимания, а ведь он так добр ко мне!",
		"LoveNPC_TownBunny": "{NPCName} очень миленький!",
		"LoveNPC_TownCat": "{NPCName} очень миленький!",
		"LoveNPC_TownDog": "{NPCName} очень миленький!",
		"LoveNPC_Truffle": "{NPCName} очень веселый парень!",
		"LoveNPC_WitchDoctor": "{NPCName} всегда говорит такие мудрые вещи, которые заставляют меня задуматься!",
		"LoveNPC_Wizard": "{NPCName} такой мудрый, я всегда доверяю его мнению!",
		"NoHome": "Похоже, мне совсем негде жить. Если можно, пусть это будет жилье в розовых тонах.",
		"LoveNPC_Golfer": "{NPCName} так увлечен гольфом, что вдохновляет и меня!",
		"LoveNPC_SantaClaus": "{NPCName} такой милый, хочу подарить ему подарок!",
		"LoveNPC_TownSlime": "{NPCName} просто прелесть!"
	},
	"MerchantNames": {
		"Alfred": "Alfred",
		"Barney": "Barney",
		"Calvin": "Calvin",
		"Edmund": "Edmund",
		"Edwin": "Edwin",
		"Eugene": "Eugene",
		"Frank": "Frank",
		"Frederick": "Frederick",
		"Gilbert": "Gilbert",
		"Gus": "Gus",
		"Wilbur": "Wilbur",
		"Seymour": "Seymour",
		"Louis": "Louis",
		"Humphrey": "Humphrey",
		"Harold": "Harold",
		"Milton": "Milton",
		"Mortimer": "Mortimer",
		"Howard": "Howard",
		"Walter": "Walter",
		"Isaac": "Isaac",
		"Joseph": "Joseph",
		"Kristian": "Kristian",
		"Ralph": "Ralph"
	},
	"NurseNames": {
		"Molly": "Molly",
		"Amy": "Amy",
		"Claire": "Claire",
		"Emily": "Emily",
		"Katie": "Katie",
		"Madeline": "Madeline",
		"Katelyn": "Katelyn",
		"Emma": "Emma",
		"Abigail": "Abigail",
		"Carly": "Carly",
		"Jenna": "Jenna",
		"Heather": "Heather",
		"Katherine": "Katherine",
		"Caitlin": "Caitlin",
		"Kaitlin": "Kaitlin",
		"Holly": "Holly",
		"Kaitlyn": "Kaitlyn",
		"Hannah": "Hannah",
		"Kathryn": "Kathryn",
		"Lorraine": "Lorraine",
		"Helen": "Helen",
		"Kayla": "Kayla",
		"Lisa": "Lisa",
		"Allison": "Allison"
	},
	"ArmsDealerNames": {
		"DeShawn": "DeShawn",
		"DeAndre": "DeAndre",
		"Marquis": "Marquis",
		"Darnell": "Darnell",
		"Terrell": "Terrell",
		"Malik": "Malik",
		"Trevon": "Trevon",
		"Tyrone": "Tyrone",
		"Willie": "Willie",
		"Dominique": "Dominique",
		"Demetrius": "Demetrius",
		"Reginald": "Reginald",
		"Jamal": "Jamal",
		"Maurice": "Maurice",
		"Jalen": "Jalen",
		"Darius": "Darius",
		"Xavier": "Xavier",
		"Terrance": "Terrance",
		"Andre": "Andre",
		"Dante": "Dante",
		"Brimst": "Brimst",
		"Bronson": "Bronson",
		"Tony": "Tony",
		"Darryl": "Darryl"
	},
	"DryadNames": {
		"Alalia": "Alalia",
		"Alura": "Alura",
		"Ariella": "Ariella",
		"Caelia": "Caelia",
		"Calista": "Calista",
		"Chryseis": "Chryseis",
		"Emerenta": "Emerenta",
		"Elysia": "Elysia",
		"Evvie": "Evvie",
		"Faye": "Faye",
		"Felicitae": "Felicitae",
		"Lunette": "Lunette",
		"Nata": "Nata",
		"Nissa": "Nissa",
		"Tatiana": "Tatiana",
		"Rosalva": "Rosalva",
		"Shea": "Shea",
		"Tania": "Tania",
		"Isis": "Isis",
		"Celestia": "Celestia",
		"Xylia": "Xylia"
	},
	"GuideNames": {
		"Joe": "Joe",
		"Connor": "Connor",
		"Tanner": "Tanner",
		"Wyatt": "Wyatt",
		"Cody": "Cody",
		"Levi": "Levi",
		"Luke": "Luke",
		"Jack": "Jack",
		"Scott": "Scott",
		"Logan": "Logan",
		"Cole": "Cole",
		"Asher": "Asher",
		"Bradley": "Bradley",
		"Jacob": "Jacob",
		"Garrett": "Garrett",
		"Dylan": "Dylan",
		"Maxwell": "Maxwell",
		"Steve": "Steve",
		"Brett": "Brett",
		"Andrew": "Andrew",
		"Harley": "Harley",
		"Kyle": "Kyle",
		"Jake": "Jake",
		"Ryan": "Ryan",
		"Jeffrey": "Jeffrey",
		"Seth": "Seth",
		"Marty": "Marty",
		"Brandon": "Brandon",
		"Zach": "Zach",
		"Jeff": "Jeff",
		"Daniel": "Daniel",
		"Trent": "Trent",
		"Kevin": "Kevin",
		"Brian": "Brian",
		"Colin": "Colin",
		"Jan": "Ян"
	},
	"DemolitionistNames": {
		"Dolbere": "Dolbere",
		"Bazdin": "Bazdin",
		"Durim": "Durim",
		"Tordak": "Tordak",
		"Garval": "Garval",
		"Morthal": "Morthal",
		"Oten": "Oten",
		"Dolgen": "Dolgen",
		"Gimli": "Gimli",
		"Gimut": "Gimut",
		"Duerthen": "Duerthen",
		"Beldin": "Beldin",
		"Jarut": "Jarut",
		"Ovbere": "Ovbere",
		"Norkas": "Norkas",
		"Dolgrim": "Dolgrim",
		"Boften": "Boften",
		"Norsun": "Norsun",
		"Dias": "Dias",
		"Fikod": "Fikod",
		"Urist": "Urist",
		"Darur": "Darur"
	},
	"ClothierNames": {
		"Sebastian": "Sebastian",
		"Rupert": "Rupert",
		"Clive": "Clive",
		"Nigel": "Nigel",
		"Mervyn": "Mervyn",
		"Cedric": "Cedric",
		"Pip": "Pip",
		"Cyril": "Cyril",
		"Fitz": "Fitz",
		"Lloyd": "Lloyd",
		"Arthur": "Arthur",
		"Rodney": "Rodney",
		"Graham": "Graham",
		"Edward": "Edward",
		"Alfred": "Alfred",
		"Edmund": "Edmund",
		"Henry": "Henry",
		"Herald": "Herald",
		"Roland": "Roland",
		"Lincoln": "Lincoln",
		"Edgar": "Edgar",
		"Eustace": "Eustace",
		"Benjamin": "Benjamin",
		"James": "James",
		"Rodrick": "Rodrick"
	},
	"GoblinTinkererNames": {
		"Grodax": "Grodax",
		"Sarx": "Sarx",
		"Xon": "Xon",
		"Mrunok": "Mrunok",
		"Nuxatk": "Nuxatk",
		"Tgerd": "Tgerd",
		"Darz": "Darz",
		"Smador": "Smador",
		"Stazen": "Stazen",
		"Mobart": "Mobart",
		"Knogs": "Knogs",
		"Tkanus": "Tkanus",
		"Negurk": "Negurk",
		"Nort": "Nort",
		"Durnok": "Durnok",
		"Trogem": "Trogem",
		"Stezom": "Stezom",
		"Gnudar": "Gnudar",
		"Ragz": "Ragz",
		"Fahd": "Fahd",
		"Xanos": "Xanos",
		"Arback": "Arback",
		"Fjell": "Fjell",
		"Dalek": "Dalek",
		"Knub": "Knub"
	},
	"WizardNames": {
		"Dalamar": "Dalamar",
		"Dulais": "Dulais",
		"Elric": "Elric",
		"Arddun": "Arddun",
		"Maelor": "Maelor",
		"Leomund": "Leomund",
		"Hirael": "Hirael",
		"Gwentor": "Gwentor",
		"Greum": "Greum",
		"Gearroid": "Gearroid",
		"Fizban": "Fizban",
		"Ningauble": "Ningauble",
		"Seonag": "Seonag",
		"Sargon": "Sargon",
		"Merlyn": "Merlyn",
		"Magius": "Magius",
		"Berwyn": "Berwyn",
		"Arwyn": "Arwyn",
		"Alasdair": "Alasdair",
		"Tagar": "Tagar",
		"Abram": "Abram",
		"Xanadu": "Xanadu"
	},
	"MechanicNames": {
		"Shayna": "Shayna",
		"Korrie": "Korrie",
		"Ginger": "Ginger",
		"Brooke": "Brooke",
		"Jenny": "Jenny",
		"Autumn": "Autumn",
		"Nancy": "Nancy",
		"Ella": "Ella",
		"Kayla": "Kayla",
		"Selah": "Selah",
		"Sophia": "Sophia",
		"Marshanna": "Marshanna",
		"Lauren": "Lauren",
		"Trisha": "Trisha",
		"Shirlena": "Shirlena",
		"Sheena": "Sheena",
		"Ellen": "Ellen",
		"Amy": "Amy",
		"Dawn": "Dawn",
		"Susana": "Susana",
		"Meredith": "Meredith",
		"Selene": "Selene",
		"Terra": "Terra",
		"Sally": "Sally"
	},
	"TruffleNames": {
		"Reishi": "Reishi",
		"Maitake": "Maitake",
		"Chanterelle": "Chanterelle",
		"Porcini": "Porcini",
		"Shimeji": "Shimeji",
		"Amanita": "Amanita",
		"Muscaria": "Muscaria",
		"Agaric": "Agaric",
		"Cremini": "Cremini",
		"Morel": "Morel",
		"Enoki": "Enoki",
		"Shiitake": "Shiitake",
		"Leinspores": "Лейнспорс"
	},
	"SteampunkerNames": {
		"Whitney": "Whitney",
		"Verity": "Verity",
		"Ada": "Ada",
		"Cornelia": "Cornelia",
		"Lydia": "Lydia",
		"Leila": "Leila",
		"Minerva": "Minerva",
		"Emeline": "Emeline",
		"Cynthia": "Cynthia",
		"Fidelia": "Fidelia",
		"Lilly": "Lilly",
		"Phoebe": "Phoebe",
		"Zylphia": "Zylphia",
		"Zelda": "Zelda",
		"Selina": "Selina",
		"Hope": "Hope",
		"Isabella": "Isabella",
		"Judith": "Judith",
		"Savannah": "Savannah",
		"Vivian": "Vivian"
	},
	"DyeTraderNames": {
		"Abdosir": "Abdosir",
		"Akbar": "Akbar",
		"Bodashtart": "Bodashtart",
		"Danel": "Danel",
		"Hanno": "Hanno",
		"Hiram": "Hiram",
		"Kanmi": "Kanmi",
		"Philosir": "Philosir",
		"Tabnit": "Tabnit",
		"Yutpan": "Yutpan",
		"Ahirom": "Ahirom",
		"Batnoam": "Batnoam",
		"Sikarbaal": "Sikarbaal",
		"Hannibal": "Hannibal",
		"Yehomilk": "Yehomilk",
		"Ahinadab": "Ahinadab"
	},
	"PartyGirlNames": {
		"Candy": "Candy",
		"Isis": "Isis",
		"Trixy": "Trixy",
		"Destiny": "Destiny",
		"Lexus": "Lexus",
		"Bambi": "Bambi",
		"Bailey": "Bailey",
		"Glitter": "Glitter",
		"Sparkle": "Sparkle",
		"Paris": "Paris",
		"Dazzle": "Dazzle",
		"Fantasy": "Fantasy",
		"Bunny": "Bunny",
		"Sugar": "Sugar",
		"Fantasia": "Fantasia",
		"Star": "Star",
		"Cherry": "Cherry",
		"Amanda": "Аманда"
	},
	"CyborgNames": {
		"Alpha": "Alpha",
		"Beta": "Beta",
		"Delta": "Delta",
		"Omega": "Omega",
		"Gamma": "Gamma",
		"Theta": "Theta",
		"Kappa": "Kappa",
		"Omicron": "Omicron",
		"Sigma": "Sigma",
		"Upsilon": "Upsilon",
		"Phi": "Phi",
		"Zeta": "Zeta",
		"Lambda": "Lambda",
		"Nu": "Nu",
		"Ci": "Ci",
		"Rho": "Rho",
		"Fender": "Fender",
		"T-3E0": "T-3E0",
		"Niner-7": "Niner-7",
		"A.N.D.Y.": "A.N.D.Y.",
		"Syn-X": "Syn-X",
		"Mu": "Mu",
		"Raynbro": "Рейнбро"
	},
	"PainterNames": {
		"Marco": "Marco",
		"Guido": "Guido",
		"Enzo": "Enzo",
		"Martino": "Martino",
		"Mauro": "Mauro",
		"Lorenzo": "Lorenzo",
		"Ludo": "Ludo",
		"Luciano": "Luciano",
		"Carlo": "Carlo",
		"Bruno": "Bruno",
		"Mario": "Mario",
		"Leonardo": "Leonardo",
		"Raphael": "Raphael",
		"Luigi": "Luigi",
		"Luca": "Luca",
		"Darren": "Darren",
		"Esreadel": "Esreadel",
		"Stefano": "Stefano",
		"Jim": "Джим"
	},
	"WitchDoctorNames": {
		"Abibe": "Abibe",
		"Jamundi": "Jamundi",
		"U'wa": "U'wa",
		"Tairona": "Tairona",
		"Xirigua": "Xirigua",
		"Zop'a": "Zop'a",
		"Opuni": "Opuni",
		"Kogi-ghi": "Kogi-ghi",
		"Konah": "Konah",
		"Gboto": "Gboto"
	},
	"PirateNames": {
		"David": "David",
		"Red Beard": "Red Beard",
		"Jack": "Jack",
		"Black Beard": "Black Beard",
		"Captain Morgan": "Captain Morgan",
		"Wet Beard": "Wet Beard",
		"James T. Beard": "James T. Beard",
		"Gunpowder Garry": "Gunpowder Garry",
		"Captain Stoney Dirt": "Captain Stoney Dirt",
		"Jake": "Jake",
		"Captain Bullywort": "Captain Bullywort"
	},
	"StylistNames": {
		"Bri": "Bri",
		"Brianne": "Brianne",
		"Flora": "Flora",
		"Iris": "Iris",
		"Scarlett": "Scarlett",
		"Lola": "Lola",
		"Hazel": "Hazel",
		"Stella": "Stella",
		"Pearl": "Pearl",
		"Tallulah": "Tallulah",
		"Ruby": "Ruby",
		"Esmeralda": "Esmeralda",
		"Kylie": "Kylie",
		"Kati": "Kati",
		"Biah": "Biah",
		"Meliyah": "Meliyah",
		"Petra": "Petra",
		"Rox": "Rox",
		"Roxanne": "Roxanne",
		"Annabel": "Annabel"
	},
	"TravelingMerchantNames": {
		"Abraham": "Abraham",
		"Bohemas": "Bohemas",
		"Eladon": "Eladon",
		"Aphraim": "Aphraim",
		"Gallius": "Gallius",
		"Llewellyn": "Llewellyn",
		"Riley": "Riley",
		"Rawleigh": "Rawleigh",
		"Shipton": "Shipton",
		"Romeo": "Romeo",
		"Aedan": "Aedan",
		"Mercer": "Mercer",
		"Willy": "Willy"
	},
	"AnglerNames": {
		"Bobby": "Bobby",
		"Sammy": "Sammy",
		"Jimmy": "Jimmy",
		"Danny": "Danny",
		"Timmy": "Timmy",
		"Simon": "Simon",
		"Johnny": "Johnny",
		"Billy": "Billy",
		"Matty": "Matty",
		"Bart": "Bart",
		"Phillip": "Phillip",
		"Spencer": "Spencer",
		"Nathan": "Nathan",
		"Grayson": "Grayson",
		"Miles": "Miles",
		"Charles": "Charles",
		"Adam": "Adam",
		"Tyler": "Tyler",
		"Jey": "Jey",
		"Ivan": "Ivan",
		"Izzy": "Izzy"
	},
	"SkeletonMerchantNames": {
		"Skellington": "Skellington",
		"Bones McGee": "Bones McGee",
		"Gloomy Mays": "Gloomy Mays",
		"Jack Sellington": "Jack Sellington",
		"Billy Marrows": "Billy Marrows",
		"Tom": "Tom",
		"Rattles Magoo": "Rattles Magoo",
		"Mandible Calavera": "Mandible Calavera",
		"Mika": "Mika",
		"No-Eyed Wiley": "No-Eyed Wiley",
		"Victor": "Виктор"
	},
	"TaxCollectorNames": {
		"McKinly": "McKinly",
		"Millard": "Millard",
		"Fillmore": "Fillmore",
		"Rutherford": "Rutherford",
		"Chester": "Chester",
		"Grover": "Grover",
		"Cleveland": "Cleveland",
		"Theodore": "Theodore",
		"Herbert": "Herbert",
		"Warren": "Warren",
		"Lyndon": "Lyndon",
		"Ronald": "Ronald",
		"Harrison": "Harrison",
		"Woodrow": "Woodrow",
		"Tweed": "Tweed",
		"Blanton": "Blanton",
		"Dwyer": "Dwyer",
		"Carroll": "Carroll",
		"Agnew": "Agnew"
	},
	"BartenderNames": {
		"Name_1": "Ted",
		"Name_2": "Barkeep",
		"Name_3": "Jerry",
		"Name_4": "Bill",
		"Name_5": "Ernest",
		"Name_6": "William",
		"Name_7": "Dale",
		"Name_8": "Bruce",
		"Name_9": "Moe",
		"Name_10": "Javahawk",
		"Name_11": "Elandrian",
		"Name_12": "Driscan",
		"Name_13": "Iamisom",
		"Name_14": "Blacksmith",
		"Name_15": "Dani Moo",
		"Name_16": "Paddy"
	},
	"GolferNames": {
		"Name_1": "Lion Pines",
		"Name_2": "Gunner McLovin",
		"Name_3": "Harry Madison",
		"Name_4": "Arnie Palmfrond",
		"Name_5": "Jake Nicklelisp",
		"Name_6": "William",
		"Name_7": "Billy Bones",
		"Name_8": "Jim Mulligan"
	},
	"BestiaryGirlNames": {
		"Name_1": "Maria",
		"Name_2": "MacKenzie",
		"Name_3": "Azaria",
		"Name_4": "Juanita",
		"Name_5": "Astra",
		"Name_6": "Hayley",
		"Name_7": "Becca",
		"Name_8": "Veronica",
		"Name_9": "Tia",
		"Name_10": "Robyn",
		"Name_11": "Arien",
		"Name_12": "Jane",
		"Name_13": "Bindi",
		"Name_14": "Dian",
		"Name_15": "Lori",
		"Name_16": "Mardy",
		"Name_17": "Mollie",
		"Name_18": "Lizzy",
		"Name_19": "Daphne",
		"Name_20": "Ellen",
		"Name_21": "Лилит"
	},
	"PrincessNames": {
		"Ai": "Ai",
		"Hime": "Hime",
		"Emilia": "Emilia",
		"Alice": "Alice",
		"Belle": "Belle",
		"Sophia": "Sophia",
		"Hikari": "Hikari",
		"Faye": "Faye",
		"Christina": "Christina",
		"Flora": "Flora",
		"Liselotte": "Liselotte",
		"Aria": "Aria",
		"Yuuki": "Yuuki",
		"Theresa": "Theresa",
		"Elitia": "Elitia",
		"Lucia": "Lucia",
		"Ariel": "Ariel",
		"Momo": "Momo",
		"Charlotte": "Charlotte",
		"Tiara": "Tiara",
		"Yorai": "Yorai",
		"Rosetta": "Rosetta"
	},
	"CatNames_Siamese": {
		"Zen": "Zen",
		"Callie": "Callie",
		"Rainha": "Rainha",
		"Nust": "Nust",
		"Bandit": "Bandit",
		"Goliath": "Goliath",
		"Valerie": "Valerie",
		"Socks": "Socks",
		"Iris": "Iris",
		"Sekhmet": "Sekhmet",
		"Cleo": "Cleo",
		"Sappho": "Sappho"
	},
	"CatNames_Black": {
		"Luna": "Luna",
		"Figment": "Figment",
		"Ember": "Ember",
		"Damien": "Damien",
		"Snowball": "Snowball",
		"Night": "Night",
		"Misu": "Misu",
		"Magic": "Magic",
		"Tonic": "Tonic",
		"Violet": "Violet",
		"Jaspers": "Jaspers",
		"Gargoyle": "Gargoyle",
		"Lilith": "Lilith",
		"Salem": "Salem",
		"Rascal": "Rascal",
		"Bella": "Bella",
		"Odin": "Odin",
		"Jiji": "Jiji",
		"Morgan": "Morgan",
		"Arbus": "Arbus",
		"Max": "Max",
		"George": "George",
		"Esper": "Esper"
	},
	"CatNames_OrangeTabby": {
		"Linkle": "Linkle",
		"Remy": "Remy",
		"Lux": "Lux",
		"Sunny": "Sunny",
		"Tigger": "Tigger",
		"Callie": "Callie",
		"Sassy": "Sassy",
		"Bob": "Bob",
		"Leo": "Leo",
		"Tiger": "Tiger",
		"Caramel": "Caramel",
		"Tony": "Tony",
		"Garfield": "Garfield",
		"Hobbes": "Hobbes",
		"Charlie": "Charlie",
		"Rascal": "Rascal",
		"Critter": "Critter",
		"Adol": "Adol"
	},
	"CatNames_RussianBlue": {
		"Alexi": "Alexi",
		"Ruby": "Ruby",
		"Bubbles": "Bubbles",
		"Lexi": "Lexi",
		"Prissy": "Prissy",
		"Valery": "Valery",
		"Lucy": "Lucy",
		"Pete": "Pete",
		"Jocelyn": "Jocelyn",
		"Light": "Light",
		"Lily": "Lily",
		"Starlight": "Starlight",
		"Cobalt": "Cobalt",
		"Tilly": "Tilly",
		"Rion": "Rion",
		"Momo": "Momo",
		"Tarzan": "Тарзан"
	},
	"CatNames_Silver": {
		"Roo": "Roo",
		"Blaze": "Blaze",
		"Rebus": "Rebus",
		"Polo": "Polo",
		"Kelly": "Kelly",
		"Kiva": "Kiva",
		"Sooty": "Sooty",
		"By-Tor": "By-Tor",
		"Merlin": "Merlin",
		"Trudy": "Trudy",
		"Nana": "Nana",
		"Ange": "Ange",
		"Kanako": "Kanako",
		"Freya": "Freya",
		"Cloud": "Cloud",
		"Cutie": "Cutie",
		"Renne": "Renne",
		"Miette": "Мяука",
		"Tula": "Тула"
	},
	"CatNames_White": {
		"Misty": "Misty",
		"Storm": "Storm",
		"Angel": "Angel",
		"Vincent": "Vincent",
		"MrCat": "Mr. Cat",
		"Holly": "Holly",
		"Sam": "Sam",
		"Rory": "Rory",
		"Ichibi": "Ichibi",
		"Belle": "Belle",
		"Yuki": "Yuki",
		"Ater": "Ater",
		"Snowdrop": "Snowdrop",
		"Snowball": "Snowball",
		"Reah": "Reah",
		"Gemma": "Джемма"
	},
	"DogNames_Labrador": {
		"Penny": "Penny",
		"Pebbles": "Pebbles",
		"Puppy": "Puppy",
		"Monroe": "Monroe",
		"Kittie": "Kittie",
		"Buddy": "Buddy",
		"Charlie": "Charlie",
		"Trulte": "Trulte",
		"Daisy": "Daisy",
		"Calvin": "Calvin",
		"Willow": "Willow",
		"Arthur": "Arthur",
		"John": "John",
		"Bitsy": "Bitsy",
		"Mike": "Mike",
		"Sparky": "Sparky",
		"Lucky": "Lucky"
	},
	"DogNames_PitBull": {
		"Max": "Max",
		"Dexter": "Dexter",
		"Chomps": "Chomps",
		"Bubba": "Bubba",
		"Sampson": "Sampson",
		"Spike": "Spike",
		"Ginger": "Ginger",
		"Kona": "Kona",
		"Keith": "Keith",
		"Jazzy": "Jazzy",
		"Rex": "Rex",
		"Toshiro": "Toshiro",
		"Buster": "Buster",
		"Doug": "Doug"
	},
	"DogNames_Beagle": {
		"Zelda": "Zelda",
		"Navi": "Navi",
		"Ali": "Ali",
		"Fred": "Fred",
		"Roxie": "Roxie",
		"Milo": "Milo",
		"Copper": "Copper",
		"Darwin": "Darwin",
		"Lieselotte": "Lieselotte",
		"Wilma": "Wilma",
		"Odie": "Odie",
		"Feena": "Feena",
		"Pete": "Пит"
	},
	"DogNames_Corgi": {
		"Bella": "Bella",
		"Ellie": "Ellie",
		"Baxter": "Baxter",
		"Oliver": "Oliver",
		"Maya": "Maya",
		"Titus": "Titus",
		"Shino": "Shino",
		"Elizabeth": "Elizabeth",
		"Victoria": "Victoria",
		"Yona": "Yona",
		"Ammy": "Ammy",
		"Charles": "Charles",
		"Estelle": "Estelle",
		"Astro": "Astro"
	},
	"DogNames_Dalmation": {
		"Spot": "Spot",
		"Suzy": "Suzy",
		"Lucky": "Lucky",
		"Marshall": "Marshall",
		"Dotty": "Dotty",
		"Pongo": "Pongo",
		"Sapphire": "Sapphire",
		"Splat": "Splat",
		"Aurora": "Aurora",
		"Akane": "Akane",
		"Firebug": "Firebug",
		"Polka": "Polka",
		"Mizore": "Mizore"
	},
	"DogNames_Husky": {
		"Rosalie": "Rosalie",
		"Balto": "Balto",
		"Miska": "Miska",
		"Sky": "Sky",
		"Sasha": "Sasha",
		"Zoey": "Zoey",
		"Toya": "Toya",
		"Snowdog": "Snowdog",
		"Kayla": "Kayla",
		"Hachiko": "Hachiko",
		"Indiana": "Indiana",
		"Sven": "Sven",
		"Bullet": "Bullet",
		"Comet": "Comet",
		"Ingrid": "Ingrid",
		"Dogi": "Dogi"
	},
	"BunnyNames_White": {
		"Bunnicula": "Bunnicula",
		"Ben": "Ben",
		"Roger": "Roger",
		"Skippy": "Skippy",
		"Donnie": "Donnie",
		"Alice": "Alice",
		"Presto": "Presto",
		"Shion": "Shion",
		"Lisette": "Lisette",
		"Lily": "Lily",
		"Inaba": "Inaba",
		"Shirayuki": "Shirayuki",
		"Lilia": "Lilia",
		"Ears": "Ears"
	},
	"BunnyNames_Angora": {
		"Breadbuns": "Breadbuns",
		"Loaf": "Loaf",
		"Babs": "Babs",
		"BigB": "Big B",
		"Greg": "Greg",
		"Fluffy": "Fluffy",
		"Pom": "Pom",
		"Muffin": "Muffin",
		"Maximus": "Maximus",
		"Donald": "Donald"
	},
	"BunnyNames_Dutch": {
		"Oreo": "Oreo",
		"Olaf": "Olaf",
		"Domino": "Domino",
		"Oz": "Oz",
		"Yin": "Yin",
		"Yang": "Yang",
		"Pow": "Pow",
		"Kaguya": "Kaguya",
		"Mono": "Mono",
		"Panda": "Panda",
		"Orin": "Orin"
	},
	"BunnyNames_Flemish": {
		"Thumper": "Thumper",
		"Cinnabun": "Cinnabun",
		"Peter": "Peter",
		"Hazel": "Hazel",
		"Loki": "Loki",
		"Sunflower": "Sunflower",
		"Toby": "Toby",
		"Daisy": "Daisy",
		"Dusty": "Dusty",
		"Jazz": "Jazz",
		"Russell": "Russell",
		"Honeycomb": "Honeycomb"
	},
	"BunnyNames_Lop": {
		"Bunbun": "Bunbun",
		"Lola": "Lola",
		"Max": "Max",
		"Tyler": "Tyler",
		"Flops": "Flops",
		"Flappie": "Flappie",
		"Caerbannog": "Caerbannog",
		"Mochi": "Mochi",
		"Dandy": "Dandy",
		"Puff": "Puff",
		"Youp": "Youp",
		"Boof": "Boof",
		"Veidra": "Veidra"
	},
	"BunnyNames_Silver": {
		"Bugz": "Bugz",
		"Buster": "Buster",
		"Silvine": "Silvine",
		"Bunstar": "Bunstar",
		"Lord": "Lord",
		"Bunnykins": "Bunnykins",
		"Crystal": "Crystal",
		"Chrome": "Chrome",
		"Vincent": "Vincent",
		"Zach": "Zach",
		"Joshua": "Joshua",
		"Dustbunny": "Dustbunny",
		"Dusty": "Dusty"
	},
	"SlimeNames_Blue": {
		"Steve": "Стив",
		"Seymour": "Сеймур",
		"Simon": "Саймон",
		"Sheldon": "Селдон",
		"Sam": "Сэм",
		"Samson": "Самсон",
		"Sid": "Сид",
		"Sigvard": "Сигвард",
		"Stein": "Стейн",
		"Sean": "Син",
		"Samwise": "Сэмуайз",
		"Snoot": "Сноб",
		"Swotty": "Свотти",
		"Stuart": "Стюарт",
		"Stratford": "Стретфорд",
		"Saliva": "Сонора",
		"Sherman": "Серман",
		"Stiltskin": "Стинскин",
		"Shibboleet": "Сиболет",
		"Sine": "Сайн",
		"Spock": "Спок",
		"Smarty": "Смарти",
		"Sonic": "Соник",
		"Sputnik": "Спунни",
		"Smoof": "Смуф",
		"Spetch": "Спеч",
		"Stevenson": "Стивенсон"
	},
	"SlimeNames_Green": {
		"Sylvester": "Сильвестр",
		"Slimer": "Слизнер",
		"Seth": "Сет",
		"Shane": "Сейн",
		"Sully": "Салливан",
		"Scooter": "Скутер",
		"Scotty": "Скотти",
		"Spike": "Спайк",
		"Slachi": "Слач",
		"Spinach": "Спинкс",
		"Slick": "Слик",
		"Slippy": "Слиппи",
		"Speedy": "Спиди",
		"Slurm": "Слам",
		"School": "Скул",
		"Swag": "Свог",
		"SwiggitySwooty": "Свути",
		"Slackin": "Сленкин",
		"Switch": "Свитч",
		"Sport": "Спорт",
		"Squash": "Сквош",
		"Skeeter": "Скитер",
		"Scutiger": "Скатигер",
		"Softball": "Софтбол",
		"Spazzy": "Спацци"
	},
	"SlimeNames_Old": {
		"Stooge": "Студж",
		"SirSlushington": "Сэр Слизингтон III",
		"Santiago": "Сантьяго",
		"Sebastian": "Себастьян",
		"Samuel": "Самуэль",
		"Seamus": "Сайрус",
		"Sage": "Сейдж",
		"Sinclair": "Синклер",
		"Stanford": "Стэнфорд",
		"Septimus": "Септимус",
		"Stinky": "Стинки",
		"Spiffy": "Стилан",
		"Spruce": "Спрус",
		"Swanky": "Свонки",
		"Soggy": "Соджи",
		"Scooby": "Скуби",
		"Sigmund": "Сигмунд",
		"Smithers": "Смитерс",
		"Sassafras": "Сассафрас",
		"Slumbledore": "Самблдор",
		"Slimdalf": "Слизендальф",
		"Schartzmugel": "Свертальф",
		"Scion": "Сцион",
		"Scrooge": "Скрудж",
		"Stonks": "Стонкс",
		"Swanson": "Свонсон",
		"Spinkerton": "Спинкертон"
	},
	"SlimeNames_Purple": {
		"Stewy": "Стэнли",
		"Sue": "Сью",
		"Spencer": "Спенсер",
		"Sidney": "Сидни",
		"Stefan": "Стефан",
		"Sonnie": "Сонни",
		"Sacco": "Сакко",
		"Sunset": "Сансет",
		"Snafu": "Снаф",
		"Stumble": "Стамбл",
		"Spaghetti": "Спагетти",
		"Shoggy": "Сёги",
		"Slimefors": "Слизенфорц",
		"Shirley": "Сири",
		"Sara": "Сара",
		"Sharon": "Сантана",
		"Sludge": "Сладж",
		"Snuggle": "Снагл",
		"Sloppy": "Слоппи",
		"Slimeora": "Сильмарилла",
		"Sylph": "Сильф",
		"Spew": "Сьюми",
		"Shemp": "Семп",
		"Spanky": "Спанки",
		"Spork": "Спорк"
	},
	"SlimeNames_Rainbow": {
		"Sylvia": "Сильвия",
		"Skye": "Скай",
		"Stephanie": "Стефани",
		"Sophia": "София",
		"Shanna": "Санна",
		"Serenity": "Серенити",
		"Shian": "Силан",
		"Slimestar": "Слимстар",
		"Shimmer": "Симмер",
		"Surai": "Сури",
		"Stella": "Стелла",
		"Sasha": "Саша",
		"Sweety": "Свити",
		"Sparkle": "Спаркли",
		"Sapphire": "Сапфир",
		"Seraph": "Серфи",
		"Starry": "Старри",
		"Sprinkes": "Спринк",
		"Sherbet": "Саида",
		"Sugar": "Сахарок",
		"Stardew": "Сидона",
		"Sheena": "Сиана",
		"Sveta": "Света",
		"Shampoo": "Сампо",
		"Sproink": "Стайна",
		"Secreta": "Селина",
		"Sponsa": "Спонца",
		"Skyler": "Скайлер",
		"Sorai": "Сорай"
	},
	"SlimeNames_Red": {
		"Sparky": "Спарк",
		"Sourpuss": "Сирин",
		"Steamer": "Стимер",
		"Sizzle": "Сисс",
		"Shaka": "Санко",
		"SlipperySal": "Склиззи",
		"Sirius": "Сириус",
		"Sven": "Свен",
		"Sly": "Слай",
		"Smeagol": "Смеагорл",
		"Scuff": "Скаф",
		"Shifty": "Сифф",
		"Sassy": "Сасси",
		"Scorpius": "Скорпиус",
		"Snotty": "Сопелье",
		"Sleepy": "Соня",
		"Stressball": "Стресси",
		"Slurpee": "Сёрби",
		"Squeezo": "Сквизо",
		"Sapo": "Сапо",
		"Snart": "Снарт",
		"Skiprat": "Скрат",
		"Sully": "Салливан",
		"Sharkey": "Сарки",
		"Scarface": "Садни",
		"Slickfather": "Сликер",
		"Slimeballa": "Слайма"
	},
	"SlimeNames_Yellow": {
		"Sandy": "Сэнди",
		"Saoirse": "Сирша",
		"Selena": "Селена",
		"Sienna": "Сиена",
		"Samara": "Самара",
		"Simone": "Симона",
		"Siobhan": "Сивон",
		"Sabrina": "Сабрина",
		"Sunny": "Стася",
		"Savannah": "Саванна",
		"Spirit": "Спирит",
		"Sinead": "Синеда",
		"Saraid": "Саре",
		"Siofra": "Сёфра",
		"Sorcha": "Сорча",
		"Salem": "Салем",
		"Soleil": "Солейль",
		"Salvo": "Сальво",
		"Sahara": "Сахара",
		"Shanoa": "Саноа",
		"Sybil": "Сибил",
		"Salome": "Саломея",
		"Summer": "Саммер",
		"Swirl": "Суирл",
		"Saga": "Сага",
		"Silva": "Сильва",
		"Striga": "Стрига"
	},
	"SlimeNames_Copper": {
		"Solomon": "Соломон",
		"ShortswordSaxon": "Саксон",
		"Steele": "Стилли",
		"Sigfried": "Сигурд",
		"Sterling": "Стерлинг",
		"SenioreSlash": "Слэш",
		"Stabby": "Стабби",
		"Spunky": "Спинки",
		"Sharpie": "Спицци",
		"Scout": "Скаут",
		"Scrappy": "Скреппи",
		"Slade": "Слейд",
		"Samsara": "Самсара",
		"SixSwingSerge": "Серж",
		"Scorch": "Сполох",
		"Sabin": "Сабин",
		"Stryker": "Страйкер",
		"Slayer": "Слэйер",
		"Slival": "Слайв",
		"Sting": "Стинг",
		"Sabaton": "Сабатон",
		"SemperSerus": "Сейрус Снейпер",
		"Scrimshank": "Слимшанк",
		"Scavager": "Скаватор",
		"Selmy": "Сельми",
		"Shortie": "Сорти"
	},
	"SlimeBlueChatter": {
		"Chatter_1": "Бупль-глупль? Хрм!",
		"Chatter_2": "Бллабл-баллабл-блаб... буль!",
		"Chatter_3": "Хльбул! Ммм...блуб. Ух-уух."
	},
	"SlimeGreenChatter": {
		"Chatter_1": "Кап!",
		"Chatter_2": "Шмуль-бубуль!",
		"Chatter_3": "Э, буль-бэ!"
	},
	"SlimeOldChatter": {
		"Chatter_1": "Хрумль-бумль!",
		"Chatter_2": "Пууу... фу!",
		"Chatter_3": "Гуль-буль? Шпууу!"
	},
	"SlimeRainbowChatter": {
		"Chatter_1": "Биуль-бумуль!",
		"Chatter_2": "Мульки-бульки!",
		"Chatter_3": "Рупуль? Бу-бубль!"
	},
	"SlimePurpleChatter": {
		"Chatter_1": "Бруп.",
		"Chatter_2": "*Странная тишина*",
		"Chatter_3": "Плюх. Пух... шмяк."
	},
	"SlimeRedChatter": {
		"Chatter_1": "Мууль-пууль... гуль!!!",
		"Chatter_2": "Сссс! Глуль! Грр...",
		"Chatter_3": "Брур.... хе."
	},
	"SlimeYellowChatter": {
		"Chatter_1": "Бупль-булуль! Буоль гуууль!",
		"Chatter_2": "Буля-кабуля!",
		"Chatter_3": "Блуплюх!"
	},
	"SlimeCopperChatter": {
		"Chatter_1": "Боуль-бууль, ура!",
		"Chatter_2": "Биль-буль-боль!",
		"Chatter_3": "Шмульк-бубуль!"
	}
}