{
	"DryadSpecialText": {
		"WorldStatusAll": "{0}: {1}% Bajkowa, {2}% Zepsucia i {3}% Szkarłatu.",
		"WorldStatusHallowCorrupt": "{0}: {1}% Bajkowa i {2}% Zepsucia.",
		"WorldDescriptionGrim": "Zaiste, ponuro tutaj...",
		"WorldDescriptionWork": "Masz dużo pracy.",
		"WorldDescriptionClose": "Jesteś tak blisko!",
		"WorldStatusHallowCrimson": "{0}: {1}% Bajkowa i {2}% Szkarłatu.",
		"WorldStatusCorruptCrimson": "{0}: {1}% Zepsucia i {2}% Szkarłatu.",
		"WorldStatusCorrupt": "{0}: {1}% Zepsucia.",
		"WorldStatusCrimson": "{0}: {1}% Szkarłatu.",
		"WorldStatusHallow": "{0}: {1}% Bajkowa.",
		"WorldStatusPure": "{0}: całkowita czystość. Wspaniała robota!",
		"WorldDescriptionBalanced": "Świat zachowuje równowagę!",
		"WorldDescriptionFairyTale": "Żyjemy jak w bajce.",
		"Party": "Pomyślałam, że urządzę przyjęcie, żeby świętować nasze dotychczasowe zwycięstwa i te, które dopiero nadejdą.",
		"AfterDD2Tier2": "Zepsucie chciało mną zawładnąć, kiedy byłam w Etherii, ale wykorzystałam jego moc przeciwko Armii Starszego!",
		"Graveyard1": "Z Zepsuciem dam sobie radę, ale tutejszy plugawy odór śmierci sprawia, że aż mi kwiaty więdną.",
		"Graveyard2": "W tym miejscu... słyszę płacz natury tęskniącej za leżącymi tu istotami.",
		"Rain1": "Wodą z nieba natura wymywa błoto z naszych strumieni.",
		"Storm1": "Nasza matka się gniewa i chce wyplenić niegodziwość niszczycielską mocą z nieba.",
		"Storm2": "Nierozsądnie jest podróżować, gdy nad głową trzaskają pioruny.",
		"Windy1": "Wiatrem matka natura usuwa pył okrywający ziemię.",
		"Windy2": "Dziś szał matki natury zrywa liście z drzew.",
		"AfterDD2Tier1": "Gdy byłam w Etherii, czułam się taka oderwana od świata {WorldName}. Dobrze być już z powrotem.",
		"Rain2": "Podczas deszczu wiele ryb otrzymuje tajemne moce."
	},
	"DyeTraderSpecialText": {
		"HasPlant_0": "Świetnie! Przynosisz ze sobą wyjątkową mieszankę najpiękniejszych kolorów i zapachów tego świata. W zamian za to dostaniesz ten niezwykły flakonik barwnika.",
		"HasPlant_1": "Przynosisz piękny, rzadki kwiat... tak? Przyjmij ten flakon barwnika za swój trud!",
		"HasPlant_2": "Jedwabiście! Ten delikatny okaz pozwoli mi na stworzenie najwspanialszych barwników na całym świecie {WorldName}! Ten możesz wziąć już teraz!",
		"NoPlant_0": "O, nie, nie. Nic z tego.  Pieniądze nie grają tu roli, wróć do mnie z rzadką rośliną!",
		"NoPlant_1": "{DyeTrader} nie da się tobie wykiwać, nawet o tym nie myśl! Te wyjątkowe flakony oddam ci jedynie za najrzadsze kwiaty!",
		"NoPlant_2": "Te flakony? Przykro mi, nie da się ich kupić. Ale wymienię je za najrzadsze okazy flory!",
		"Party": "Naprawdę kocham przyjęcia, tyle kolorów i radosnych twarzy.",
		"Graveyard1": "O rany... nie jest dobrze. Wszechobecny rozkład psuje mi płatki do barwników.",
		"Graveyard2": "Myślisz, że to miejsce jest mnie godne? Takie bure i bezbarwne. Ci ludzie dosłownie leżą mi u stóp.",
		"Rain1": "Zbyt duża ilość wody rozcieńcza mi barwniki! Oby zaraz przestało padać!",
		"Rain2": "Nie, nie mogę zamoczyć tych szat! Stracą swój żywy kolor!",
		"Storm1": "Wielkie nieba! Nienawidzę tych okropnych burz!",
		"Storm2": "Daj mi znać, gdy matka natura przestanie się już wściekać!",
		"Windy1": "Cudownie! Wiatr przywiewa płatki wszystkich kolorów!",
		"Windy2": "Daj mi chwilkę. Muszę zabezpieczyć swoje kolory przed tą wichurą!"
	},
	"GuideSpecialText": {
		"Party": "Nie było wcześniej okazji poimprezować? Popytaj innych. Czasami mają wyjątkowe prośby związane z przyjęciami.",
		"Graveyard1": "Cmentarze są straszne i bardzo niebezpieczne. Na twoim miejscu bym uważał.",
		"Graveyard2": "Ale tutaj zimno i strasznie. Czuję, jak wzywa mnie coś bardzo nikczemnego.",
		"Rain1": "Pamiętaj, że niektóre stworzenia można spotkać tylko podczas deszczu.",
		"Rain2": "Spokojnie, to tylko woda. Ponoć niektóre gatunki ryb latają podczas deszczu!",
		"Storm1": "Na dworze jest niebezpiecznie podczas burzy. Schowaj się.",
		"Storm2": "Pioruny to nie żarty. W taką pogodę można spotkać bardzo silne potwory.",
		"Windy1": "Uważaj na porywisty wiatr i potwory, które chcą go wykorzystać!",
		"Windy2": "Ale wieje! To najlepsza pora na puszczanie latawca.",
		"Eclipse": "Co?! Gdzie słońce? Czemu zrobiło się tak ciemno? To pewnie zaćmienie!",
		"Lantern1": "Co za piękna noc! Twoje niedawne zwycięstwo dało światu więcej spokoju, a te lampiony lecą, by to uczcić.",
		"Lantern2": "Widzisz te lampiony? Świat został przez ciebie uratowany, więc jego mieszkańcy organizują uroczystości z tej okazji. Piękny widok!",
		"SlimeRain": "Jeśli pokonasz wystarczająco dużo szlamów, możesz rozgniewać ich króla. Uważaj!"
	},
	"MerchantSpecialText": {
		"Party": "Wiesz, jak najlepiej zacząć imprezowanie? Kupując innym prezenty, zwłaszcza mnie.",
		"Graveyard1": "Ta upiorna atmosfera nie służy interesom!",
		"Graveyard2": "Straszne miejsce... Przecież nie sprzedam towarów umarłym!",
		"Rain1": "Parasole! Parasole! Parasole za pół ceny!",
		"Rain2": "Okropna pogoda! Ale zawsze możesz się odprężyć, zapalając 99 pochodni!",
		"Storm1": "Chcesz kupić piorunochron? Kurczę, chyba mi się skończyły.",
		"Storm2": "Idzie burza... Może więc coś kupisz?",
		"Windy1": "Co za wietrzysko! Zostań tutaj i coś kup.",
		"Windy2": "Żeby mi go nie zwiało, kapelusz przykleiłem szlamowym klejem! Mogę ci go trochę sprzedać..."
	},
	"GoblinTinkererSpecialText": {
		"Party": "Przyjęcia u goblinów są bardzo podobne do tych u ludzi. I tu, i tu są gry, na przykład „Zwal winę na ludzia”, eee... Ja w nią nie gram.",
		"Graveyard1": "Pracuję nad workiem fotonowym, który pozwoli wyłapać wszystkie czające się na zewnątrz upiory!",
		"Graveyard2": "To nieustanne zawodzenie i przeraźliwe piski przeszkadzają mi w pracy!",
		"Rain1": "Ciężko coś zobaczyć w tym deszczu. Powinienem zamontować wycieraczki na moich goglach.",
		"Rain2": "Ludzie są dużo wyżsi niż gobliny. My podczas powodzi mamy spore problemy!",
		"Storm1": "Pracuję nad wynalazkiem, który ujarzmi znajdującą się wokół nas energię!",
		"Storm2": "Większość goblinów nienawidzi burz. To pewnie przez te wszystkie kolczatki, które przy sobie noszą.",
		"Windy1": "To właśnie przez taką pogodę noszę gogle! Nie chcę, żeby mi sypało piaskiem w oczy.",
		"Windy2": "Teraz jest idealna pora, żeby sobie zrobić wiatraczek!"
	},
	"WitchDoctorSpecialText": {
		"Party": "Chciałem zobaczyć, jak się bawi twoja rasa, i nie jestem zawiedziony.",
		"AfterDD2Tier1": "Wyczuwam, że ci etheriańscy, mroczni magowie to bratnie dusze. Szkoda, że są naszymi przeciwnikami, chciałbym się od nich czegoś nauczyć.",
		"Graveyard1": "Powstań, zombie! Powstań!",
		"Graveyard2": "Kostucha z cmentarza może i wyjdzie, ale cmentarz z niej nigdy...",
		"Rain1": "Dźwięk deszczu koi duszę.",
		"Rain2": "Najważniejsza jest równowaga. Potrzebujemy i słońca, i deszczu. Niedobrze, jeśli któregoś jest zbyt wiele.",
		"Storm1": "Duchy dają dziś o sobie znać w całej swej oślepiającej okazałości.",
		"Storm2": "Błyskawice rzucają potężne cienie, a cienie potężne błyskawice.",
		"Windy1": "Mam nadzieję, że nie zawieruszę swoich talizmanów.",
		"Windy2": "Wiatr powiewa liśćmi, liście powiewają na wietrze."
	},
	"ClothierSpecialText": {
		"Party": "Mama zawsze powtarzała, że trzeba zapomnieć o przeszłości, zanim będzie się mogło bawić.",
		"Graveyard1": "Zostałem przeklęty! Zabierz mnie do szpitala!",
		"Graveyard2": "To duży cmentarz, więc go podzielimy! Umarli zostaną na swojej połowie, a my na naszej!",
		"Rain1": "Leje jak z cebra! Paskudne deszczysko! Przynajmniej nie pada od dołu!",
		"Rain2": "Kiedyś zaczęło padać tak mocno, że nie skończyło przez cztery dni!",
		"Storm1": "Zachowaj spokój. Ta burza w końcu przejdzie!",
		"Storm2": "Gdyby nie burza, wszyscy poszliby na dwór. To przez pioruny jest taka niebezpieczna.",
		"Windy1": "Czasem myślę, że mamy po prostu za mało wiatraków.",
		"Windy2": "Nieźle dziś wieje!"
	},
	"TravellingMerchantSpecialText": {
		"Party": "Mówi się, że po imprezach zostaje bogactwo wspomnień. Kup coś i daj mi trochę tego bogactwa!",
		"Graveyard1": "Spójrz na moje towary! Wcale ci NIE sprzedaję rzeczy po tutejszych trupach.",
		"Graveyard2": "W życiu nie widziałem, by ktoś mieszkał w tak ponurym miejscu! Cóż, jeśli tylko masz pieniądze...",
		"Rain1": "Przybywam do ciebie z daleka – w pogodę i niepogodę! Masz czym zapłacić?",
		"Rain2": "Jeśli mój egzotyczny płaszcz się skurczy, troszkę się wkurzę!",
		"Storm1": "Pośpiesz się i coś kup!",
		"Storm2": "Uff! Mało brakowało! Warto teraz zainwestować w cegły i cement.",
		"Windy1": "Ruszam tam, gdzie mnie poniesie wiatr, ale to już przesada!",
		"Windy2": "Sprzedałbym ci egzotyczny wiatrowskaz, ale nie mam!"
	},
	"MechanicSpecialText": {
		"Party": "Myślisz, że komuś będzie przeszkadzać, jak powsadzam do tortu żarówki zamiast świeczek?",
		"Graveyard1": "Lepiej oświetlę to ciemne straszne miejsce, żeby odgonić potwory.",
		"Graveyard2": "Pociągnęłabym tu trochę kabla, ale przeszkadzają mi te straszne martwe stwory!",
		"Rain1": "Jak nie przestanie padać, to mi klucz zardzewieje!",
		"Rain2": "Klucze pieczone! Kolejne zwarcie! Nienawidzę tej pogody.",
		"Storm1": "Super! I po kolejnej pompie. Kiedy te pioruny przestaną psuć mi sprzęt?!",
		"Storm2": "Nie wychodź na zewnątrz z jakimkolwiek moim produktem – pioruny tylko na to czekają!",
		"Windy1": "O nie! Idzie niskie ciśnienie, muszę zabezpieczyć sieć energetyczną.",
		"Windy2": "Ta wichura plącze mi kable. Lepiej patrz pod nogi!"
	},
	"BartenderSpecialText": {
		"AfterDD2Tier1": "Dobra robota, udało ci się odeprzeć Armię Starszego! Ale pewnie jeszcze tu wrócą, nie postarali się tym razem.",
		"AfterDD2Tier2": "Armia Starszego jest coraz silniejsza, ale tobie ciągle się udaje ich powstrzymać! Coś mi jednak mówi, że się nie poddadzą.",
		"AfterDD2Tier3": "Naprawdę udało ci się powstrzymać całą Armię Starszego? Może kiedyś wpadniesz do Ehterii?",
		"BeforeDD2Tier1": "Naprawdę powinniśmy coś zrobić z Armią Starszego. Zapytaj mnie o kryształ eternia, jeśli chcesz się czegoś dowiedzieć.",
		"FirstHelp": "Na początek weź kilka medali obrońcy, ja stawiam! Możesz ode mnie kupić struktury obronne, ale tylko za medale obrońcy!",
		"FirstMeeting": "Co? Jak ci się udało tu dostać? Ostatnią rzeczą, którą pamiętam, był portal otwierający się przede mną...",
		"Graveyard1": "Etheria może się pochwalić kilkoma mrocznymi miejscami, ale to już przesada!",
		"Graveyard2": "Pusto dzisiaj w barze. I pachnie też nieciekawie!",
		"Party_1": "Mamy tutaj balangę! Nawet posprzątałem.",
		"Party_2": "Siadaj i baw się dobrze. Spokojnie, raczej nie wpadną tu żadne koboldy.",
		"Rain1": "Nie wyglądasz za dobrze! Może napijesz się piwka?",
		"Rain2": "Wytrzyj buty, zanim wejdziesz. Właśnie nawoskowałem podłogę!",
		"Storm1": "Schowaj się przed burzą! Usiądź i się napij.",
		"Storm2": "Ktoś tu się umęczył! Kufelek pyszności dobrze ci zrobi.",
		"Windy1": "I po dachu. A wczoraj go odnowiłem!",
		"Windy2": "Uważaj, żeby ci nie zdmuchnęło czapeczki."
	},
	"PartyGirlSpecialText": {
		"Party_1": "Hm? Nie, dziś nie ma nic ciekawego... żartowałam! Czas się zabawić, a potem poprawić!",
		"Party_2": "W końcu nadszedł mój czas!",
		"AfterDD2Tier1": "Udało ci się spotkać ogra? Chcę się na jakimś przejechać!",
		"Cake1": "Gdzie cię wywiało!? Mamy tutaj megaimprezkę! Proszę, spróbuj tortu!",
		"Cake2": "Cicho! Nie mów nikomu, że ci go dałam! To niespodzianka na imprezę!",
		"Cake3": "Imprezka! {PlayerName}, zaopiekujesz się tortem!",
		"Graveyard1": "Jupi! Czas na imprezkę! Ee, czemu nikt się nie rusza?",
		"Graveyard2": "Zabalujemy tak głośno, że obudzimy umarłych – DOSŁOWNIE! He, he!",
		"Rain1": "Na dworze deszcz! Chodź do środka na imprezę!",
		"Rain2": "Przemoczyło cię? No to chodź się pogibać!",
		"Storm1": "Usłyszałam na dyskotece nagły grzmot i spanikowałam!",
		"Storm2": "Chodź potańczyć! Będziemy się bujali do muzyki niebios!",
		"Windy1": "Hula wiatr, to i my pohulamy!",
		"Windy2": "To dobra pora, żeby rzucić konfetti!",
		"Music1": "Muzyka psuje ci imprezę? Zajmę się twoją playlistą.",
		"Music2": "Tej imprezce przydałaby się lepsza muza! Może taka?",
		"Music3": "Od lat imprezujemy przy tej piosence! Czas ją zmienić!"
	},
	"PirateSpecialText": {
		"Party": "Po tym całym torcie możesz na mnie wołać Białobrody.",
		"Graveyard1": "Arr... Te dziury to sprawka moich kamratów... Jeśli łapiesz, co mam na myśli.",
		"Graveyard2": "Har... Cmentarzem piratów jest morze! Marnujeta swój czas, szczury lądowe!",
		"Rain1": "Har! Deszcz!? Dla pirata dzień jak co dzień.",
		"Rain2": "W czasie deszczu ryby latają! Na własne oczy żem widział!",
		"Storm1": "Ahoj! Szykujta się na uderzenie! Toć to matka wszystkich nawałnic!",
		"Storm2": "Na wielką Charybdę! Co to za klątwa nas dopadła!?",
		"Windy1": "Żagle na maszt, łachudry! Czas na pirackie wyścigi! Har!",
		"Windy2": "Wszystkie ręce na pokład! Przed nami wichura!"
	},
	"TruffleSpecialText": {
		"Party": "Zaprosiłbym wszystkich do siebie, ale mam zagrzybione ściany.",
		"Graveyard1": "To świetne miejsce na założenie rodziny. Tutaj urodziła się większość moich znajomych.",
		"Graveyard2": "Dobrze mi tutaj. Sam nie wiem czemu...",
		"Rain1": "Ach... co za wilgoć. Wspaniale.",
		"Rain2": "Mój lud uwielbia deszcz.",
		"Storm1": "Taka pogoda chyba nie odpowiada twojemu gatunkowi, człowieku.",
		"Storm2": "Od tego ostatniego grzmotu to aż mi się zarodniki pochowały!",
		"Windy1": "Jesteśmy bardzo delikatni, dlatego taki wiatr jest dla nas niebezpieczny.",
		"Windy2": "Nie lubię wiatru. Wolę ciemne i spokojne miejsca."
	},
	"NurseSpecialText": {
		"Party": "Nie, nie powiem, ile świeczek mam na torcie.",
		"Graveyard1": "Aaa! Wolałabym pracować w opuszczonym szpitalu, niż zostać tutaj!",
		"Graveyard2": "To miejsce przyprawia mnie o dreszcze. Nie będę leczyć martwych pacjentów!",
		"Rain1": "Jeśli będziesz siedzieć na dworze w taką pogodę, to się przeziębisz!",
		"Rain2": "Świetnie! Teraz mam mokry fartuch. Przestań się gapić!",
		"Storm1": "Nie zajmuję się elektrowstrząsami. Idź na dwór i stań pod drzewem!",
		"Storm2": "Nie wychodź na dwór! Na dziś już wystarczy pacjentów porażonych piorunem!",
		"Windy1": "Ale wieje! Uważaj na latające igły.",
		"Windy2": "Cały dzień biegam za moim sprzętem. Dzięki tej wichurze będę w dobrej formie!",
		"DeathCountLow": "To znowu ty?! Coś często cię tu widzę. Niech no sprawdzę twoją kartę... Tak, zabito cię już {TotalDeathsCount} razy.",
		"DeathCountMedium": "Potwory ze świata {WorldName} zabiły cię już {TotalDeathsCount} razy? Ciekawe, który zwinął twój sztandar...",
		"DeathCountHigh": "Ojej, pokonano cię już {TotalDeathsCount} razy? Może czas zająć się czymś innym? Na przykład rolnictwem?"
	},
	"WizardSpecialText": {
		"Party": "Urządzam magiczne przyjęcia, to jasne jak słońce.",
		"AfterDD2Tier1": "Wiesz, chyba widziałem już taki portal, ale złoty.",
		"Graveyard1": "Nie potrafię wskrzeszać umarłych, wiec nawet o tym nie myśl!",
		"Graveyard2": "Ciekawe... Kryształowa kula pokazuje, że tutaj skończą wszyscy moi klienci!",
		"LuckIsAmazing1": "Nie masz przypadkiem całego ogrodu czterolistnych koniczyn? Wręcz tryskasz pomyślnością!",
		"LuckIsAmazing2": "Los jest dla ciebie łaskawy! Prawdopodobnie wszystko przyniesie ci zyski!",
		"LuckIsBad1": "Kroczysz ponurą ścieżką. Wystrzegaj się wrogów.",
		"LuckIsBad2": "Martwisz się czymś? Bo tak właśnie czuję.",
		"LuckIsCursed1": "Odejdź! Podąża za tobą ogromne nieszczęście! Nie chcę mieć z tym nic wspólnego!",
		"LuckIsGodly1": "Tryskasz niesamowitą pomyślnością!",
		"LuckIsGodly2": "Jesteś okazem niebywałego zdrowia i szczęścia! Jakby zesłano cię z nieba!",
		"LuckIsGood1": "Wyczuwam w tobie odrobinę pomyślności, ale mogę się mylić.",
		"LuckIsGood2": "Jest w tobie niezwykłe ciepło. Nie potrafię tego opisać, ale nie zbaczaj z obranej ścieżki.",
		"LuckIsGreat1": "Tryskasz energią tak pozytywną, że w każdej chwili może ci się przytrafić coś wspaniałego.",
		"LuckIsGreat2": "Otacza cię aura pomyślności, dzięki której twoje życzenia być może się spełnią.",
		"LuckIsPoor1": "Przepełnia cię negatywna energia. Na twoim miejscu dziś bym nie podejmował ryzyka.",
		"LuckIsPoor2": "Wisi nad tobą nieszczęście. Nie wolno przerywać łańcuszków internetowych!",
		"LuckIsTerrible1": "Czuję otaczające cię niepowodzenie! Lepiej dzisiaj zostań w łóżku!",
		"LuckIsTerrible2": "Co to była za drabina, że sprowadziła na ciebie aż takiego pecha!?",
		"Rain1": "Tak, mogę wyjść na deszcz i się nie rozpuszczę. Przecież jestem czarodziejem, do diaska!",
		"Rain2": "Krople deszczu spływają mi po... ee... A gdzie ja jestem? Kim jesteś...? Kim ja jestem?",
		"Storm1": "Ktoś znowu ukradł moją księgę zaklęć!?",
		"Storm2": "To ma być piorun!? Za moich czasów... ee... Hmm, czegoś ci trzeba?",
		"Windy1": "Martwi cię ta wichura? Mam na to zaklęcie.",
		"Windy2": "Silny wiatr pustoszy nasz świat? To moja sprawka?",
		"LuckIsCursed2": "{WorldName} jest domem wielu kotów, ale ty przyciągasz same czarne! Ciąży na tobie ogromne przekleństwo!"
	},
	"CyborgSpecialText": {
		"Party": "Dokręcimy dziś śrubę!",
		"Graveyard1": "Fascynujące. To wygląda na magazyn dla niesprawnych ludzi.",
		"Graveyard2": "Moje czujniki wykazują zwiększoną gęstość cząsteczek energii, jednak receptory wzrokowe nie potrafią żadnej zidentyfikować.",
		"Rain1": "Wykryto opady atmosferyczne. Protokół postępowania: poszukać schronienia. Zagrożenie: rdza.",
		"Rain2": "Uwaga: zagrożenie powodziowe. Błąd 404: nie znaleziono worków z piaskiem.",
		"Storm1": "BIP! Trudne warunki pogodowe. To nie jest test. Poszukać schronienia. Natychmiast. BIP!",
		"Storm2": "Wykryto nieprawidłowy poziom cząsteczek naładowanych ujemnie i dodatnio.",
		"Windy1": "Czujniki wykazują dużą zmianę ciśnienia barometrycznego. Należy zachować ostrożność.",
		"Windy2": "Wykryto dużą różnicę pomiędzy niskim a wysokim ciśnieniem."
	},
	"DemolitionistSpecialText": {
		"Party": "Uważaj dzisiaj. Krasnoludy mają dosyć wybuchowe przyjęcia.",
		"AfterDD2Start": "Nie rozumiem, czemu po prostu nie wysadzimy tych portali.",
		"Graveyard1": "Odór śmierci jest tutaj gorszy niż w opanowanych przez szkielety jaskiniach, w których pracuję!",
		"Graveyard2": "Całe sterty kości i kamieni... Wysadzałby!",
		"Rain1": "Fatalny dzień, żeby być krasnoludem.",
		"Rain2": "ARGH! Kolejny lont zgaszony przez deszcz! Pod ziemią to by było nie do pomyślenia!",
		"Storm1": "BUM! Nawet matka natura lubi sobie poniszczyć!",
		"Storm2": "Trzeba było zobaczyć, jak piorun trzasnął mój wózek z materiałami wybuchowymi!",
		"Windy1": "To kiepska pora na rzucanie granatami!",
		"Windy2": "Rzuć bumerangową bombę na takim wietrze, a zaraz do ciebie wróci!"
	},
	"ArmsDealerSpecialText": {
		"Party": "Są dwa sposoby na to, żeby ludzie wyszli z tych swoich twardych skorup: przyjęcia albo kule.",
		"Graveyard1": "Nienawidzę takich miejsc. Nie można zabić czegoś, co już nie żyje!",
		"Graveyard2": "Jeśli zobaczysz we mgle coś podejrzanego, ja nie miałem z tym nic wspólnego.",
		"Rain2": "Latające ryby? Można poćwiczyć strzelanie!",
		"Storm1": "Pistolet błyskawic? Daj spokój, nie mam na to czasu. Za bardzo lubię kule!",
		"Storm2": "Jeśli strzelisz w trakcie grzmotu, nikt nie usłyszy twojego wystrzału.",
		"Windy1": "Chciałem wypróbować nową broń, ale przez wiatr pudłowałem!",
		"Windy2": "Mówię ci, nie strzelaj na wietrze!",
		"Rain1": "Słyszałem, że chmury chcą na ciebie napadać! Weź jedną z moich spluw i pokaż im, kto tu rządzi!"
	},
	"StylistSpecialText": {
		"Party": "Może i zrobiłam sobie fryzurę specjalnie na tę okoliczność, ale tak naprawdę chcę poprzebijać balony nożyczkami.",
		"Graveyard1": "Ech! Od tej grobowej ciszy aż mi się trwała poluzowała!",
		"Graveyard2": "Niby bym tam poszła i pozbierała włosy na peruki, ale chyba JEDNAK NIE!",
		"Rain1": "W życiu! Nie ma takiej fryzury, która wyglądałaby jak mokry szczur!",
		"Rain2": "Co?! Pada? Właśnie zrobiłam sobie trwałą.",
		"Storm1": "Nigdzie nie wyjdę! Fryzura na Einsteina wcale NIE jest modna.",
		"Storm2": "Serio? Ta szalona burza przeszkadza w interesach!",
		"Windy1": "Lubisz potargane włosy? To wyjdź na dwór. Dziś Matka Natura czesze za darmo!",
		"Windy2": "Ech! Powinnam wziąć dzień wolnego. To wietrzysko i tak zepsuje całą moją pracę!"
	},
	"PainterSpecialText": {
		"Party": "Chciałem zorganizować mecz paintballu, ale inni chcieli jedzenia i dekoracji.",
		"Graveyard1": "Maluję ściany i meble, nie kości! To nie Dia de Muertos!",
		"Graveyard2": "Co za ponure miejsce... Przydałaby się odrobina koloru, co?",
		"Rain1": "Deszcz to mój najgorszy koszmar. Psuje całą moją ciężką pracę!",
		"Rain2": "Chwilę temu namalowałem tutaj mural. Mogłem posłuchać prognozy pogody!",
		"Storm1": "Grzmoty i pioruny uwydatniają barwy mebli.",
		"Storm2": "Najlepsze kolory widać podczas uderzenia pioruna. Nie mrugaj, bo przegapisz.",
		"Windy1": "Czujesz przeciąg? Wiatr wszędzie roznosi opary farby.",
		"Windy2": "Ta wichura właśnie zwiała ze ściany całą świeżą farbę!"
	},
	"AnglerSpecialText": {
		"Party": "Co? Myślisz, że lubię przyjęcia, bo jestem dzieciakiem? I dobrze myślisz, bawmy się!",
		"BloodMoonFishing2": "Spróbuj powędkować, jak woda będzie krwistoczerwona! Zabójczo dobra zabawa!",
		"Graveyard1": "Strasznie się teraz boję! To wszystko twoja wina!",
		"Graveyard2": "Jak mam tam wędkować?! Odbiło ci, czy po prostu nie masz mózgu!?",
		"Rain1": "Tak! Pada! Teraz sobie popatrzę, jak mokniesz, łowiąc dla mnie ryby!",
		"Rain2": "Zawsze łowię podczas deszczu! Po to mi ta czapka!",
		"Storm1": "Burza to najlepsza pora na wędkowanie! Ale też najbardziej niebezpieczna! Dlatego wyślę ciebie!",
		"Windy1": "Wiatr z reguły sprzyja wędkarstwu, ale to już przesada! Haczyk prawie wpadł mi do oka!",
		"Windy2": "To huragan?! Prawie mnie trafił jakiś delfin!",
		"BloodMoonFishing1": "Podczas krwawego księżyca w wodzie czają się straszliwe istoty! No to siup! Ja będę obserwował stąd!",
		"Storm2": "Raz widziałem, jak błyskawica uderzyła w jezioro! Nagle wszystkie ryby wypłynęły na powierzchnię i nie trzeba było się męczyć!"
	},
	"AnglerQuestText": {
		"NoQuest_1": "W tej chwili nie mam dla ciebie zadań.",
		"NoQuest_2": "Wystarczy mi już twojego towarzystwa, ruszaj.",
		"NoQuest_3": "Możesz odejść, wielki {Angler} cię odprawia!",
		"NoQuest_4": "Jedna ryba dziennie, odejdź, proszę!",
		"NoQuest_5": "Mam jeszcze tę ostatnią rybę od ciebie.  Nie potrzebuję kolejnej.",
		"TurnIn_1": "O! Dzięki za rybę, a teraz zjeżdżaj!",
		"TurnIn_2": "Świetny połów! Wszystko idzie zgodnie z planem! He, he, he!",
		"TurnIn_3": "Świetnie się nadajesz do tej roboty! Zmykaj już!",
		"TurnIn_4": "Ha, ha, ha, ha! Udało ci się! Ale nic ci się nie stało, nuda!",
		"TurnIn_5": "Łał!? Udało ci się wykonać to zadanie, i to w jednym kawałku! Nieźle, teraz dawaj i zjeżdżaj!",
		"Quest_Batfish": "Na, na, na, na, na, na, na Bat-ryba! To znaczy, że masz iść, złapać rybę i mi ją przynieść!\n\n(można złapać w Podziemiach i Jaskiniach)",
		"Quest_BumblebeeTuna": "W podziemnych dżunglach świata {WorldName} można znaleźć cuda, cudeńka! Na przykład widziałem rybę wyglądającą jak ogromny trzmiel! Mam uczulenie na pszczoły, więc musisz ją dla mnie złapać! Założę się, że smakuje jak kanapka z tuńczykiem i miodem!\n\n(można złapać w Miodzie)",
		"Quest_Catfish": "W sumie to znalazłem fajną rybę! Taką co potrafi świetnie liczyć i sumować. Nie wiem i nie chcę wiedzieć, jak to możliwe. Chcę tylko dostać swoją rybę, biegiem!\n\n(można złapać w Dżungli na Powierzchni)",
		"Quest_Cloudfish": "Krążą plotki o wyspach unoszących się wysoko na niebie, na których można znaleźć niesamowite skarby! Ale kogo to obchodzi? Znacznie lepsze jest to, że czasami w chmurach tworzą się jeziora, a w nich pływają ryby zrobione z chmur! Muszę takiej spróbować, więc lepiej pędź i ją dla mnie złap!\n\n(można złapać w Gwiezdnych Jeziorach)",
		"Quest_Cursedfish": "W najgłębszych wodach zepsucia pływa przeklęta ryba! Stworzono ją za pomocą przeklętych płomieni upadłych zmór czających się tam na dnie. Mówią, że nawet woda nie ugasi tego wiecznego ognia. Mam kilka genialnych pomysłów, co zrobić z taką rybę! Przyniesiesz mi ją, czy tchórzysz!?\n\n(można złapać w Zepsuciu)",
		"Quest_DynamiteFish": "Dewastator pieklił się, bo zgubił laskę dynamitu w leśnym jeziorze. Ma ich tyle, że co za różnica? Okazało się, że nie do końca zgubił – ten dynamit nagle dostał płetw i odpłynął! Nie wiem, skąd bierze materiały do swoich towarów, ale ten musi być opętany! Złów go dla mnie, zawsze marzyłem o takiej bombowej rybie! Nie pytaj czemu...\n\n(można złapać na Powierzchni)",
		"Quest_EaterofPlankton": "Na pewno nie masz tyle odwagi, żeby odszukać pożeracza planktonu. Ryba Zepsucia stworzona z oderwanej cząstki samego Pożeracza Światów! Przynieś mi ją i pokaż, że się do czegoś nadajesz!\n\n(można złapać w Zepsuciu)",
		"Quest_FallenStarfish": "Uwielbiam zbierać te jasnożółte gwiazdy spadające z nieba! Jeszcze bardziej uwielbiam, jak spadają komuś na głowę. Ale nie ma nic lepszego niż spadająca gwiazda, która w leśnym jeziorze zmienia się w rybę! To już jest całkowity odjazd, musisz mi taką przynieść!\n\n(można złapać w Gwiezdnych Jeziorach)",
		"Quest_TheFishofCthulu": "Wygląda na to, że demoniczne oczy potrafią też żyć w wodzie. Nie latają, pływają! Aż nie mogę się doczekać, żeby je komuś wrzucić do kąpieli! Znajdziesz tam, gdzie demoniczne oczy. Masz mi przynieść jedną sztukę!\n\n(można złapać w Gwiezdnych Jeziorach i na Powierzchni)",
		"Quest_Fishotron": "Nie wiem, co gorsze – ościotrup czy ościotrup z łapami. Ten rybotron z jaskiń naprawdę mnie przeraża! Myślę, że opętały go te same złe duchy, które opętały tego starca przy lochu! Założę się, że nie złapiesz tej ryby!\n\n(można złapać w Jaskiniach)",
		"Quest_Harpyfish": "Spałem sobie na wzgórzu przy jeziorze, kiedy ta ryba we mnie wleciała. Latała! Miała niewieścią twarz i pióra! Chyba krzyknąłem głośniej niż ona! Hej, może się przejdziesz i dasz jej nauczkę za to, że mnie wystraszyła?\n\n(można złapać w Gwiezdnych Jeziorach i na Powierzchni)",
		"Quest_Hungerfish": "W piekle pływa bez sensu w kółko żarłok, który przeobraził się ze Ściany Mięcha w małe, rybopodobne stworzonko. Jest obrzydliwy, ohydny i muszę go mieć!\n\n(można złapać w Jaskiniach)",
		"Quest_Ichorfish": "Wiesz, że w głębinach szkarłatu niektóre ze stworzeń produkują to żółte paskudztwo? Słyszałem zwariowaną historyjkę, że się rozlało i przeobraziło w rybę, która pływa i w ogóle! Przynieś mi ją, a wrzucę ją komuś do toalety!\n\n(można złapać w Szkarłacie)",
		"Quest_Jewelfish": "Będę obrzydliwie bogaty! Głęboko w jaskiniach żyje ryba stworzona z klejnotów! Nie pytaj, jakim cudem, nie wiem. Wiem tylko tyle, że ta ryba jest kapitalna i masz dla mnie ją złapać!\n\n(można złapać w Podziemiach i Jaskiniach)",
		"Quest_MirageFish": "W podziemiach Bajkowa żyją ciekawe stworzonka! Jarzą się tak na fioletowo i przez to wpadły mi w oko! Musisz dla mnie złapać taką rybę, bo jest po prostu obłędna!\n\n(można złapać w Podziemnym Bajkowie)",
		"Quest_MutantFlinxfin": "Co jest białe i jasnobrązowe, i puszyste, i żyje w zamarzniętym, podziemnym jeziorze? Zmutowany flinx! Nie żartuję, naprawdę istnieją zmutowane flinxy przystosowane do życia w wodzie! Chcę, żeby się przystosowały do życia w moim akwarium, więc dopilnuj, żeby tak się stało!\n\n(można złapać w Podziemnej Tundrze)",
		"Quest_Spiderfish": "Widziałem rybę z ośmioma nogami! Nie! Nic z tego! Masz ją dla mnie złapać i ma być martwa, jak mi już ją dasz! Ostatni raz byłem łowić tak głęboko w jaskini!\n\n(można złapać w Podziemiach i Jaskiniach)",
		"Quest_UnicornFish": "Jednorożce i tęcze są niesamowite! Znajdziesz je wszędzie, nawet w wodzie. Naprawdę, widziałem rybę-jednorożca w bajkowym jeziorze! Masz ją złowić i mi przynieść!\n\n(można złapać w Bajkowie)",
		"Quest_GuideVoodooFish": "Te piekielne demony naprawdę lubią lalki voodoo, ale coś mi się wydaje, że jedna z tych lalek została potraktowana zbyt dużą ilością magii! Zamieniła się w rybę i teraz wyczynia cuda. Założę się, że nie dasz rady jej złapać! Uważaj na gorącą lawę, bo spali cię na popiół, a ja nie dostanę mojej rybki!\n\n(można złapać w Jaskiniach)",
		"Quest_Wyverntail": "Wiem coś, czego ty nie wiesz! Dobra, powiem ci, między gwiazdami lata przerażający stwór! Nie zmyślam! Mówię o wywernie! Już o niej wiesz, tak? Ale nie wiesz, że małe wywerny to kijanki! Więc można powiedzieć, że wywerny to... żaby! Masz dla mnie jedną złapać!\n\n(można złapać w Gwiezdnych Jeziorach)",
		"Quest_ZombieFish": "Nie uwierzysz! W nocy złapałem w lesie rybę, która już była martwa! A potem próbowała mnie pogryźć! Wyrzuciłem ją i uciekłem! Teraz chcę wsadzić ją komuś do komody i zobaczyć, co się stanie, więc masz ją dla mnie złapać, dobra?\n\n(można złapać na Powierzchni)",
		"Quest_Angelfish": "Wiesz, że wysoko na niebie dryfują sobie magiczne wyspy? Pewnie nie! Mówią, że w niebiosach mieszkają anioły, a ja myślę, że te anioły mają płetwy i skrzela, i całkiem nieźle pływają! Musisz jednego dla mnie złapać!\n\n(można złapać w Gwiezdnych Jeziorach)",
		"Quest_BloodyManowar": "Auć! Nie zbliżaj się! Poparzyła mnie krwawa wojennica! To najpaskudniejsza meduza na całym świecie: {WorldName}! Idź do tego zgniłego szkarłatu i ją złap, jeśli się odważysz! \n\n(można złapać w Szkarłacie)",
		"Quest_Bonefish": "Zazwyczaj ości dryfujące na wodzie w podziemiach mnie nie obchodzą, ale te ości pływały! Myślisz, że tylko ludzkie szkielety potrafią się ruszać {WorldName}? Zdobądź dla mnie te ości, żebym mógł je wsadzić komuś do łóżka!\n\n(można złapać w Podziemiach i Jaskiniach)",
		"Quest_Bunnyfish": "Wędkowałem w lesie. I zgadnij co? Królik do mnie przykicał! Potem kolejny i kolejny... i nagle pełno ich było! Jeden nawet przypłynął do mnie od strony wody, ale nie miał łapek! Spadłem z wrażenia z krzesełka i wszystkie króliki czmychnęły! Chcę dostać tę króliczą rybę, więc lepiej ją dla mnie złap! No dalej!\n\n(można złapać na Powierzchni)",
		"Quest_CapnTunabeard": "Ahoj, szczurze lądowy! Niech mnie kule biją! Miarkuj się, psubracie! Pewien kapitan piratów miał rybę – kapiratkę – która w czasie sztormu wypadła za burtę! Ryba ta ma hak zamiast ogona i przepaskę na oko, i w ogóle! Musisz przynieść mi tę rybę, żebym mógł być taki fajny, jak pirat! Rybę znajdziesz oczywiście gdzieś w oceanie! Się wie!\n\n(można złapać w Oceanie)",
		"Quest_Clownfish": "Widziałem tę jasnopomarańczową, kolorową rybę w oceanie. Rozglądała się rozpaczliwie, jakby szukała zaginionego krewniaka! Złap ją dla mnie, a kolejna z nich się zjawi, rozpaczliwie szukając tej pierwszej!\n\n(można złapać w Oceanie)",
		"Quest_DemonicHellfish": "Słyszałem, że król wszystkich demonów jest tak naprawdę rybą! Tylko pomyśl o potędze, którą zdobędę, jak go dla mnie złapiesz!\n\n(można złapać w Jaskiniach)",
		"Quest_Derpfish": "Te derplingi z dżungli są najbardziej przerażającymi stworzeniami, jakie kiedykolwiek widziałem! Dobrze, że niektóre nie mają nóg! Żyją w wodzie i są o wiele mniej przerażające! Złap mi jedną sztukę, żebym mógł zobaczyć, jak smakują, i nie posikał się ze strachu!\n\n(można złapać w Dżungli na Powierzchni)",
		"Quest_Fishron": "Krąży legenda o potężnym stworzeniu znanym jako rybok! Jest po części świnią, po części smokiem a po części rybą! Ponoć można je spotkać w zamarzniętych, podziemnych jeziorach najmroźniejszych części świata! Ja tam się nie wybieram, lepiej idź ty, złap ryboka i mi go przynieś! Nie mogę się doczekać!\n\n(można złapać w Podziemnej Tundrze)",
		"Quest_InfectedScabbardfish": "W mętnych wodach zepsucia pływa bardzo długa ryba, która wygląda jak pochwa na miecz! Jest podobna do kamienia ebonowego, nie daj się zwieść! Dokładnie tak. Ty masz ją złapać, nie ja!\n\n(można złapać w Zepsuciu)",
		"Quest_Mudfish": "Uważaj tylko, jak będziesz brnąć przez wody dżungli! Dlaczego? Nie, nie dlatego, że nie chcę, żeby cię zjadły piranie. Dlatego, że możesz przypadkiem nadepnąć na mój ulubiony rodzaj ryb – błotniaki! Możesz też jednego przynieść do mojej kolekcji!\n\n(można złapać w Dżungli)",
		"Quest_TropicalBarracuda": "Piranie i rekiny są paskudne! Ogromnie paskudne! Wiesz, że istnieje bardzo ładna ryba, która i tak może odgryźć ci to i owo? Dałbym 2 platynowe monety, żeby to zobaczyć, tak nawiasem mówiąc... Do rzeczy, masz mi taką złapać. Tylko oddaj ją, zanim ci coś odgryzie!\n\n(można złapać w Dżungli na Powierzchni)",
		"Quest_TundraTrout": "Zastanawiasz się czasami, czemu jeziora na zaśnieżonej powierzchni świata {WorldName} nigdy nie zamarzają? Bo ja nie. Ale ryby już zamarzają! Wspaniały i potężny {Angler} bardzo się ucieszy z lodowej ryby! Pędź, moje pacholę, i przynieś mi tego pstrąga z tundry!\n\n(można złapać w Tundrze na Powierzchni)",
		"Quest_Slimefish": "Leśne szlamy są obrzydliwe, a ryboszlamy jeszcze gorsze! Nie chcę pływać ze szlamami, więc wejdź do wody i wyciągnij dla mnie jedną sztukę!\n\n(można złapać w Lesie na Powierzchni)",
		"Quest_AmanitaFungifin": "Odkryłem niesamowite miejsce z ogromnymi, lśniącymi grzybami! Wszystko było niebieskie! Zbierałem grzyby koło błyszczącego, niebieskiego jeziora, kiedy jeden z nich kłapnął na mnie paszczą i odpłynął! Chcę mu odpłacić pięknym za nadobne i go smacznie schrupać! A to znaczy, że musisz mi go przynieść!\n\n(można złapać na Polach Lśniących Grzybów)",
		"Quest_Dirtfish": "Walczyłem właśnie z jakąś dużą sztuką, gdy z leśnego jeziora wyskoczył taki śmiesznie gadający zombie i zaczął trajkotać o „niebezpiecznych” rybach zrobionych z ziemi! Powiedział, że jedna taka rybcia mogłaby załatwić dziesięciu takich jak on... Masz ją dla mnie zdobyć! NATYCHMIAST!\n\n(można złapać na Powierzchni i w Podziemiach)",
		"Quest_ScarabFish": "Czytałem legendę o rybie, co wygląda jak magiczny skarabeusz! To taki żuk! Gdzie masz go szukać? A jak myślisz? Na pustyni! Nie patrz tak na mnie... Nie kłamię! Na pustyni mają wodę, naprawdę! Poszedłbym sam, ale nie lubię, jak mi sępy wydziobują oczy. No... więc pójdziesz ty!\n\n(można złapać na Pustyni)",
		"Quest_ScorpioFish": "Na pewno ktoś bardzo głupi próbował ci powiedzieć, że na pustyni nie ma wody! A to przecież zupełna bzdura! Na pustyniach mają te całe oazy, a w nich jest woda! A jak jest woda, to jest też co!? Tak, ryby! Takie dziwne, co to będą próbować cię ukłuć i uszczypnąć, a do tego zrobić jeszcze inne podłe rzeczy! To będzie idealne zwierzątko dla mnie i idealna robota dla ciebie!\n\n(można złapać na Pustyni)",
		"Quest_Pengfish": "To wieloryb! To delfin! Nie, to ryba-pingwin! A to ty! Masz mi taką przynieść! Wiesz, że żyją tylko w zimnych wodach, prawda?\n\n(można złapać w Tundrze na Powierzchni)",
		"Quest_Pixiefish": "Wiesz, że istnieją takie bardzo rzadko spotykane wróżki, które mają tyle skrzydełek, że przez to nie potrafią latać? Pływają z rybami w jeziorach otoczonych tą niebieską trawą. Potrzeba mi lampy do akwarium, więc musisz złapać tę wróżkę!\n\n(można złapać w Bajkowie na Powierzchni)"
	},
	"AnglerChatter": {
		"Chatter_1": "Jak to {Bartender} nie chce sprzedać mi piwa? Chcę się napić! Co za zrzęda!",
		"Chatter_10": "Nie mam mamusi czy tatusia, ale mam pełno ryb! To prawie to samo!",
		"Chatter_2": "Że co?! Nie widzisz, że już zwijam żyłkę??",
		"Chatter_3": "Wystarczy mi ryb! Nie potrzebuję teraz twojej pomocy!",
		"Chatter_4": "{WorldName} nie ma żadnych kucharzy, więc muszę sam przyrządzić tę rybę! ",
		"Chatter_5": "Hej! Uważaj! Ustawiam pułapki do mojego największego kawału! Ale będzie niespodzianka! Nie waż się nikomu o tym mówić!",
		"Chatter_6": "Dam ci radę – nigdy nie liż bloku lodu! Czekaj, zapomnij o tym, masz właśnie tak zrobić!",
		"Chatter_7": "Wiesz coś o szczekających rybach?! Ja nic, ale się zastanawiam, czy ty coś wiesz!",
		"Chatter_8": "Świat {WorldName} jest pełny najbardziej cudacznych ryb!",
		"Chatter_9": "Wkurzyłem się! Niektóre ryby prawdopodobnie wyginęły, zanim się urodziłem – to niesprawiedliwe!"
	},
	"BartenderChatter": {
		"Chatter_1": "Moje ulubione kwiaty to piwonie! Łapiesz? Piwo? Nie?",
		"Chatter_10": "Myślisz, że {Steampunker} ma jeszcze taki pistolet? Znam czarownicę, której by się przydał.",
		"Chatter_11": "Nie dziwota, że {Demolitionist} ma tyle wypadków. Nawet sobie nie wyobrażasz, ile u mnie kupuje piwa.",
		"Chatter_12": "Nie jestem fanem goblinów, ale {GoblinTinkerer} wydaje się w porządku.",
		"Chatter_13": "{?Day}Ktoś widział, gdzie poszła driada?",
		"Chatter_14": "{?!Day}Cicho tam. Zbyt cicho...",
		"Chatter_15": "{?!Day}Zajrzyj do mnie i do dzieła.",
		"Chatter_16": "{?BloodMoon}Tam, skąd pochodzę, krwawy księżyc to dobra wymówka, żeby zaczerpnąć świeżego powietrza.",
		"Chatter_17": "{?MoonLordDefeated}Księżycowy Władca, nie chodzi ci o Władcę Otchłani?",
		"Chatter_18": "{?HardMode}Znam lawamantę, któremu bardzo by się spodobał ten piekielny kamień z piekła.",
		"Chatter_19": "{?Homeless}Wiesz, gdzie można otworzyć interes? Chciałbym tu otworzyć bar.",
		"Chatter_2": "Mówią, że masz krzepę, a ja się na tym znam. Zobaczmy, czy to prawda.",
		"Chatter_3": "W moich rodzinnych stronach pijemy tylko piwo korzenne...",
		"Chatter_4": "Coś nowego po szorowaniu stołu przez cały dzień.",
		"Chatter_5": "Życie to dopiero wyzwanie, jak się jest zwyczajnie lepszym od reszty.",
		"Chatter_6": "Co ja tu robię...",
		"Chatter_7": "Spora doza nieustępliwości i odrobina szczęścia mogą się bardzo przydać...",
		"Chatter_8": "Nie ma tu żadnych meburów?",
		"Chatter_9": "{Dryad} wydaje się fajna. Powinienem ją ze sobą wziąć."
	},
	"BartenderHelpText": {
		"Help_1": "Musisz wiedzieć, że sprzedaję specjalne, obronne artefakty, ale tylko za medale obrońcy!",
		"Help_10": "Jeśli uda ci się odeprzeć inwazję, dostaniesz więcej medali obrońcy, które możesz u mnie wymienić na artefakty i inne wyjątkowe nagrody!",
		"Help_11": "Słyszałem też, że można uwolnić moc artefaktów, pokonując Armię Starszego. Może dałoby się ich używać, kiedy tylko się zechce!",
		"Help_2": "Możesz użyć tych artefaktów, żeby tworzyć pułapki i wieże obronne. Zużywa to etheriańską manę, specjalną energię upuszczaną wyłącznie przez żołnierzy Armii Starszego!",
		"Help_3": "Znalezienie Armii Starszego jest proste. Przyciąga go moc kryształów eternia i dzięki nim można go zwabić.",
		"Help_4": "Chcąc osadzić kryształ eternia, musisz zdobyć i kryształ, i stojak, na którym ten kryształ postawisz. Tak się składa, że możesz je u mnie kupić.",
		"Help_5": "Lepiej postaw swój stojak na kryształ eternia na otwartej, płaskiej przestrzeni. Ciężko będzie go chronić, kiedy w pobliżu będzie sporo ścian i innych takich.",
		"Help_6": "Po ustawieniu stojaka wejdź z nim w interakcję, trzymając kryształ eternia, i przygotuj się do walki!",
		"Help_7": "Musisz chronić kryształ eternia przed Armią Starszego! Jego zniszczenie będzie fatalne w skutkach dla mojego domu – Etherii!",
		"Help_8": "Za 10 kryształów etheriańskiej many możesz rozmieścić struktury obronne. Po osadzeniu kryształ eternia uwolni swoją manę. W innym wypadku musisz pokonać przeciwników, żeby zdobyć jej więcej.",
		"Help_9": "Twoim zadaniem będzie odparcie, przy pomocy struktur obronnych, kilku fal najeźdźców, którzy chcą zniszczyć i ciebie, i kryształ eternia!"
	},
	"CyborgChatter": {
		"Chatter_1": "{Bartender} powiedział, że przypominam mu \"EV2\". Może powinienem się z nią spotkać."
	},
	"GoblinTinkererChatter": {
		"Chatter_1": "Wiesz, te etheriańskie gobliny wcale nie przypominają moich ziomków. Są naprawdę nieznośni. Nie to, żeby moi byli dużo lepsi..."
	},
	"GuideHelpText": {
		"Help_1063": "Normalnie powiedziałbym ci wszystko o Armii Starszego, ale lepiej niech {Bartender} to zrobi.",
		"Help_1064": "Gdy księżyc czerwienieje, woda staje się niczym krew. Pływające w niej stworzenia mogą być niebezpieczne."
	},
	"MechanicChatter": {
		"Chatter_1": "{Bartender} polecił mi piwo korzenne. Powiedziałem mu, żeby podał je w kwadratowym kuflu."
	},
	"NurseChatter": {
		"Chatter_1": "Ciągle proszę o wino, a {Bartender} podaje mi piwo."
	},
	"PirateChatter": {
		"Chatter_1": "W końcu mamy barmana! Rum mi się prawie skończył!"
	},
	"StylistChatter": {
		"Chatter_1": "Chciałam go podstrzyc, ale {Bartender} odmówił. Mógł chociaż dać mi podciąć sobie wąsy!"
	},
	"TownNPCHousingFailureReasons": {
		"HoleInWallIsTooBig": "W pokoju brakuje ściany",
		"RoomCheckStartedInASolidTile": "To blok stały!",
		"RoomIsTooBig": "Ten pokój jest za duży",
		"RoomIsTooSmall": "Ten pokój jest za mały",
		"TooCloseToWorldEdge": "We need better text for this!!!",
		"RoomHasAStinkbug": "Ten pokój został opanowany przez śmierdzącą pluskwę!",
		"RoomHasAnEchoStinkbug": "Ten pokój został opanowany przez widmową śmierdzącą pluskwę!"
	},
	"AnglerQuestChatter": {
		"Chatter_1": "Rety! Zawracasz mi głowę już chyba {AnglerCompletedQuestsCount} raz! Masz szczęście, że ryby biorą, bo inaczej bym się wkurzył!",
		"Chatter_2": "Wiesz, że jestem już szczęśliwym posiadaczem {AnglerCompletedQuestsCount} fantastycznych ryb!? A to dlatego, że tak dobrze się tobą wysługuję!"
	},
	"BestiaryGirlChatter": {
		"Chatter_11": "Nie mam pojęcia, jak się tu dostałam, ale jest super.",
		"Chatter_3": "Może nie wiem zbyt wielu rzeczy, ale o naturze, zwierzętach i przyrodzie mogę rozmawiać godzinami...",
		"Chatter_4": "Starszy brat nazywa mnie wilkołakiem. Że niby jestem po części zwierzęciem. On coś o tym wie, bo cały czas jest poza domem!",
		"Chatter_5": "Kocham zwierzęta! Bardzo! Raz chciałam pogłaskać takiego dziwnego lisa, a ten mnie ugryzł i teraz też jestem lisem! Odjazd!",
		"Chatter_6": "Przestań ciągnąć mnie za ogon, jest prawdziwy... I boli, jak tak ciągniesz!",
		"Chatter_7": "Co?! Nie, {Stylist} nie farbowała mi włosów. To mój naturalny kolor! Wcześniej miałam ciemnobrązowe, ale zostałam ugryziona!",
		"Chatter_8": "Dlaczego mam takie uszy? Ha, ha, żebym cię lepiej mogła słyszeć!",
		"Chatter_9": "Byłam kiedyś w obozie i gdy się rano obudziłam, wszystko było porozdzierane na strzępy! Rany, jak ja przespałam taką masakrę?!",
		"Chatter_1": "Kiedyś też zbierałam stworzonka, ale potem jakiś przeklęty lis ugryzł mnie w kolano!",
		"Chatter_10": "Rety, nigdy nie widziałam pełni księżyca. Gdy tylko się pojawia, ja z jakiegoś powodu mdleję!",
		"Chatter_2": "{?Eclipse}Rety, czuję więź z tymi latającymi wszędzie strasznymi i morderczymi stworami. Na szczęście mam więcej rozumu."
	},
	"BestiaryGirlLycantropeChatter": {
		"Chatter_1": "Grr! Uciekaj. Zostań. JUŻ!",
		"Chatter_2": "Rawgh! Niebezpieczeństwo. Ja. Grrr!"
	},
	"BunnyChatter": {
		"Chatter_1": "*Odgłosy królika*",
		"Chatter_2": "*Odgłosy króliczka*"
	},
	"CatChatter": {
		"Chatter_1": "Miau!",
		"Chatter_2": "Mrr...",
		"Chatter_3": "Mrrau!"
	},
	"DogChatter": {
		"Chatter_1": "Hau!",
		"Chatter_2": "Szczekanie!",
		"Chatter_3": "Hau, hau!"
	},
	"GolferChatter": {
		"Chatter_9": "W tej grze tylko przegrani osiągają tak wysokie wyniki.",
		"Chatter_1": "Nie jestem z tych, co to się wściekają, bo im piłka wleciała do wody. Ja jestem spokojny, skoncentrowany i od razu myślę o kolejnym uderzeniu.",
		"Chatter_10": "Architekci krajobrazu muszą zbijać na golfistach mnóstwo siana. Ech!",
		"Chatter_12": "{Dryad} mówi, że zabijam jej przyjaciół, kosząc trawę. Muszę zrobić aleję na swoim polu golfowym!",
		"Chatter_13": "Jak wylądujesz na greenie, użyj puttera! Nie posyłaj piłek nie wiadomo gdzie, kiedy jesteś tak blisko.",
		"Chatter_14": "Nie walcz z przeszkodami wodnymi. Trzymaj się alei i greenów, które znasz.",
		"Chatter_15": "{?BloodMoon}Krew na moim kiju? A te zombie na zewnątrz to nie rzuciły ci się w oczy?",
		"Chatter_16": "{?BloodMoon}Nie wiem, co jest straszniejsze: krwawy księżyc czy moja siostra podczas krwawego księżyca!",
		"Chatter_17": "{?Rain}Golf w taką pogodę?! Tylko jeśli twój kij ma uziemienie!",
		"Chatter_2": "Co? Że co było na śniadanie?",
		"Chatter_3": "Kto rano wstaje, temu Pan Bóg dołki daje.",
		"Chatter_4": "Poliż palec i sprawdź kierunek wiatru. Piłki golfowe są lekkie i znosi je każdy wiaterek.",
		"Chatter_5": "Jeśli masz koszmary z piaskiem w roli głównej, twoim łapaczem snów będzie wedge.",
		"Chatter_6": "Powinienem zacząć wędkować? {Angler} bierze strasznie dużo za wyławianie piłek z wody!",
		"Chatter_7": "Uderzenie wysokie czy dalekie? A może wyjście z trudnej sytuacji? Wszystko zależy od kija, więc wybieraj mądrze!",
		"Chatter_8": "Gdy mówię, że nie ma nic lepszego niż golf, nie chodzi mi o to, że jestem fanem swetrów.",
		"Chatter_11": "{Armsdealer} kilka razy pomylił moje piłeczki golfowe z amunicją do muszkietu."
	},
	"GolferQuestsChatterApprentice": {
		"1": "Idzie ci coraz lepiej! Już się nie boję o własne życie.",
		"2": "Trochę kijowe te uderzenia. Niestety było to do przewidzenia.",
		"3": "Mistrzem jeszcze nie jesteś, ale nie jest źle."
	},
	"GolferQuestsChatterJourneyman": {
		"1": "Jestem pod wrażeniem. Już nie jesteś w dołku!",
		"2": "Dobrze ci idzie! Powinienem się zacząć martwić?",
		"3": "Masz wynik poniżej średniej. Tak trzymaj!"
	},
	"GolferSpecialText": {
		"Graveyard1": "Cmentarze przyprawiają mnie o dreszcze. Nie lubię grać na rodzinie i przyjaciołach.",
		"Graveyard2": "Nie graj w golfa na cmentarzu. Trawa jest za wysoka, więc to dość ciężkie pole.",
		"Rain1": "Golf w deszczu to średnia przyjemność. Wszystko jest takie śliskie!",
		"Rain2": "Przeszkody wodne są znacznie większe podczas deszczu i dużo trudniej dojść do greenu!",
		"Storm1": "Nie sądzę, {PlayerName}.",
		"Storm2": "Łatwiej wygrać na loterii, niż oberwać piorunem. Chyba że używasz żelaznego kija!",
		"Windy1": "Kijowo się gra na takim wietrze.",
		"Windy2": "Silny wiatr to zawsze dodatkowe wyzwanie, ale to już chyba przesada.",
		"FirstMeeting1": "Dziękuję za ratunek. Zaczynałem już czuć uderzenia gorąca!",
		"Party_1": "Ciężko się skupić na uderzeniu, kiedy słyszysz dźwięki tak okropnej imprezy.",
		"Party_2": "Trafiłem jednym uderzeniem! To dobry powód, by świętować. Czas odłożyć kij i napić się margarity.",
		"FirstMeeting2": "Wielkie dzięki! Siedziałem tutaj wiele dni. Dobrze, że wodę można brać z kaktusów."
	},
	"GuideHelpTextSpecific": {
		"Help_1159": "Jeśli połączysz soczewki na szkarłatnym ołtarzu, może uda ci się przywołać potężnego potwora. Ale lepiej poczekaj, aż się ściemni, zanim tego spróbujesz.",
		"Help_1100": "Ponoć w dżungli mieszkają jaszczuroludzie. Może zwrócisz na siebie ich uwagę, pokonując tamtejszego wielkiego stwora?",
		"Help_1101": "Ponoć mieszka tam kobieta potrafiąca pokonać uwolnioną przez ciebie moc. Pokaż, na co cię stać, a może zwrócisz na siebie jej uwagę.",
		"Help_1102": "Maszyny nie są takie złe. Może jakąś sobie zrobimy, jeśli zdobędziemy wybuchową broń z dżungli...",
		"Help_1103": "Kiedyś spotkałem w tym regionie stylistkę, która ruszyła szukać przygód i potem już jej nie widziałem. Ciekawe, co się z nią stało.",
		"Help_1104": "Jeśli masz jakieś dziwne ryby i nie wiesz, co z nimi zrobić, to ponoć nad oceanem mieszka mistrz wędkarstwa, który może ci pomóc...",
		"Help_1105": "Ta Umęczona Dusza z piekła wygląda znajomo... Może warto ją potraktować proszkiem oczyszczającym?",
		"Help_1106": "Ostatnio w okolicy pojawili się piraci. Jeśli się z nimi zaprzyjaźnimy, to pokażą nam, gdzie ukryli swoje skarby?",
		"Help_1107": "Do barwienia używa się między innymi specjalnych roślin. Jeśli je znajdziesz, to może uda ci się spotkać kogoś, kto pokaże ci, jak to się robi.",
		"Help_1108": "Słyszałem, że na powierzchni rosną inteligentne, lśniące grzyby. Ciekawe, czy to prawda...",
		"Help_1109": "Ponoć piasek i golf nie idą w parze. Żaden szanujący się golfista nigdy nie zagra na pustyni... prawda?",
		"Help_1110": "Artyści lubią ćwiczyć, a malarze malować. Jeśli sprowadzimy tu wystarczająco dużo ludzi, będziemy mieć dość domów, by przyciągnąć malarza, który poprawi wygląd tego miejsca!",
		"Help_1111": "Ostatnio wprowadziło się tutaj sporo ludzi, prawda? Kolejni mieszkańcy z pewnością przyciągną uwagę imprezowiczki!",
		"Help_1112": "Zawsze miej oko na nieznajomych w potrzebie! Nigdy nie wiadomo, kiedy spotkasz kogoś, komu przyda się pomoc.",
		"Help_1113": "{Merchant} sprzedaje różne towary, ale jeśli cię one nie interesują, często możesz spotkać wędrownego kupca z egzotycznym asortymentem.",
		"Help_1114": "Nie wszystkie nieumarłe stwory są wrogo nastawione. Ponoć pod ziemią jeden z nich nawet zajmuje się handlem.",
		"Help_1115": "W tym świecie możesz poznać wiele ciekawych i niebezpiecznych stworzeń. Spotkasz też ekspertów, którzy cię wynagrodzą, jeśli się z nimi podzielisz tą wiedzą.",
		"Help_1120": "Jeśli myślisz, że deszczowe dni są do kitu, to poczekaj na deszcz szlamów!",
		"Help_1121": "Niekiedy księżyc przysłania słońce, a na ziemi pojawia się mnóstwo strasznych potworów! Dzieje się tak jednak bardzo rzadko.",
		"Help_1122": "Wiesz, że na terenach przygranicznych widziano goblińskich zwiadowców? Ciekawe, czy planują inwazję...",
		"Help_1123": "Kiedyś chyba widziałem w oceanie mapę skarbów, ale zjadł ją rekin. Może dobrze by było takiej mapy poszukać?",
		"Help_1124": "Widziałem na niebie migające światła. Mówię ci, to one kryją w sobie prawdę.",
		"Help_1125": "Wiesz, że czasami po nocnym niebie szybują takie piękne lampiony? To ludzie tego świata świętują twoje zwycięstwa, życząc ci wszelkiej pomyślności.",
		"Help_1130": "Jeśli na stole postawisz pustą butelkę, możesz dzięki niej stworzyć rozmaite mikstury!",
		"Help_1131": "Wieszaj sztandary zdobyte za pokonanie przeciwników, ponieważ pomogą ci one w przyszłych walkach z tymi stworzeniami.",
		"Help_1132": "W biomie śniegowym jest dość zimno, ale znajdziesz tam też wyjątkowe skarby. Na twoim miejscu bym tam zajrzał!",
		"Help_1133": "Głęboko pod pustynią znajdują się tunele mrówkolwów pełne rzadkich skamielin i najeżone wieloma niebezpieczeństwami!",
		"Help_1134": "Jeśli trafisz na biom marmurowy, zachowaj ostrożność! Ponoć można tam spotkać bardzo niebezpieczne stworzenia!",
		"Help_1135": "W biomach granitowych to właśnie ten kamień jest zagrożeniem, gdyż często ożywa i atakuje intruzów!",
		"Help_1136": "Chcesz coś stworzyć, a {WorldName} nie ma odpowiedniej rudy? Spróbuj zdobyć skrzynie lub włóż muł i breję do ekstraktatora!",
		"Help_1137": "Jeśli zechcesz kiedyś odpocząć od tych wszystkich przygód, zawsze możesz pójść na ryby.",
		"Help_1138": "Będąc pod ziemią, możesz czasami spotkać pomocne duszki. Jeśli za nimi podążysz, być może doprowadzą cię do skarbu!",
		"Help_1141": "Kamień szkarłatny ze Szkarłatu można oczyścić za pomocą proszku od driady lub zniszczyć za pomocą materiałów wybuchowych.",
		"Help_1142": "Spróbuj zdobyć trochę obsydianu powstającego po połączeniu wody i lawy. Obsydian można wykorzystać do ochrony przed wysoką temperaturą.",
		"Help_1143": "Ponoć pod dżunglą znajdują się ogromne ule. Nie pogardziłbym odrobiną miodu.",
		"Help_1144": "Udało ci się trafić na skamieliny na pustyni? Ciekawe, czy można je wyciągnąć z tych kamieni.",
		"Help_1145": "Czas ulepszyć ten stary piec! Poszukaj w piekle piekielnej kuźni – to jedyny sposób na stworzenie sztabek piekielnego kamienia.",
		"Help_1146": "Widziałem kiedyś wywerny latające wysoko w przestworzach. Szkoda, że ja tak nie potrafię...",
		"Help_1147": "Spróbuj użyć rudy adamantytu w piekielnej kuźni. Na pewno zrobisz coś naprawdę potężnego!",
		"Help_1148": "Spróbuj użyć rudy tytanu w piekielnej kuźni. Na pewno zrobisz coś naprawdę potężnego!",
		"Help_1149": "Udało ci się ostatnio znaleźć w dżungli jakieś rzadkie owoce? Jeśli je zjesz, wzrośnie twoja maksymalna ilość życia!",
		"Help_1150": "Słyszałem, że w dżungli rosną lśniące, różowe cebulki. Jeśli zechcesz taką zdobyć, musisz się przygotować na wszystko.",
		"Help_1151": "Tym twoim kluczem można otworzyć ukrytą w dżungli świątynię. Wiesz już, gdzie ją znaleźć?",
		"Help_1152": "Ponoć w dżungli ukryto zamkniętą świątynię. Ciekawe, jak można ją otworzyć.",
		"Help_1153": "Fajny ten twój klucz! Ponoć takie klucze pozwalają zdobyć w lochu niezwykłe skarby!",
		"Help_1154": "Słyszałem, że na podziemnych grzybowych polach można spotkać bardzo dziwnego robaka. Ciekawe, czy dobra by była z niego przynęta.",
		"Help_1155": "Pradawne proroctwa mówią o przywoływaniu potwornych halloweenowych hord, korzystając z medalionów stworzonych za pomocą dyń.",
		"Help_1156": "Legendy mówią o przeklętym podarunku, który potrafi zamienić najbardziej radosne noce w atak niewiarygodnej grozy!",
		"Help_1157": "Koło lochu można spotkać dziwnych ludzi w kapturach. Może warto się temu przyjrzeć?",
		"Help_1158": "Skąd, u licha, wzięły się te filary?! Lepiej zabij czające się wokół nich potwory!",
		"Help_1140": "Twoim następnym celem powinny być jaskinie Szkarłatu. Znajdź i zniszcz wszystkie napotkane szkarłatne serca.",
		"Help_1160": "Podczas śnieżnych wieczorów z dziczy dobiega przerażający ryk! Coś tam jest!"
	},
	"SantaSpecialText": {
		"Graveyard1": "Ho, ho, ho! Zaraz, co to za miejsce? Jestem o dwa miesiące za szybko!?",
		"Graveyard2": "Byliście grzeczni? Hm, dziwne... Tych ludzi już od jakiegoś czasu nie ma na mojej liście.",
		"Rain1": "Masz pochodnię? To może będziesz oświetlać moim saniom drogę?!",
		"Storm1": "Ho, ho... Hej! I nie ma Fircyka. Profesorek też zniknął!",
		"Windy1": "Ho, ho! Moje renifery będą dziś latały z prędkością światła!",
		"Party": "Daj spokój, chyba nie myślisz, że bawię się tylko na święta?"
	},
	"SkeletonMerchantSpecialText": {
		"Graveyard1": "Choć może ci się wydawać, że pasuję do tego miejsca, wcale tak nie jest.",
		"Graveyard2": "Jak ja się tu znalazłem!? To nie są moi kumple!",
		"Rain1": "Ponoć tam na górze jest strasznie mokro. Nie chcę, żeby mi kości przemokły...",
		"Storm1": "Pogoda na powierzchni jest często dość paskudna. Przypalone kości kłóciłyby się z moją cerą!",
		"Windy1": "Tam na górze jest naprawdę niespokojnie, a ja nie lubię się rozstawać ze swoimi kośćmi – że tak powiem!"
	},
	"SteampunkerSpecialText": {
		"Graveyard1": "Na komin tatusia! Co za świnia bez kultury chce tu coś budować?",
		"Graveyard2": "Tego nieszczęsnego miejsca nie napędza ani krew, ani para.",
		"Rain1": "Deszcz to miecz obosieczny... Z jednej strony dzięki niemu mamy parę, ale z drugiej też rdzę.",
		"Rain2": "Co za sakramencka ulewa! Za nic się nie mogę zabrać, póki nie przestanie padać!",
		"Storm1": "Elektryczność? A komu to potrzebne? Najlepsza jest para!",
		"Storm2": "W pracy używam głównie metalu, ale obecna sytuacja każe się nad tym zastanowić!",
		"Windy1": "Ach... Nie ma to jak herbata na wietrze.",
		"Windy2": "Hej, ten wiatr podsunął mi pomysł na nowy silnik odrzutowy!",
		"Party": "Wszyscy mówią, że lubią torty warstwowe, więc ja udekorowałam swój warstwą zębatek."
	},
	"TaxCollectorSpecialText": {
		"Graveyard1": "W życiu pewne są tylko śmierć i podatki.",
		"Graveyard2": "Przecież to żadna impreza! Sztywno jak na cmentarzu! Chwila...",
		"Rain1": "Bzdury! Ktoś chciał mnie przekonać, że widział chodzącą rybę. Za kogo oni mnie biorą?!",
		"Rain2": "Czemu pada deszcz a nie złote monety!? Przecież woda jest wszędzie! Zero pożytku!",
		"Storm1": "Cudowna burza! Naprawdę niesamowita!",
		"Storm2": "Czuję się jak dziecko na widok cukierka! Uwielbiam taką pogodę!",
		"Windy1": "Brak dachu nad głową nie jest wymówką, by nie płacić podatków!",
		"Windy2": "Ech! Jeśli nie przestanie wiać, ludzie stracą swój cenny dobytek i przestaną mi płacić!"
	},
	"TownNPCMood": {
		"Content": "Czuję zadowolenie.",
		"DislikeBiome": "{BiomeName} to biom, którego nie lubię.",
		"DislikeCrowded": "Nie lubię takiego tłoku.",
		"DislikeNPC": "{NPCName} to ktoś, kogo nie lubię.",
		"FarFromHome": "Jestem zbyt daleko od domu.",
		"HateBiome": "{BiomeName} to biom, którego nienawidzę.",
		"HateCrowded": "Nienawidzę takiego tłoku.",
		"HateNPC": "{NPCName} to ktoś, kogo nienawidzę.",
		"LikeBiome": "{BiomeName} to biom, który lubię.",
		"LikeNPC": "{NPCName} to ktoś, kogo lubię.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} to ktoś, kogo uwielbiam.",
		"LoveSpace": "Uwielbiam mieć dużo przestrzeni.",
		"NoHome": "Nienawidzę nie mieć domu."
	},
	"TownNPCMoodBiomes": {
		"Corruption": "Zepsucie",
		"Crimson": "Szkarłat",
		"Desert": "pustynia",
		"Dungeon": "loch",
		"Forest": "las",
		"Hallow": "Bajkowo",
		"Jungle": "dżungla",
		"NormalUnderground": "podziemie",
		"Ocean": "ocean",
		"Snow": "śnieg",
		"Mushroom": "Lśniące grzyby"
	},
	"TownNPCMood_BestiaryGirlTransformed": {
		"Content": "Rrrr... Czuję się świetnie.",
		"DislikeBiome": "Mrrrr... {BiomeName}. ZAPACH. BRZYDKI.",
		"DislikeCrowded": "Rawgh! LUDZIE. ZA DUŻO. Złość!",
		"DislikeNPC": "{NPCName}... FLUIDY. ZŁE! Grr!",
		"FarFromHome": "Grrawr... Dom! Daleko! NIE WRÓCĘ.",
		"HateCrowded": "Snarrrrr... NIE ZNOSZĘ. TŁOKU!",
		"HateNPC": "Arghl! NIE {NPCName}. NIENAWIDZĘ. SZAŁ. WSTRĘT!",
		"LikeNPC": "{NPCName}. Rrr... DOBRZE. LUBIĘ.",
		"LoveNPC": "UWIELBIAM... {NPCName}. Jupiii!",
		"LoveSpace": "Rrrrr... Otwarta przestrzeń. RADOŚĆ.",
		"NoHome": "GRAH! Potrzeba DOMU! JUŻ!",
		"LikeBiome": "{BiomeName}... Fajnie! ZABAWA! POLOWANIE! Jupi!",
		"HateBiome": "Gughhh, {BiomeName}... NIE ZNOSZĘ. BRZYDKO.",
		"LoveBiome": "{BiomeName}. UWIELBIAM. CUDOWNIE.",
		"LikeNPC_Princess": "{NPCName}... RÓŻOWY. FAJNY."
	},
	"BestiaryGirlSpecialText": {
		"Graveyard1": "Mój instynkt szaleje. Muszę się stąd wydostać!",
		"Graveyard2": "To miejsce jest jakieś dziwne. Aż mi się sierść jeży!",
		"Party": "Niestety nie mogę założyć czapki. Ale i tak przyszłam na imprezę!",
		"Rain1": "Przestań! Ech! Nie ty, ten durny deszcz.",
		"Rain2": "Naprawdę!? Nienawidzę, jak jestem mokra! To jest okropne.",
		"Storm1": "Aaa! Nawet nie wiesz, jak grzmoty dają popalić moim czułym uszom.",
		"Storm2": "Już koniec? Czuję nieuzasadniony strach przed burzami.",
		"Windy1": "Bieganie na wietrze daje mi poczucie wolności. Musisz tego spróbować!",
		"Windy2": "Wiatr mierzwi mi włosy i to jest... o rety."
	},
	"GolferQuestsChatterBeginner": {
		"1": "Jak będziesz tak uderzać, to zrobisz komuś krzywdę... albo sobie!",
		"2": "Musisz dużo ćwiczyć. I spraw sobie jakieś ochraniacze.",
		"3": "Biedny ptaszek. Ale kaczki są smaczne, więc się nie poddawaj!"
	},
	"GolferQuestsChatterMaster": {
		"1": "Jesteś niczym Bóg, który zstąpił na ziemię! Kawał z ciebie golfisty!",
		"2": "Gdybym miał jakieś trofeum za twoje niesamowite uderzenia, to bym ci je dał!",
		"3": "Aż oniemiałem z wrażenia! Jesteś na szczycie, ale się nie zatrzymuj!"
	},
	"GuideChatter": {
		"Chatter_1": "{TaxCollector} nic się nie zmienił, a ponoć jego chciwość to już przeszłość!",
		"Chatter_2": "Ciekawe, czemu mój poprzednik tak po prostu stanął w płomieniach. Oby mnie się to nie przytrafiło..."
	},
	"TownNPCMood_Angler": {
		"Content": "Fajnie, a teraz przynieś mi rybę!",
		"DislikeBiome": "Coś z tobą nie tak? {BiomeName} nie ma żadnych ryb!",
		"DislikeCrowded": "Nie lubię, gdy ludzie płoszą mi ryby. Przegoń ich!",
		"DislikeNPC": "{NPCName} to ktoś, kogo nie lubię.",
		"FarFromHome": "Zostawiłem wędkę w domu, a to taki kawał drogi stąd! A niech to!",
		"HateBiome": "Hej, {BiomeName} jest do bani. Wszystkie tutejsze ryby chcą mnie zabić!",
		"HateCrowded": "Nienawidzę obcych. Wypłoszyli mi wszystkie ryby!",
		"HateNPC": "{NPCName} jest do bani, tak samo jak wszyscy, którzy traktują mnie jak dziecko!",
		"LikeBiome": "Dlaczego {BiomeName} jest super? Bo ma mnóstwo odlotowych ryb!",
		"LikeNPC": "{NPCName} zna się na rzeczy – w przeciwieństwie do innych! To całkiem fajne!",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} jest super. Uwielbiam takich ludzi.",
		"LoveSpace": "Tak! Mogę spędzić trochę czasu sam na sam z moimi rybami!",
		"NoHome": "Jestem dzieciakiem, więc musisz zapewnić mi dach nad głową! Co z tobą nie tak!?",
		"LikeNPC_Princess": "{NPCName} nie jest rybą, a jednak mnie nie denerwuje! Całkiem fajnie!"
	},
	"TownNPCMood_ArmsDealer": {
		"Content": "Fajnie tutaj!",
		"DislikeBiome": "No, {BiomeName} nie jest najlepszym miejscem do życia.",
		"DislikeCrowded": "Cicho, ktoś tu jest. Nie lubię ubijać tu interesów.",
		"DislikeNPC": "{NPCName} to niezbyt fajna osoba, wiesz?",
		"FarFromHome": "Nie lubię robić interesów tak daleko od domu.",
		"HateBiome": "{BiomeName} to okropne miejsce – polowanie nie jest fajne, gdy to ty jesteś zwierzyną!",
		"HateCrowded": "Hej, nie mogę zajmować się swoimi sprawami, gdy wokół jest tylu ludzi.",
		"HateNPC": "{NPCName} to ktoś, do kogo chętnie bym sobie postrzelał.",
		"LikeBiome": "{BiomeName} to fajne miejsce do robienia interesów. Takie ustronne.",
		"LikeNPC": "No, {NPCName} jest w dechę.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "Myślisz, że {NPCName} też mnie lubi?",
		"LoveSpace": "I to jest to – prywatność!",
		"NoHome": "Halo, nie mam domu!",
		"LikeNPC_Princess": "Nie spodziewałem się tego, ale{NPCName} zna się na broni!"
	},
	"TownNPCMood_BestiaryGirl": {
		"Content": "U mnie wszystko w porządku! Dzięki, że pytasz!",
		"DislikeBiome": "Instynkt mi mówi, że {BiomeName} to straszne miejsce i chętnie bym stąd uciekła!",
		"DislikeCrowded": "W tłumie robię się niespokojna. Wiesz, nie lubię tłoku.",
		"DislikeNPC": "{NPCName} to okrutna osoba!",
		"HateBiome": "{BiomeName} cuchnie tym, czym zaraził mnie ten lis!",
		"HateCrowded": "Nienawidzę, gdy wokół jest tyle ludzi!",
		"HateNPC": "Nienawidzę tego, jak {NPCName} traktuje zwierzęta!",
		"LikeBiome": "Kocham zwierzęta, więc {BiomeName} to najlepsze miejsce na świecie! O tak!",
		"LikeNPC": "Pewnie, że {NPCName} jest super! Znamy się od małego!",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "Nie potrafię tego wyjaśnić, ale {NPCName} to osoba, którą darzę uczuciem. To przez ten ogon?",
		"LoveSpace": "To wspaniale, że mam miejsce, w którym mogę być sobą! Świetna sprawa!",
		"NoHome": "Hej, przecież nie zamieszkam w norze. Potrzebuję domu!",
		"LikeNPC_Princess": "{NPCName} kazała swoim poddanym pomóc mi w zdjęciu mojej lisiej klątwy! O tak!",
		"FarFromHome": "Tęsknię za domem. No i muszę nakarmić moje zwierzaki!"
	},
	"TownNPCMood_Clothier": {
		"Content": "A co dziś w ogóle jest normalne?",
		"DislikeBiome": "{BiomeName} ma za mało ciemnych pomieszczeń.",
		"DislikeCrowded": "Tak duża populacja bardzo mi przeszkadza.",
		"DislikeNPC": "Nie wiem czemu, ale {NPCName} sprawia, że jestem niespokojny.",
		"FarFromHome": "To dość niefajne, że muszę wyciągać lunetę, żeby zobaczyć własny dom.",
		"HateBiome": "{BiomeName} strasznie męczy moją duszę. Jakbym toczył w sobie wojnę pomiędzy dobrem a złem.",
		"HateCrowded": "Przeludnienie to nic wesołego.",
		"HateNPC": "{NPCName} to ktoś, kogo nienawidzę, ale nie wiem dlaczego.",
		"LikeBiome": "Czasami myślę, że {BiomeName} ma wszystko, czego potrzebuję.",
		"LikeNPC": "Nie do końca wiem czemu, ale {NPCName} jest spoko.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName}? To najwspanialsza osoba pod słońcem.",
		"LoveSpace": "Nie jestem zbyt towarzyski, ale uwielbiam za to spokój.",
		"NoHome": "Nie ma dla mnie domu? To skandal!",
		"LikeNPC_Princess": "{NPCName} ma w oczach tak wielką radość!"
	},
	"TownNPCMood_Cyborg": {
		"Content": "Wszystkie funkcje nerwowe w normie.",
		"DislikeBiome": "Tutejsza flora i fauna niszczą mój egzoszkielet – {BiomeName} nie jest dla mnie dobrym miejscem.",
		"DislikeCrowded": "Zbyt wiele innych form życia. Uruchomienie procedur negatywnych zachowań.",
		"DislikeNPC": "{NPCName} nie rozumie mojej egzystencji, gdyż ta odbiega od normy. Ciekawe, to niezrozumienie jest wzajemne.",
		"FarFromHome": "Wyszedłem poza zasięg mojego centrum danych.",
		"HateBiome": "{BiomeName} cechuje się przytłaczającą liczbą wrogich form życia.",
		"HateCrowded": "Przekroczono limit form życia. Przeciążenie funkcji nerwowych. Tłumaczę: nienawidzę tego.",
		"HateNPC": "{NPCName} nie poddaje się analizie naukowej. Przeciążenie funkcji nerwowych. Tłumaczę: nienawidzę tego.",
		"LikeBiome": "{BiomeName} wykazuje odpowiednią temperaturę dla moich funkcji cybernetycznych. To dobrze.",
		"LikeNPC": "{NPCName} próbuje mnie traktować jak człowieka. Chyba mi się to podoba.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} jest super. Uwielbiam takich ludzi.",
		"LoveSpace": "W pobliżu nie wykryto innych form życia. To dobrze.",
		"NoHome": "Błąd 404: niedostateczne warunki mieszkaniowe.",
		"LikeNPC_Princess": "{NPCName} przeanalizowana: najzacniejsza forma życia w historii analiz."
	},
	"TownNPCMood_DD2Bartender": {
		"Content": "Cieszę się życiem.",
		"DislikeBiome": "{BiomeName} to kiepskie miejsce.",
		"DislikeCrowded": "Nie lubię mieszkać w sąsiedztwie tak wielu osób.",
		"DislikeNPC": "{NPCName} to ktoś, kogo nie za bardzo lubię. Kojarzy mi się z mrokiem Etherii.",
		"FarFromHome": "Chyba lepiej wrócę do siebie, bo ktoś może chcieć się napić.",
		"HateBiome": "Kolejna inwazja? A, to tylko {BiomeName}, czyli coś jeszcze gorszego!",
		"HateCrowded": "Przykro mi, ale nienawidzę tłumów.",
		"HateNPC": "{NPCName} to tak dziwna i narcystyczna osoba, że aż się we mnie krew gotuje!",
		"LikeBiome": "Ach, {BiomeName}... Fajne miejsce, ma to coś.",
		"LikeNPC": "{NPCName} to fajna osoba, a to z kolei pokazuje, że nie można sądzić książki po... pochodzeniu.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} lubi dać w palnik – świetna sprawa!",
		"LoveSpace": "W końcu trochę spokoju... W moim fachu to naprawdę towar luksusowy!",
		"NoHome": "Dziwnie się czuję, gdy nie mam żadnej lady do wytarcia.",
		"LikeNPC_Princess": "{NPCName} byłaby też świetną władczynią mojego kraju."
	},
	"TownNPCMood_Demolitionist": {
		"Content": "Dziś trzymam nerwy na wodzy!",
		"DislikeBiome": "{BiomeName} to fatalne miejsce, lont nie chce mi się tutaj odpalać!",
		"DislikeCrowded": "Nie podoba mi się taki tłum. Oczywiście ze względów bezpieczeństwa...",
		"DislikeNPC": "{NPCName} to ktoś, kogo chętnie przywiązałbym do rakiety i popatrzył, jak leci!",
		"FarFromHome": "Potrzebuję więcej ładunków. Chyba zostawiłem je daleko stąd, czyli w domu.",
		"HateBiome": "{BiomeName} cuchnie śmiercią i nikczemnością. Wszystko bym tutaj powysadzał!",
		"HateCrowded": "Strasznie tu dużo ludzi! Jeden błąd przy robieniu dynamitu i... No raczej nie byłoby fajnie!",
		"HateNPC": "{NPCName} to okropny człowiek.",
		"LikeBiome": "{BiomeName} przyciąga krasnoludów jak ogień ćmy. Tak już mamy!",
		"LikeNPC": "{NPCName} to dobra osoba. Pomaga mi ładować proch!",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} świetnie sobie radzi z kulami ognia. To takie cudowne!",
		"LoveSpace": "Ach, nikogo tu nie ma. Mogę testować nowe bomby!",
		"NoHome": "Nie mam gdzie mieszkać. Czyżbym wysadził swój poprzedni dom?",
		"LikeNPC_Princess": "CO... {NPCName}? To jakaś nowa marka nitrogliceryny? Ach, to o NIĄ ci chodzi! Fajna dziewucha!"
	},
	"TownNPCMood_Dryad": {
		"Content": "Wszystko jest dobrze, nie zepsuj tego.",
		"DislikeBiome": "{BiomeName} nie ma w sobie życia. To mi się nie podoba.",
		"DislikeCrowded": "Czy tutaj nie zaczyna być aby ciasno? To mi się nie podoba...",
		"DislikeNPC": "{NPCName} nie szanuje innych istot. Bardzo nieładnie.",
		"FarFromHome": "Kwiat nie urośnie tak daleko od swoich korzeni!",
		"HateBiome": "{BiomeName} to przeokropne miejsce – mój śmiertelny wróg!",
		"HateCrowded": "Tyle osób w jednym miejscu? Zadepczą całą trawę! To straszne!",
		"HateNPC": "{NPCName} niszczy naturę! Nienawidzę tego!",
		"LikeBiome": "{BiomeName} to piękne miejsce. Pocałowałam tutejsze drzewo i mi się spodobało.",
		"LikeNPC": "{NPCName} to ktoś, kogo rozumiem całą sobą.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} jest super. Uwielbiam takich ludzi.",
		"LoveSpace": "Odludne miejsca są dobre – można w nich wzrastać i oddychać pełną piersią.",
		"NoHome": "Moim domem jest natura, ale takim normalnym też bym nie pogardziła.",
		"LikeNPC_Princess": "{NPCName} zapewnia ład i porządek każdemu, kto tutaj mieszka."
	},
	"TownNPCMood_DyeTrader": {
		"Content": "Co u mnie? Dobrze, dobrze.",
		"DislikeBiome": "O nie, {BiomeName} w ogóle mnie nie inspiruje. Niefajnie.",
		"DislikeCrowded": "Bardzo nie lubię tłumów, no chyba że przyszły podziwiać moje cudowne barwniki!",
		"DislikeNPC": "O rany, {NPCName} nie ma poczucia stylu. Niefajnie.",
		"FarFromHome": "Myślisz, że tak daleko od domu zrobię wspaniałe barwniki? Nie sądzę!",
		"HateBiome": "Okropne, {BiomeName} pozbawia moją paletę kolorów!",
		"HateCrowded": "Gdy nie sprzedaję barwników, lubię być sam. Nienawidzę tłoku!",
		"HateNPC": "{NPCName} potrafi być strasznie niesympatyczną osobą. Naprawdę tego nienawidzę.",
		"LikeBiome": "{BiomeName} to naprawdę fajne miejsce. Przypomina mi dom. Bardzo mi się tu podoba!",
		"LikeNPC": "{NPCName} zna się na kolorach i interesach. Lubię to!",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} jest super. Uwielbiam takich ludzi.",
		"LoveSpace": "O rety, w tak wielkim miejscu można spać jak król!",
		"NoHome": "Nie, nie, w żadnym wypadku. Potrzebuje własnego kąta.",
		"LikeNPC_Princess": "{NPCName} ma przepiękną suknię, której kolory są głębsze i żywsze niż jakiekolwiek inne barwy!"
	},
	"TownNPCMood_GoblinTinkerer": {
		"Content": "Obecnie czuję się odpowiednio.",
		"DislikeBiome": "{BiomeName} to okropne miejsce. Pełno tu głośnych szkodników, które przeszkadzają mi w pracy!",
		"DislikeCrowded": "Dookoła jest strasznie dużo niefajnych człowieków!",
		"DislikeNPC": "Czuję, że {NPCName} ma mroczne tajemnice. To mi się nie podoba.",
		"FarFromHome": "Chciałbym popracować nad moim nowym wynalazkiem, ale mój dom jest strasznie daleko!",
		"HateBiome": "{BiomeName} to okropne miejsce. Nie mogę majsterkować, bojąc się o własne życie!",
		"HateCrowded": "Te tłumy przypominają mi o goblinich obozach wojennych. Nienawidzę tych wspomnień.",
		"HateNPC": "{NPCName} to ktoś, kto strasznie mnie upokorzył. I to tylko dlatego, że gobliny nie mają prawdziwych włosów! Nienawidzę takiego zachowania!",
		"LikeBiome": "{BiomeName} to fajne miejsce, w którym mogę spokojnie konstruować swoje gadżety. Propsy!",
		"LikeNPC": "{NPCName} rozumie moją pasję tworzenia, co jest bardzo fajne!",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} to ktoś, przy kim serce bije mi szybciej. Cudowne uczucie!",
		"LoveSpace": "Brak irytujących sąsiadów to coś wspaniałego.",
		"NoHome": "Gobliny zwykle nie potrzebują fajnych domów, ale ja jestem wyjątkowy.",
		"LikeNPC_Princess": "{NPCName} mówi, że moje wynalazki są fajne, a wszystkie przyjazne gobliny mile widziane!"
	},
	"TownNPCMood_Golfer": {
		"Content": "U mnie wszystko w porządku!",
		"DislikeBiome": "Jak mam grać w golfa w takim miejscu jak {BiomeName}?",
		"DislikeCrowded": "Golf to nie jest sport zespołowy. Nie lubię tłumów.",
		"DislikeNPC": "{NPCName} sprawia, że jestem niespokojny. Nie lubię tego uczucia.",
		"FarFromHome": "Chyba za daleko wybiłem tę ostatnią piłkę. Niedobrze.",
		"HateBiome": "Przebywanie w takim miejscu jak {BiomeName} nie jest zbyt rozsądne.",
		"HateCrowded": "Strasznie nie lubię takich tłumów.",
		"HateNPC": "{NPCName} wykazuje się straszną chciwością. W świecie takim jak ten to zupełnie niepotrzebne. Nienawidzę takiego zachowania.",
		"LikeBiome": "{BiomeName} to fajne miejsce. Można tu spokojnie grać w golfa.",
		"LikeNPC": "{NPCName} to fajna osoba. Dobrze mieć takie towarzystwo.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "Coś ci powiem: uwielbiam, gdy {NPCName} jest przy mnie. Aż chce się grać!",
		"LoveSpace": "Nie ma to jak przestrzeń i swoboda.",
		"NoHome": "Nie mam gdzie trzymać swoich kijów.",
		"LikeNPC_Princess": "Myślałem, że {NPCName} będzie potrzebować kilku lekcji gry w golfa, ale to ona mnie podszkoliła! Lubię ją."
	},
	"TownNPCMood_Guide": {
		"Content": "U mnie wszystko OK.",
		"DislikeBiome": "{BiomeName} to niezbyt fajne miejsce. Nie ma co tu robić.",
		"DislikeCrowded": "Jestem wolnym duchem. Nie lubię tłoku.",
		"DislikeNPC": "{NPCName} mnie denerwuje. Może to przez to dziwne ubranie?",
		"FarFromHome": "Wygląda na to, że jestem daleko od domu.",
		"HateBiome": "{BiomeName} to miejsce, którego nienawidzę. Tutejsze potwory mogą cię rozerwać na strzępy w kilka sekund.",
		"HateCrowded": "Nienawidzę tłumów. Wolę przebywać na zewnątrz!",
		"HateNPC": "{NPCName} to ktoś, kogo nienawidzę. Świata nie trzeba ulepszać!",
		"LikeBiome": "{BiomeName} to fajne miejsce. Lubię wędrówki po tutejszych szlakach.",
		"LikeNPC": "Ja i {NPCName} mamy mnóstwo wspólnego. To całkiem fajne.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} jest super. Uwielbiam takich ludzi.",
		"LoveSpace": "Cała ta przestrzeń tylko dla mnie... Naprawdę dziękuję.",
		"NoHome": "Brak domu to dla mnie nic nowego, ale chętnie bym wprowadził jakieś zmiany.",
		"LikeNPC_Princess": "{NPCName} sprawia, że czuję się taki spokojny. Jakby w końcu ktoś zdjął ze mnie klątwę."
	},
	"TownNPCMood_Mechanic": {
		"Content": "Wszystko działa tak, jak trzeba. Co u mnie? Też dobrze!",
		"DislikeBiome": "{BiomeName} to niezbyt fajne miejsce. Przypomina mi o pewnym traumatycznym wydarzeniu!",
		"DislikeCrowded": "Martwią mnie te migoczące światła. Sieć nie jest przeciążona?",
		"DislikeNPC": "{NPCName} nie chce zostawić mnie w spokoju! Wcale mi się to nie podoba!",
		"FarFromHome": "Chyba nie mam zasięgu! Hmm.",
		"HateBiome": "{BiomeName} to miejsce, w którym czuje się strasznie. Jak gdyby ktoś ciągle mnie obserwował.",
		"HateCrowded": "Dla tylu ludzi potrzeba znacznie większego źródła mocy. Nienawidzę takich sytuacji!",
		"HateNPC": "Nienawidzę tego, że {NPCName} nie wie, jak się powinno traktować kobiety!",
		"LikeBiome": "{BiomeName} to fajne miejsce. Maszyny się tu nie przegrzewają, a energii nie brakuje.",
		"LikeNPC": "{NPCName} to osoba, którą rozumiem lepiej niż innych.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "Hm... {NPCName} sprawia, że serce wali mi jak szalone! Muszę się zbadać!",
		"LoveSpace": "Wspaniale! Nikt mi nie będzie przeszkadzał w tworzeniu odpowiedniej infrastruktury.",
		"NoHome": "W lesie tych przewodów nie położę.",
		"LikeNPC_Princess": "{NPCName} uruchomiła kablami jedną z moich pomp. Jestem pod wrażeniem!"
	},
	"TownNPCMood_Merchant": {
		"Content": "Czuję się świetnie! Chcesz coś kupić?",
		"DislikeBiome": "Hmm, {BiomeName} źle wpływa na interesy. Nie lubię tego miejsca.",
		"DislikeCrowded": "Niepokoi mnie tak duża liczba sąsiadów.",
		"DislikeNPC": "{NPCName} to niezbyt fajna osoba, która za dużo oszczędza i za mało kupuje.",
		"FarFromHome": "Rany, muszę wracać do swoich towarów!",
		"HateBiome": "{BiomeName} to miejsce opanowane przez potwory, a im przecież niczego nie sprzedam!",
		"HateCrowded": "Nienawidzę tłumów, które niczego nie kupują!",
		"HateNPC": "{NPCName} ma okropną osobowość. Nienawidzę tego!",
		"LikeBiome": "{BiomeName} to ładne miejsce, a ładne miejsca przyciągają klientów!",
		"LikeNPC": "{NPCName} zarabia mnóstwo pieniędzy, a ja lubię bogatych ludzi.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} jest super. Uwielbiam takich ludzi.",
		"LoveSpace": "Fajnie, sporo miejsca na moje towary.",
		"NoHome": "Nie mam gdzie otworzyć sklepu.",
		"LikeNPC_Princess": "{NPCName} mogłaby wykupić wszystkie moje towary! Fajnie się też z nią rozmawia."
	},
	"TownNPCMood_Nurse": {
		"Content": "Moje czynności życiowe są w normie, jeśli o to pytasz.",
		"DislikeBiome": "Ech, {BiomeName} sprzyja chorobom, co mi się wcale nie podoba.",
		"DislikeCrowded": "Hej, a gdzie dystans społeczny?",
		"DislikeNPC": "Czuję się nieswojo, gdy w pobliżu jest {NPCName}.",
		"FarFromHome": "Jestem zbyt daleko od domu. Nienawidzę, gdy muszę tyle chodzić.",
		"HateBiome": "Fuj, {BiomeName} to strasznie brudne miejsce. Pochoruję się tutaj!",
		"HateCrowded": "Tyle osób w jednym miejscu stanowi zagrożenie dla zdrowia, a tego to już nienawidzę!",
		"HateNPC": "{NPCName} to strasznie trudny pacjent. Nienawidzę tego!",
		"LikeBiome": "{BiomeName} to piękne miejsce na codzienną gimnastykę.",
		"LikeNPC": "{NPCName} to mądra i fajna osoba.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "Co? {NPCName}? Wcale się nie zadurzyłam! No weź! Cicho!",
		"LoveSpace": "Fajnie tutaj. Lubię mieć trochę miejsca dla siebie.",
		"NoHome": "Ech, brak domu naprawdę mnie wkurza.",
		"LikeNPC_Princess": "{NPCName} trochę się nacierpiała, gdy przypadkiem przemieściłam jej bark podczas badania, a do tego to ona przeprosiła MNIE!"
	},
	"TownNPCMood_Painter": {
		"Content": "Może i mam dobry humor. A tobie co do tego?",
		"DislikeBiome": "{BiomeName} to straszna nuda. Zielony? Brązowy? Więcej kolorów nie znają?",
		"DislikeCrowded": "Ci wszyscy ludzie przeszkadzają mi w malowaniu.",
		"DislikeNPC": "{NPCName} to ktoś zupełnie bez wyrazu. Nie lubię nudziarzy.",
		"FarFromHome": "Potrzebuję więcej farby, ale mój dom jest zbyt daleko.",
		"HateBiome": "Hej, {BiomeName} to obrzydliwe miejsce. Zabierz mnie stąd!",
		"HateCrowded": "Nienawidzę hałaśliwych tłumów. Kiedy w końcu zaznam ciszy i spokoju?",
		"HateNPC": "{NPCName} to okropny człowiek.",
		"LikeBiome": "{BiomeName} ma wiele składników do farb, a ładne widoki też mi nie przeszkadzają!",
		"LikeNPC": "Ja i {NPCName} lubimy ten sam odcień różu! Jak dla mnie to oznaka przyjaźni!",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} jest niczym muza, którą chciałbym przenieść na płótno... Z uwagi na barwy, rzecz jasna!",
		"LoveSpace": "W tym wspaniałym miejscu mogę się spokojnie skupić na swoim muralu.",
		"NoHome": "Nie mam domu!",
		"LikeNPC_Princess": "{NPCName} zleciła mi namalowanie muralu na dachu swojej sali tronowej!"
	},
	"TownNPCMood_PartyGirl": {
		"Content": "Mam dobry humor, taki imprezowy!",
		"DislikeBiome": "{BiomeName} jest zupełnie bez wyrazu. Jak możesz się tu bawić?",
		"DislikeCrowded": "Wokół mnóstwo ludzi, ale nikt się nie bawi!",
		"DislikeNPC": "{NPCName} psuje innym zabawę.",
		"FarFromHome": "Rzeczy na imprezę zostawiłam w domu, a to dość daleko!",
		"HateBiome": "Rany, {BiomeName} dosłownie zabija imprezowe klimaty.",
		"HateCrowded": "Wow, ile tu ludzi! Szkoda tylko, że nie przyszli na imprezę. To okropne!",
		"HateNPC": "{NPCName} zawsze przeszkadza mi w zabawie. Nienawidzę tej zrzędy!",
		"LikeBiome": "Czemu {BiomeName} to takie fajne miejsce? Bo ma tęcze!",
		"LikeNPC": "{NPCName} potrafi się bawić.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} zawsze wymiata na moich imprezach. To cudowne!",
		"LoveSpace": "To wszystko dla mnie? Urządzę największą imprezę w dziejach – tylko dla siebie!",
		"NoHome": "Jestem gotowa na imprezę, ale nie mam gdzie jej zrobić.",
		"LikeNPC_Princess": "TAK, {NPCName} uwielbia róż i jasne lśniące rzeczy. TA DZIEWCZYNA KOCHA ZABAWĘ! "
	},
	"TownNPCMood_Pirate": {
		"Content": "Ahoj, czuję się jak młody bóg!",
		"DislikeBiome": "Argh, {BiomeName} to dla mnie zbyt zatłoczone miejsce, ty szczurze lądowy!",
		"DislikeCrowded": "A niech to! Nie lubię, jak na moim statku jest za dużo szczurów lądowych.",
		"DislikeNPC": "{NPCName} chce mi odciąć brodę. To mi się nie podoba, a zabijałem już za mniej!",
		"FarFromHome": "W domu czekają na mnie łóżko i rum.",
		"HateBiome": "Arr, {BiomeName} to najpodlejszy kawałek suchego lądu, na jakim wylądowałem!",
		"HateCrowded": "Też nienawidzisz tego uczucia, że będzie bunt? Za dużo psubratów w okolicy.",
		"HateNPC": "{NPCName} musi wylądować za burtą! Nienawidzę tego paskudnego zapachu!",
		"LikeBiome": "Har, har, {BiomeName} to mój prawdziwy dom!",
		"LikeNPC": "Har, har! {NPCName} ma zawsze najlepszy rum.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"NoHome": "Moim domem jest morze, ale skoro już muszę siedzieć na lądzie... Przydałoby się jakieś schronienie.",
		"LikeNPC_Princess": "Arr, {NPCName} to gruba ryba, za którą wziąłbym ładną sumkę... Żartuję, uwielbiam tę dziewuchę.",
		"LoveNPC": "Ahoj! {NPCName} idzie pod moje skrzydła. Uwielbiam ludzi morza!",
		"LoveSpace": "Jakbym miał własny galeon!"
	},
	"TownNPCMood_SantaClaus": {
		"Content": "Jestem naprawdę radosny!",
		"DislikeBiome": "{BiomeName} to biom, którego nie lubię.",
		"DislikeCrowded": "Wolę pracować tylko z moimi elfami. Nie lubię, gdy ktoś mnie rozprasza!",
		"DislikeNPC": "{NPCName} to niezbyt fajna osoba.",
		"FarFromHome": "Halo! Jestem naprawdę daleko od domu!",
		"HateBiome": "{BiomeName} to okropne miejsce. Jestem tu przez ciebie, więc trafiasz na listę niegrzecznych dzieci.",
		"HateCrowded": "Sporo tu ludzi i wszyscy niegrzeczni. Nienawidzę nosić tylu rózg!",
		"HateNPC": "Nienawidzę ludzi, którzy we mnie nie wierzą! Na przykład {NPCName} – no strasznie niegrzeczna osoba!",
		"LikeBiome": "{BiomeName} to biom, który lubię.",
		"LikeNPC": "{NPCName} to naprawdę fajna osoba.",
		"LoveBiome": "Wspaniałe miejsce! Dziwi cię to? {BiomeName} jest super!",
		"LoveNPC": "{NPCName} jest super. Uwielbiam takich ludzi.",
		"LoveSpace": "Ho, ho, ho! Tylko ja i moje elfy. Ideale miejsce na warsztat.",
		"NoHome": "Nie mogę codziennie wracać na biegun północny! Załatwisz mi jakieś tymczasowe mieszkanie?",
		"LikeNPC_Princess": "Ho, ho, ho, {NPCName} jest bez wątpienia na szczycie listy grzecznych dzieci. "
	},
	"TownNPCMood_Steampunker": {
		"Content": "U mnie wszystko wspaniale.",
		"DislikeBiome": "{BiomeName} to naprawdę kiepskie miejsce. Aż mi zębatki rdzewieją!",
		"DislikeCrowded": "Nie lubię, gdy wokół jest tylu ludzi.",
		"DislikeNPC": "{NPCName} jest nie z tego świata! Nie lubię takich ludzi.",
		"FarFromHome": "Jestem zbyt daleko od domu i nie mam transportu!",
		"HateBiome": "{BiomeName} to okropne i szkaradne miejsce. A do tego jeszcze niebezpieczne!",
		"HateCrowded": "Hej, nienawidzę tłoku!",
		"HateNPC": "{NPCName} to straszny człowiek.",
		"LikeBiome": "{BiomeName} to fajne miejsce, gdzie można sobie polatać z jetpackiem!",
		"LikeNPC": "{NPCName} to fajna osoba. Pomaga mi ulepszać moje wynalazki.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} to ktoś naprawdę wyjątkowy. Coś niebywałego!",
		"LoveSpace": "Ile tu miejsca tylko dla mnie i moich maszyn!",
		"NoHome": "Przydałoby się jakieś mieszkanie.",
		"LikeNPC_Princess": "{NPCName} miała taką radość w oczach, gdy się zgłaszała, by wypróbować mój nowy teleporter. Uwielbiam entuzjastycznych asystentów!"
	},
	"TownNPCMood_Stylist": {
		"Content": "Czuję się dzisiaj stylowo.",
		"DislikeBiome": "{BiomeName} to kiepskie miejsce. Jak mam się chwalić włosami, kiedy jest tak zimno?",
		"DislikeCrowded": "To pająki? A nie, to tylko hałaśliwi sąsiedzi. Już wolę chyba pająki.",
		"DislikeNPC": "{NPCName} to strasznie uparta osoba. Nie lubię takich ludzi. Chciałam tylko pomóc!",
		"FarFromHome": "Mam za daleko do swoich narzędzi...",
		"HateBiome": "Ech, {BiomeName} strasznie psuje mi włosy!",
		"HateCrowded": "Nienawidzę, gdy wokół jest tylu ludzi. Nie mogę się skupić.",
		"HateNPC": "{NPCName} to ktoś naprawdę okropny. Jak można nie mieć włosów?",
		"LikeBiome": "{BiomeName} to dobre miejsce do cięcia włosów.",
		"LikeNPC": "{NPCName} to silna i tajemnicza osoba. Fajnie.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} to naprawdę piękna osoba... Taka egzotyczna... Chyba się zakochałam...",
		"LoveSpace": "Wspaniale! Mogę być sama i nikt mi nie będzie przeszkadzał.",
		"NoHome": "Bez odpowiedniego miejsca stylizacja włosów jest niemożliwa.",
		"LikeNPC_Princess": "{NPCName} ma idealne włosy. Nawet nie śmiem ich dotknąć!"
	},
	"TownNPCMood_TaxCollector": {
		"Content": "Co? Jestem naprawdę zadowolony.",
		"DislikeBiome": "{BiomeName} to strasznie denerwujące miejsce! Bez dwóch zdań!",
		"DislikeCrowded": "Musisz wiedzieć, że nie lubię sąsiadów!",
		"DislikeNPC": "{NPCName} to strasznie hałaśliwa osoba. Trzeba takie wyganiać!",
		"FarFromHome": "Ech! Próbuję wrócić do domu, żeby policzyć pieniądze! Odejdź!",
		"HateBiome": "{BiomeName} to straszne miejsce, nawet jak na moje standardy!",
		"HateCrowded": "Przegoń tych wszystkich darmozjadów. Nienawidzę tłoku.",
		"HateNPC": "{NPCName} to ktoś, kogo naprawdę nienawidzę! Co za szajbus oddaje rzeczy za darmo?",
		"LikeBiome": "{BiomeName} to miejsce, w którym inni nie wychodzą z domów i dzięki temu mi nie przeszkadzają. Fajnie.",
		"LikeNPC": "Zbyt energiczni ludzie przyprawiają mnie o ból głowy, ale {NPCName} mi nie przeszkadza. Chyba oszalałem!",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} to ktoś, kogo naprawdę podziwiam. Szanuję każdego, kto zna prawdziwą wartość pieniądza!",
		"LoveSpace": "Nareszcie jestem wolny od tych żałosnych wieśniaków!",
		"NoHome": "Jak taki bogacz może nie mieć domu? To niedorzeczne!",
		"LikeNPC_Princess": "{NPCName} nie powinna płacić podatków. W końcu to księżniczka... no ale nalegała."
	},
	"TownNPCMood_Truffle": {
		"Content": "U mnie wszystko gra.",
		"DislikeBiome": "{BiomeName} to biom, którego nie lubię.",
		"DislikeCrowded": "Nie lubię niepokoju, który czuję przez tych wszystkich ludzi.",
		"DislikeNPC": "{NPCName} ciągle chce mnie zjeść. Przysięgam! I wcale mi się to nie podoba.",
		"FarFromHome": "Nie lubię być tak daleko od domu.",
		"HateBiome": "{BiomeName} to nie jest dla mnie dobre miejsce!",
		"HateCrowded": "Okropne. Ilu ludzi... Chyba nikt mnie nie zje, prawda?",
		"HateNPC": "{NPCName} chce mnie wrzucić do garnka pełnego jakichś niezwykłych składników. To przerażające.",
		"LikeBiome": "{BiomeName} jest dla mnie niczym dom.",
		"LikeNPC": "{NPCName} traktuje mnie z szacunkiem. Podoba mi się takie zachowanie.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "Ja i {NPCName} możemy rozmawiać i nie muszę się bać, że zaraz mnie zje. To cudowne!",
		"LoveSpace": "Strasznie się grzybiesz. Nie można było szybciej załatwić takiego lokum?",
		"NoHome": "Potrzebuję miejsca, w którym będę się czuł bezpiecznie.",
		"LikeNPC_Princess": "{NPCName} nie próbuje mnie zjeść i to mi wystarcza."
	},
	"TownNPCMood_WitchDoctor": {
		"Content": "Jestem uosobieniem zadowolenia.",
		"DislikeBiome": "{BiomeName} to straszne miejsce, gdzie magia nie jest prawdziwie czysta. Bardzo mnie to złości.",
		"DislikeCrowded": "Tak bliska obecność innych zaczyna mnie niepokoić.",
		"DislikeNPC": "{NPCName} robi rzeczy, których nie pochwalam. Metal i szkło nie dają prawdziwego uzdrowienia.",
		"FarFromHome": "Oddaliłem się od swojej oazy spokoju.",
		"HateBiome": "{BiomeName} to straszne miejsce, w którym zło przenika dosłownie wszystko.",
		"HateCrowded": "Wokół mnie gromadzi się zbyt wielu ludzi, przez co w mym sercu narasta mrok.",
		"HateNPC": "{NPCName} to skażona ziemia pełna plugastw wzbudzających mój gniew.",
		"LikeBiome": "{BiomeName} to serce mocy voodoo. Nie wyobrażam sobie innego miejsca do życia.",
		"LikeNPC": "{NPCName} to moja bratnia dusza, przy której zaznaję spokoju.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} jest super. Uwielbiam takich ludzi.",
		"LoveSpace": "Czuję przepływ nieprzerwanej energii. Bardzo dobrze.",
		"NoHome": "Przydałoby się jakieś schronienie. Nie wszędzie odnajduję ciszę i spokój.",
		"LikeNPC_Princess": "Dla mego ludu dobra jest {NPCName}. To się ceni. "
	},
	"TownNPCMood_Wizard": {
		"Content": "Czuję się magicznie.",
		"DislikeBiome": "{BiomeName} to niedobre miejsce dla magii.",
		"DislikeCrowded": "Można przenieść tych hałaśliwych ludzi? Nie? No dobra.",
		"DislikeNPC": "{NPCName} zajmuje się niebezpiecznymi rzeczami. Wcale mi się to nie podoba.",
		"FarFromHome": "Mógłbym przysiąc, że mój dom gdzieś tutaj był...",
		"HateBiome": "{BiomeName} opanowały straszne plugastwa zrodzone z najmroczniejszej magii.",
		"HateCrowded": "Ten tłok zaczyna osłabiać moją magię! Tak przynajmniej mi się wydaje.",
		"HateNPC": "{NPCName} jest niczym największa obelga dla magii!",
		"LikeBiome": "{BiomeName}? A czego tu nie lubić w tym miejscu? Są jednorożce i tęcze.",
		"LikeNPC": "Ja i {NPCName} znamy się od dawna. Lubię tę znajomość.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} to osoba, z którą mogę rozmawiać godzinami. To wspaniałe uczucie!",
		"LoveSpace": "Jak za starych dobrych czasów, kiedy praktykowałem magię w wieży na odludziu!",
		"NoHome": "Gdzie mój dom? Co to za miejsce? Kim jesteś? Kim ja jestem?",
		"LikeNPC_Princess": "{NPCName}? Mamy księżniczkę? Fascynujące. Wydaje się fajna."
	},
	"PrincessChatter": {
		"Chatter_1": "Bardzo doceniam, że pomagasz tej krainie! Dziękuję!",
		"Chatter_11": "Różowy to najlepszy kolor na świecie! ",
		"Chatter_13": "Hm... Życie księżniczki potrafi być naprawdę nudne, więc mam wiele hobby! ",
		"Chatter_14": "Tak się cieszę, że w końcu będę mogła podróżować i poznawać nowych ludzi!",
		"Chatter_15": "Choć uwielbiam ludzi, jestem dość nieśmiała. Nie od razu potrafię przełamać pierwsze lody...",
		"Chatter_16": "{?BloodMoon}Rzeki stają się czerwone, a wszyscy są jacyś tacy podenerwowani. Hmm... istotnie, niełatwa noc!",
		"Chatter_17": "{?!Day}Gwiazdy nocą przypominają mi o blasku pewnej pięknej czarnej sukni. Niedługo sobie ją zamówię!",
		"Chatter_2": "Gobliny są przeurocze! Niziutkie i z takimi szpiczastymi uszkami, a do tego mają jeszcze różne kolory!",
		"Chatter_5": "Podoba ci się moja sukienka? Dzięki! Właśnie ją uszyłam.",
		"Chatter_6": "Jestem tak bardzo wdzięczna moim poddanym!",
		"Chatter_8": "Hmm... Myślisz, że {Pirate} ocali także swoich starych morskich przyjaciół?",
		"Chatter_10": "{?PumpkingDefeated}Dyniokról jest dwulicowy, ale nie zamierzam odpuszczać pokoju z jego strasznym ludem!",
		"Chatter_12": "{?DukeFishronDefeated}Kiedyś spotkałam na plaży księcia. Coś mi jednak w nim śmierdziało!",
		"Chatter_3": "{?GolemDefeated}Kiedyś chciałam pogłaskać jaszczuhra i... w ogóle mu to nie przeszkadzało!",
		"Chatter_4": "{?MartiansDefeated}Szkoda, że ci Marsjanie nie są zbyt fajni. Nasz świat zwykle nie miewa gości!",
		"Chatter_7": "{?FrostLegionDefeated}Nie lękaj się! Problem przestępczości zorganizowanej wśród śniegowego ludu jest mi dobrze znany.",
		"Chatter_9": "{?IceQueenDefeated}Obawiam się, że rozmowy z Lodową Królową nie poszły najlepiej. To dość zimna osoba. He, he!"
	},
	"PrincessSpecialText": {
		"Graveyard1": "Hm... trochę tu strasznie. Lepiej napiję się herbaty.",
		"Graveyard2": "Co to za hałas? Hm, może nie powinnam się tak martwić!",
		"Party": "Przyjęcie? Takie jak festiwal? UWIELBIAM FESTIWALE! Mnóstwo różu! Mnóstwo blasku! I ta radość!",
		"Rain1": "Deszcz sprawia, że czuję się niezwykle spokojna.",
		"Rain2": "Uwielbiam deszcz. Bardzo mnie uspokaja.",
		"Storm1": "Hm... na dworze szaleje silna burza. Ale to też fajnie.",
		"Storm2": "Uważaj, jeśli wybierasz się na dwór. Szaleje silna burza!",
		"Windy1": "Ups! Lepiej przytrzymam tiarę, bo trochę dziś wieje!",
		"Windy2": "Wspaniały dzień na puszczanie latawców, nieprawdaż?"
	},
	"TownNPCMood_Princess": {
		"Content": "Wszystko jest pod kontrolą!",
		"DislikeBiome": "{BiomeName} to biom, którego nie lubię.",
		"DislikeCrowded": "Cieszę się, że mieszkam wśród poddanych. Rozumiem jednak, że dla innych nie musi to być takie fajne.",
		"DislikeNPC": "{NPCName} to ktoś, kogo nie lubię.",
		"FarFromHome": "Hm... Chyba poszłam trochę za daleko! Masz ochotę na spacerek?",
		"HateBiome": "Hmm, trzeba tutaj sporo zmienić. To miejsce nie nadaje się dla nikogo, a już zwłaszcza dla księżniczki!",
		"HateCrowded": "UWIELBIAM, gdy otacza mnie mnóstwo ludzi, ale nie chcę, żeby ten tłok wpływał na ich szczęście.",
		"HateLonely": "Hm... Jestem trochę samotna. Mogłabym mieszkać bliżej moich poddanych?",
		"HateNPC": "{NPCName} to ktoś, kogo nienawidzę.",
		"LikeBiome": "Kwiaty są piękne, wzgórza cudowne, a piasek ciepły. Wszędzie jest wspaniale, gdy jesteś wśród przyjaciół!",
		"LikeNPC": "{NPCName} to ktoś, kogo lubię.",
		"LoveBiome": "{BiomeName} to biom, który uwielbiam.",
		"LoveNPC": "{NPCName} to ktoś, kogo uwielbiam.",
		"LoveNPC_Angler": "{NPCName} jest bardzo fajny. Ciągle chce mnie zabrać na ryby!",
		"LoveNPC_ArmsDealer": "{NPCName} ma takie dobre serduszko!",
		"LoveNPC_BestiaryGirl": "{NPCName} zawsze pozwala mi się bawić z jej zwierzakami. To takie miłe!",
		"LoveNPC_Clothier": "{NPCName} czasami wygląda na naprawdę smutnego, ale dla mnie jest bardzo miły!",
		"LoveNPC_Cyborg": "{NPCName} jest naprawdę czadowy. On chyba wie wszystko!",
		"LoveNPC_DD2Bartender": "{NPCName} jest z zupełnie innego świata. Fascynujące!",
		"LoveNPC_Demolitionist": "{NPCName} jest bombowy! He, he!",
		"LoveNPC_Dryad": "{NPCName} tak bardzo kocha naturę! Coś wspaniałego!",
		"LoveNPC_DyeTrader": "{NPCName} zawsze mi pomaga wybrać najlepszy kolor sukni!",
		"LoveNPC_GoblinTinkerer": "{NPCName} robi niezwykłe gadżety!",
		"LoveNPC_Guide": "{NPCName} jest naprawdę fajną osobą!",
		"LoveNPC_Mechanic": "{NPCName} potrafi wszystko naprawić. Podziwiam ją!",
		"LoveNPC_Merchant": "{NPCName} zawsze ma to, czego potrzebuję – i to za darmo!",
		"LoveNPC_Nurse": "{NPCName} zawsze mi pomaga, gdy się zranię!",
		"LoveNPC_Painter": "{NPCName} ożywia to miejsce swoją sztuką!",
		"LoveNPC_PartyGirl": "{NPCName} jest zawsze duszą towarzystwa!",
		"LoveNPC_Pirate": "{NPCName} opowiada takie fascynujące historie o piratach!",
		"LoveNPC_Princess": "{NPCName} to strasznie fajna osoba, przy której jednak trochę dziwnie się czuję!",
		"LoveNPC_Steampunker": "{NPCName} to moja ulubiona koleżanka do herbaty!",
		"LoveNPC_Stylist": "{NPCName} zna się na włosach jak nikt inny. Świetnie się z nią rozmawia!",
		"LoveNPC_TaxCollector": "{NPCName} jest strasznie nierozumiany, a to bardzo miła osoba!",
		"LoveNPC_TownBunny": "{NPCName} to naprawdę cudowne stworzenie!",
		"LoveNPC_TownCat": "{NPCName} to naprawdę cudowne stworzenie!",
		"LoveNPC_TownDog": "{NPCName} to naprawdę cudowne stworzenie!",
		"LoveNPC_Truffle": "{NPCName} jest naprawdę fajny!",
		"LoveNPC_WitchDoctor": "{NPCName} ma wyjątkowe spostrzeżenia, które naprawdę dają do myślenia!",
		"LoveNPC_Wizard": "{NPCName} jest bardzo mądry. Całkowicie ufam jego osądom!",
		"NoHome": "Wygląda na to, że nie mam gdzie mieszkać. Masz może coś różowego?",
		"LoveNPC_Golfer": "{NPCName} tak bardzo kocha golfa. To inspirujące!",
		"LoveNPC_SantaClaus": "{NPCName} jest taki radosny. Aż chcę mu dać jakiś prezent!",
		"LoveNPC_TownSlime": "{NPCName} to naprawdę cudowne stworzenie!"
	},
	"MerchantNames": {
		"Alfred": "Alfred",
		"Barney": "Barney",
		"Calvin": "Calvin",
		"Edmund": "Edmund",
		"Edwin": "Edwin",
		"Eugene": "Eugene",
		"Frank": "Frank",
		"Frederick": "Frederick",
		"Gilbert": "Gilbert",
		"Gus": "Gus",
		"Wilbur": "Wilbur",
		"Seymour": "Seymour",
		"Louis": "Louis",
		"Humphrey": "Humphrey",
		"Harold": "Harold",
		"Milton": "Milton",
		"Mortimer": "Mortimer",
		"Howard": "Howard",
		"Walter": "Walter",
		"Isaac": "Isaac",
		"Joseph": "Joseph",
		"Kristian": "Kristian",
		"Ralph": "Ralph"
	},
	"NurseNames": {
		"Molly": "Molly",
		"Amy": "Amy",
		"Claire": "Claire",
		"Emily": "Emily",
		"Katie": "Katie",
		"Madeline": "Madeline",
		"Katelyn": "Katelyn",
		"Emma": "Emma",
		"Abigail": "Abigail",
		"Carly": "Carly",
		"Jenna": "Jenna",
		"Heather": "Heather",
		"Katherine": "Katherine",
		"Caitlin": "Caitlin",
		"Kaitlin": "Kaitlin",
		"Holly": "Holly",
		"Kaitlyn": "Kaitlyn",
		"Hannah": "Hannah",
		"Kathryn": "Kathryn",
		"Lorraine": "Lorraine",
		"Helen": "Helen",
		"Kayla": "Kayla",
		"Lisa": "Lisa",
		"Allison": "Allison"
	},
	"ArmsDealerNames": {
		"DeShawn": "DeShawn",
		"DeAndre": "DeAndre",
		"Marquis": "Marquis",
		"Darnell": "Darnell",
		"Terrell": "Terrell",
		"Malik": "Malik",
		"Trevon": "Trevon",
		"Tyrone": "Tyrone",
		"Willie": "Willie",
		"Dominique": "Dominique",
		"Demetrius": "Demetrius",
		"Reginald": "Reginald",
		"Jamal": "Jamal",
		"Maurice": "Maurice",
		"Jalen": "Jalen",
		"Darius": "Darius",
		"Xavier": "Xavier",
		"Terrance": "Terrance",
		"Andre": "Andre",
		"Dante": "Dante",
		"Brimst": "Brimst",
		"Bronson": "Bronson",
		"Tony": "Tony",
		"Darryl": "Darryl"
	},
	"DryadNames": {
		"Alalia": "Alalia",
		"Alura": "Alura",
		"Ariella": "Ariella",
		"Caelia": "Caelia",
		"Calista": "Calista",
		"Chryseis": "Chryseis",
		"Emerenta": "Emerenta",
		"Elysia": "Elysia",
		"Evvie": "Evvie",
		"Faye": "Faye",
		"Felicitae": "Felicitae",
		"Lunette": "Lunette",
		"Nata": "Nata",
		"Nissa": "Nissa",
		"Tatiana": "Tatiana",
		"Rosalva": "Rosalva",
		"Shea": "Shea",
		"Tania": "Tania",
		"Isis": "Isis",
		"Celestia": "Celestia",
		"Xylia": "Xylia"
	},
	"GuideNames": {
		"Joe": "Joe",
		"Connor": "Connor",
		"Tanner": "Tanner",
		"Wyatt": "Wyatt",
		"Cody": "Cody",
		"Levi": "Levi",
		"Luke": "Luke",
		"Jack": "Jack",
		"Scott": "Scott",
		"Logan": "Logan",
		"Cole": "Cole",
		"Asher": "Asher",
		"Bradley": "Bradley",
		"Jacob": "Jacob",
		"Garrett": "Garrett",
		"Dylan": "Dylan",
		"Maxwell": "Maxwell",
		"Steve": "Steve",
		"Brett": "Brett",
		"Andrew": "Andrew",
		"Harley": "Harley",
		"Kyle": "Kyle",
		"Jake": "Jake",
		"Ryan": "Ryan",
		"Jeffrey": "Jeffrey",
		"Seth": "Seth",
		"Marty": "Marty",
		"Brandon": "Brandon",
		"Zach": "Zach",
		"Jeff": "Jeff",
		"Daniel": "Daniel",
		"Trent": "Trent",
		"Kevin": "Kevin",
		"Brian": "Brian",
		"Colin": "Colin",
		"Jan": "Jan"
	},
	"DemolitionistNames": {
		"Dolbere": "Dolbere",
		"Bazdin": "Bazdin",
		"Durim": "Durim",
		"Tordak": "Tordak",
		"Garval": "Garval",
		"Morthal": "Morthal",
		"Oten": "Oten",
		"Dolgen": "Dolgen",
		"Gimli": "Gimli",
		"Gimut": "Gimut",
		"Duerthen": "Duerthen",
		"Beldin": "Beldin",
		"Jarut": "Jarut",
		"Ovbere": "Ovbere",
		"Norkas": "Norkas",
		"Dolgrim": "Dolgrim",
		"Boften": "Boften",
		"Norsun": "Norsun",
		"Dias": "Dias",
		"Fikod": "Fikod",
		"Urist": "Urist",
		"Darur": "Darur"
	},
	"ClothierNames": {
		"Sebastian": "Sebastian",
		"Rupert": "Rupert",
		"Clive": "Clive",
		"Nigel": "Nigel",
		"Mervyn": "Mervyn",
		"Cedric": "Cedric",
		"Pip": "Pip",
		"Cyril": "Cyril",
		"Fitz": "Fitz",
		"Lloyd": "Lloyd",
		"Arthur": "Arthur",
		"Rodney": "Rodney",
		"Graham": "Graham",
		"Edward": "Edward",
		"Alfred": "Alfred",
		"Edmund": "Edmund",
		"Henry": "Henry",
		"Herald": "Herald",
		"Roland": "Roland",
		"Lincoln": "Lincoln",
		"Edgar": "Edgar",
		"Eustace": "Eustace",
		"Benjamin": "Benjamin",
		"James": "James",
		"Rodrick": "Rodrick"
	},
	"GoblinTinkererNames": {
		"Grodax": "Grodax",
		"Sarx": "Sarx",
		"Xon": "Xon",
		"Mrunok": "Mrunok",
		"Nuxatk": "Nuxatk",
		"Tgerd": "Tgerd",
		"Darz": "Darz",
		"Smador": "Smador",
		"Stazen": "Stazen",
		"Mobart": "Mobart",
		"Knogs": "Knogs",
		"Tkanus": "Tkanus",
		"Negurk": "Negurk",
		"Nort": "Nort",
		"Durnok": "Durnok",
		"Trogem": "Trogem",
		"Stezom": "Stezom",
		"Gnudar": "Gnudar",
		"Ragz": "Ragz",
		"Fahd": "Fahd",
		"Xanos": "Xanos",
		"Arback": "Arback",
		"Fjell": "Fjell",
		"Dalek": "Dalek",
		"Knub": "Knub"
	},
	"WizardNames": {
		"Dalamar": "Dalamar",
		"Dulais": "Dulais",
		"Elric": "Elric",
		"Arddun": "Arddun",
		"Maelor": "Maelor",
		"Leomund": "Leomund",
		"Hirael": "Hirael",
		"Gwentor": "Gwentor",
		"Greum": "Greum",
		"Gearroid": "Gearroid",
		"Fizban": "Fizban",
		"Ningauble": "Ningauble",
		"Seonag": "Seonag",
		"Sargon": "Sargon",
		"Merlyn": "Merlyn",
		"Magius": "Magius",
		"Berwyn": "Berwyn",
		"Arwyn": "Arwyn",
		"Alasdair": "Alasdair",
		"Tagar": "Tagar",
		"Abram": "Abram",
		"Xanadu": "Xanadu"
	},
	"MechanicNames": {
		"Shayna": "Shayna",
		"Korrie": "Korrie",
		"Ginger": "Ginger",
		"Brooke": "Brooke",
		"Jenny": "Jenny",
		"Autumn": "Autumn",
		"Nancy": "Nancy",
		"Ella": "Ella",
		"Kayla": "Kayla",
		"Selah": "Selah",
		"Sophia": "Sophia",
		"Marshanna": "Marshanna",
		"Lauren": "Lauren",
		"Trisha": "Trisha",
		"Shirlena": "Shirlena",
		"Sheena": "Sheena",
		"Ellen": "Ellen",
		"Amy": "Amy",
		"Dawn": "Dawn",
		"Susana": "Susana",
		"Meredith": "Meredith",
		"Selene": "Selene",
		"Terra": "Terra",
		"Sally": "Sally"
	},
	"TruffleNames": {
		"Reishi": "Reishi",
		"Maitake": "Maitake",
		"Chanterelle": "Chanterelle",
		"Porcini": "Porcini",
		"Shimeji": "Shimeji",
		"Amanita": "Amanita",
		"Muscaria": "Muscaria",
		"Agaric": "Agaric",
		"Cremini": "Cremini",
		"Morel": "Morel",
		"Enoki": "Enoki",
		"Shiitake": "Shiitake",
		"Leinspores": "Leinspores"
	},
	"SteampunkerNames": {
		"Whitney": "Whitney",
		"Verity": "Verity",
		"Ada": "Ada",
		"Cornelia": "Cornelia",
		"Lydia": "Lydia",
		"Leila": "Leila",
		"Minerva": "Minerva",
		"Emeline": "Emeline",
		"Cynthia": "Cynthia",
		"Fidelia": "Fidelia",
		"Lilly": "Lilly",
		"Phoebe": "Phoebe",
		"Zylphia": "Zylphia",
		"Zelda": "Zelda",
		"Selina": "Selina",
		"Hope": "Hope",
		"Isabella": "Isabella",
		"Judith": "Judith",
		"Savannah": "Savannah",
		"Vivian": "Vivian"
	},
	"DyeTraderNames": {
		"Abdosir": "Abdosir",
		"Akbar": "Akbar",
		"Bodashtart": "Bodashtart",
		"Danel": "Danel",
		"Hanno": "Hanno",
		"Hiram": "Hiram",
		"Kanmi": "Kanmi",
		"Philosir": "Philosir",
		"Tabnit": "Tabnit",
		"Yutpan": "Yutpan",
		"Ahirom": "Ahirom",
		"Batnoam": "Batnoam",
		"Sikarbaal": "Sikarbaal",
		"Hannibal": "Hannibal",
		"Yehomilk": "Yehomilk",
		"Ahinadab": "Ahinadab"
	},
	"PartyGirlNames": {
		"Candy": "Candy",
		"Isis": "Isis",
		"Trixy": "Trixy",
		"Destiny": "Destiny",
		"Lexus": "Lexus",
		"Bambi": "Bambi",
		"Bailey": "Bailey",
		"Glitter": "Glitter",
		"Sparkle": "Sparkle",
		"Paris": "Paris",
		"Dazzle": "Dazzle",
		"Fantasy": "Fantasy",
		"Bunny": "Bunny",
		"Sugar": "Sugar",
		"Fantasia": "Fantasia",
		"Star": "Star",
		"Cherry": "Cherry",
		"Amanda": "Amanda"
	},
	"CyborgNames": {
		"Alpha": "Alpha",
		"Beta": "Beta",
		"Delta": "Delta",
		"Omega": "Omega",
		"Gamma": "Gamma",
		"Theta": "Theta",
		"Kappa": "Kappa",
		"Omicron": "Omicron",
		"Sigma": "Sigma",
		"Upsilon": "Upsilon",
		"Phi": "Phi",
		"Zeta": "Zeta",
		"Lambda": "Lambda",
		"Nu": "Nu",
		"Ci": "Ci",
		"Rho": "Rho",
		"Fender": "Fender",
		"T-3E0": "T-3E0",
		"Niner-7": "Niner-7",
		"A.N.D.Y.": "A.N.D.Y.",
		"Syn-X": "Syn-X",
		"Mu": "Mu",
		"Raynbro": "Raynbro"
	},
	"PainterNames": {
		"Marco": "Marco",
		"Guido": "Guido",
		"Enzo": "Enzo",
		"Martino": "Martino",
		"Mauro": "Mauro",
		"Lorenzo": "Lorenzo",
		"Ludo": "Ludo",
		"Luciano": "Luciano",
		"Carlo": "Carlo",
		"Bruno": "Bruno",
		"Mario": "Mario",
		"Leonardo": "Leonardo",
		"Raphael": "Raphael",
		"Luigi": "Luigi",
		"Luca": "Luca",
		"Darren": "Darren",
		"Esreadel": "Esreadel",
		"Stefano": "Stefano",
		"Jim": "Jim"
	},
	"WitchDoctorNames": {
		"Abibe": "Abibe",
		"Jamundi": "Jamundi",
		"U'wa": "U'wa",
		"Tairona": "Tairona",
		"Xirigua": "Xirigua",
		"Zop'a": "Zop'a",
		"Opuni": "Opuni",
		"Kogi-ghi": "Kogi-ghi",
		"Konah": "Konah",
		"Gboto": "Gboto"
	},
	"PirateNames": {
		"David": "David",
		"Red Beard": "Red Beard",
		"Jack": "Jack",
		"Black Beard": "Black Beard",
		"Captain Morgan": "Captain Morgan",
		"Wet Beard": "Wet Beard",
		"James T. Beard": "James T. Beard",
		"Gunpowder Garry": "Gunpowder Garry",
		"Captain Stoney Dirt": "Captain Stoney Dirt",
		"Jake": "Jake",
		"Captain Bullywort": "Captain Bullywort"
	},
	"StylistNames": {
		"Bri": "Bri",
		"Brianne": "Brianne",
		"Flora": "Flora",
		"Iris": "Iris",
		"Scarlett": "Scarlett",
		"Lola": "Lola",
		"Hazel": "Hazel",
		"Stella": "Stella",
		"Pearl": "Pearl",
		"Tallulah": "Tallulah",
		"Ruby": "Ruby",
		"Esmeralda": "Esmeralda",
		"Kylie": "Kylie",
		"Kati": "Kati",
		"Biah": "Biah",
		"Meliyah": "Meliyah",
		"Petra": "Petra",
		"Rox": "Rox",
		"Roxanne": "Roxanne",
		"Annabel": "Annabel"
	},
	"TravelingMerchantNames": {
		"Abraham": "Abraham",
		"Bohemas": "Bohemas",
		"Eladon": "Eladon",
		"Aphraim": "Aphraim",
		"Gallius": "Gallius",
		"Llewellyn": "Llewellyn",
		"Riley": "Riley",
		"Rawleigh": "Rawleigh",
		"Shipton": "Shipton",
		"Romeo": "Romeo",
		"Aedan": "Aedan",
		"Mercer": "Mercer",
		"Willy": "Willy"
	},
	"AnglerNames": {
		"Bobby": "Bobby",
		"Sammy": "Sammy",
		"Jimmy": "Jimmy",
		"Danny": "Danny",
		"Timmy": "Timmy",
		"Simon": "Simon",
		"Johnny": "Johnny",
		"Billy": "Billy",
		"Matty": "Matty",
		"Bart": "Bart",
		"Phillip": "Phillip",
		"Spencer": "Spencer",
		"Nathan": "Nathan",
		"Grayson": "Grayson",
		"Miles": "Miles",
		"Charles": "Charles",
		"Adam": "Adam",
		"Tyler": "Tyler",
		"Jey": "Jey",
		"Ivan": "Ivan",
		"Izzy": "Izzy"
	},
	"SkeletonMerchantNames": {
		"Skellington": "Skellington",
		"Bones McGee": "Bones McGee",
		"Gloomy Mays": "Gloomy Mays",
		"Jack Sellington": "Jack Sellington",
		"Billy Marrows": "Billy Marrows",
		"Tom": "Tom",
		"Rattles Magoo": "Rattles Magoo",
		"Mandible Calavera": "Mandible Calavera",
		"Mika": "Mika",
		"No-Eyed Wiley": "No-Eyed Wiley",
		"Victor": "Victor"
	},
	"TaxCollectorNames": {
		"McKinly": "McKinly",
		"Millard": "Millard",
		"Fillmore": "Fillmore",
		"Rutherford": "Rutherford",
		"Chester": "Chester",
		"Grover": "Grover",
		"Cleveland": "Cleveland",
		"Theodore": "Theodore",
		"Herbert": "Herbert",
		"Warren": "Warren",
		"Lyndon": "Lyndon",
		"Ronald": "Ronald",
		"Harrison": "Harrison",
		"Woodrow": "Woodrow",
		"Tweed": "Tweed",
		"Blanton": "Blanton",
		"Dwyer": "Dwyer",
		"Carroll": "Carroll",
		"Agnew": "Agnew"
	},
	"BartenderNames": {
		"Name_1": "Ted",
		"Name_2": "Barkeep",
		"Name_3": "Jerry",
		"Name_4": "Bill",
		"Name_5": "Ernest",
		"Name_6": "William",
		"Name_7": "Dale",
		"Name_8": "Bruce",
		"Name_9": "Moe",
		"Name_10": "Javahawk",
		"Name_11": "Elandrian",
		"Name_12": "Driscan",
		"Name_13": "Iamisom",
		"Name_14": "Blacksmith",
		"Name_15": "Dani Moo",
		"Name_16": "Paddy"
	},
	"GolferNames": {
		"Name_1": "Lion Pines",
		"Name_2": "Gunner McLovin",
		"Name_3": "Harry Madison",
		"Name_4": "Arnie Palmfrond",
		"Name_5": "Jake Nicklelisp",
		"Name_6": "William",
		"Name_7": "Billy Bones",
		"Name_8": "Jim Mulligan"
	},
	"BestiaryGirlNames": {
		"Name_1": "Maria",
		"Name_2": "MacKenzie",
		"Name_3": "Azaria",
		"Name_4": "Juanita",
		"Name_5": "Astra",
		"Name_6": "Hayley",
		"Name_7": "Becca",
		"Name_8": "Veronica",
		"Name_9": "Tia",
		"Name_10": "Robyn",
		"Name_11": "Arien",
		"Name_12": "Jane",
		"Name_13": "Bindi",
		"Name_14": "Dian",
		"Name_15": "Lori",
		"Name_16": "Mardy",
		"Name_17": "Mollie",
		"Name_18": "Lizzy",
		"Name_19": "Daphne",
		"Name_20": "Ellen",
		"Name_21": "Lilith"
	},
	"PrincessNames": {
		"Ai": "Ai",
		"Hime": "Hime",
		"Emilia": "Emilia",
		"Alice": "Alice",
		"Belle": "Belle",
		"Sophia": "Sophia",
		"Hikari": "Hikari",
		"Faye": "Faye",
		"Christina": "Christina",
		"Flora": "Flora",
		"Liselotte": "Liselotte",
		"Aria": "Aria",
		"Yuuki": "Yuuki",
		"Theresa": "Theresa",
		"Elitia": "Elitia",
		"Lucia": "Lucia",
		"Ariel": "Ariel",
		"Momo": "Momo",
		"Charlotte": "Charlotte",
		"Tiara": "Tiara",
		"Yorai": "Yorai",
		"Rosetta": "Rosetta"
	},
	"CatNames_Siamese": {
		"Zen": "Zen",
		"Callie": "Callie",
		"Rainha": "Rainha",
		"Nust": "Nust",
		"Bandit": "Bandit",
		"Goliath": "Goliath",
		"Valerie": "Valerie",
		"Socks": "Socks",
		"Iris": "Iris",
		"Sekhmet": "Sekhmet",
		"Cleo": "Cleo",
		"Sappho": "Sappho"
	},
	"CatNames_Black": {
		"Luna": "Luna",
		"Figment": "Figment",
		"Ember": "Ember",
		"Damien": "Damien",
		"Snowball": "Snowball",
		"Night": "Night",
		"Misu": "Misu",
		"Magic": "Magic",
		"Tonic": "Tonic",
		"Violet": "Violet",
		"Jaspers": "Jaspers",
		"Gargoyle": "Gargoyle",
		"Lilith": "Lilith",
		"Salem": "Salem",
		"Rascal": "Rascal",
		"Bella": "Bella",
		"Odin": "Odin",
		"Jiji": "Jiji",
		"Morgan": "Morgan",
		"Arbus": "Arbus",
		"Max": "Max",
		"George": "George",
		"Esper": "Esper"
	},
	"CatNames_OrangeTabby": {
		"Linkle": "Linkle",
		"Remy": "Remy",
		"Lux": "Lux",
		"Sunny": "Sunny",
		"Tigger": "Tigger",
		"Callie": "Callie",
		"Sassy": "Sassy",
		"Bob": "Bob",
		"Leo": "Leo",
		"Tiger": "Tiger",
		"Caramel": "Caramel",
		"Tony": "Tony",
		"Garfield": "Garfield",
		"Hobbes": "Hobbes",
		"Charlie": "Charlie",
		"Rascal": "Rascal",
		"Critter": "Critter",
		"Adol": "Adol"
	},
	"CatNames_RussianBlue": {
		"Alexi": "Alexi",
		"Ruby": "Ruby",
		"Bubbles": "Bubbles",
		"Lexi": "Lexi",
		"Prissy": "Prissy",
		"Valery": "Valery",
		"Lucy": "Lucy",
		"Pete": "Pete",
		"Jocelyn": "Jocelyn",
		"Light": "Light",
		"Lily": "Lily",
		"Starlight": "Starlight",
		"Cobalt": "Cobalt",
		"Tilly": "Tilly",
		"Rion": "Rion",
		"Momo": "Momo",
		"Tarzan": "Tarzan"
	},
	"CatNames_Silver": {
		"Roo": "Roo",
		"Blaze": "Blaze",
		"Rebus": "Rebus",
		"Polo": "Polo",
		"Kelly": "Kelly",
		"Kiva": "Kiva",
		"Sooty": "Sooty",
		"By-Tor": "By-Tor",
		"Merlin": "Merlin",
		"Trudy": "Trudy",
		"Nana": "Nana",
		"Ange": "Ange",
		"Kanako": "Kanako",
		"Freya": "Freya",
		"Cloud": "Cloud",
		"Cutie": "Cutie",
		"Renne": "Renne",
		"Miette": "Miette",
		"Tula": "Tula"
	},
	"CatNames_White": {
		"Misty": "Misty",
		"Storm": "Storm",
		"Angel": "Angel",
		"Vincent": "Vincent",
		"MrCat": "Mr. Cat",
		"Holly": "Holly",
		"Sam": "Sam",
		"Rory": "Rory",
		"Ichibi": "Ichibi",
		"Belle": "Belle",
		"Yuki": "Yuki",
		"Ater": "Ater",
		"Snowdrop": "Snowdrop",
		"Snowball": "Snowball",
		"Reah": "Reah",
		"Gemma": "Gemma"
	},
	"DogNames_Labrador": {
		"Penny": "Penny",
		"Pebbles": "Pebbles",
		"Puppy": "Puppy",
		"Monroe": "Monroe",
		"Kittie": "Kittie",
		"Buddy": "Buddy",
		"Charlie": "Charlie",
		"Trulte": "Trulte",
		"Daisy": "Daisy",
		"Calvin": "Calvin",
		"Willow": "Willow",
		"Arthur": "Arthur",
		"John": "John",
		"Bitsy": "Bitsy",
		"Mike": "Mike",
		"Sparky": "Sparky",
		"Lucky": "Lucky"
	},
	"DogNames_PitBull": {
		"Max": "Max",
		"Dexter": "Dexter",
		"Chomps": "Chomps",
		"Bubba": "Bubba",
		"Sampson": "Sampson",
		"Spike": "Spike",
		"Ginger": "Ginger",
		"Kona": "Kona",
		"Keith": "Keith",
		"Jazzy": "Jazzy",
		"Rex": "Rex",
		"Toshiro": "Toshiro",
		"Buster": "Buster",
		"Doug": "Doug"
	},
	"DogNames_Beagle": {
		"Zelda": "Zelda",
		"Navi": "Navi",
		"Ali": "Ali",
		"Fred": "Fred",
		"Roxie": "Roxie",
		"Milo": "Milo",
		"Copper": "Copper",
		"Darwin": "Darwin",
		"Lieselotte": "Lieselotte",
		"Wilma": "Wilma",
		"Odie": "Odie",
		"Feena": "Feena",
		"Pete": "Pete"
	},
	"DogNames_Corgi": {
		"Bella": "Bella",
		"Ellie": "Ellie",
		"Baxter": "Baxter",
		"Oliver": "Oliver",
		"Maya": "Maya",
		"Titus": "Titus",
		"Shino": "Shino",
		"Elizabeth": "Elizabeth",
		"Victoria": "Victoria",
		"Yona": "Yona",
		"Ammy": "Ammy",
		"Charles": "Charles",
		"Estelle": "Estelle",
		"Astro": "Astro"
	},
	"DogNames_Dalmation": {
		"Spot": "Spot",
		"Suzy": "Suzy",
		"Lucky": "Lucky",
		"Marshall": "Marshall",
		"Dotty": "Dotty",
		"Pongo": "Pongo",
		"Sapphire": "Sapphire",
		"Splat": "Splat",
		"Aurora": "Aurora",
		"Akane": "Akane",
		"Firebug": "Firebug",
		"Polka": "Polka",
		"Mizore": "Mizore"
	},
	"DogNames_Husky": {
		"Rosalie": "Rosalie",
		"Balto": "Balto",
		"Miska": "Miska",
		"Sky": "Sky",
		"Sasha": "Sasha",
		"Zoey": "Zoey",
		"Toya": "Toya",
		"Snowdog": "Snowdog",
		"Kayla": "Kayla",
		"Hachiko": "Hachiko",
		"Indiana": "Indiana",
		"Sven": "Sven",
		"Bullet": "Bullet",
		"Comet": "Comet",
		"Ingrid": "Ingrid",
		"Dogi": "Dogi"
	},
	"BunnyNames_White": {
		"Bunnicula": "Bunnicula",
		"Ben": "Ben",
		"Roger": "Roger",
		"Skippy": "Skippy",
		"Donnie": "Donnie",
		"Alice": "Alice",
		"Presto": "Presto",
		"Shion": "Shion",
		"Lisette": "Lisette",
		"Lily": "Lily",
		"Inaba": "Inaba",
		"Shirayuki": "Shirayuki",
		"Lilia": "Lilia",
		"Ears": "Ears"
	},
	"BunnyNames_Angora": {
		"Breadbuns": "Breadbuns",
		"Loaf": "Loaf",
		"Babs": "Babs",
		"BigB": "Big B",
		"Greg": "Greg",
		"Fluffy": "Fluffy",
		"Pom": "Pom",
		"Muffin": "Muffin",
		"Maximus": "Maximus",
		"Donald": "Donald"
	},
	"BunnyNames_Dutch": {
		"Oreo": "Oreo",
		"Olaf": "Olaf",
		"Domino": "Domino",
		"Oz": "Oz",
		"Yin": "Yin",
		"Yang": "Yang",
		"Pow": "Pow",
		"Kaguya": "Kaguya",
		"Mono": "Mono",
		"Panda": "Panda",
		"Orin": "Orin"
	},
	"BunnyNames_Flemish": {
		"Thumper": "Thumper",
		"Cinnabun": "Cinnabun",
		"Peter": "Peter",
		"Hazel": "Hazel",
		"Loki": "Loki",
		"Sunflower": "Sunflower",
		"Toby": "Toby",
		"Daisy": "Daisy",
		"Dusty": "Dusty",
		"Jazz": "Jazz",
		"Russell": "Russell",
		"Honeycomb": "Honeycomb"
	},
	"BunnyNames_Lop": {
		"Bunbun": "Bunbun",
		"Lola": "Lola",
		"Max": "Max",
		"Tyler": "Tyler",
		"Flops": "Flops",
		"Flappie": "Flappie",
		"Caerbannog": "Caerbannog",
		"Mochi": "Mochi",
		"Dandy": "Dandy",
		"Puff": "Puff",
		"Youp": "Youp",
		"Boof": "Boof",
		"Veidra": "Veidra"
	},
	"BunnyNames_Silver": {
		"Bugz": "Bugz",
		"Buster": "Buster",
		"Silvine": "Silvine",
		"Bunstar": "Bunstar",
		"Lord": "Lord",
		"Bunnykins": "Bunnykins",
		"Crystal": "Crystal",
		"Chrome": "Chrome",
		"Vincent": "Vincent",
		"Zach": "Zach",
		"Joshua": "Joshua",
		"Dustbunny": "Dustbunny",
		"Dusty": "Dusty"
	},
	"SlimeNames_Blue": {
		"Steve": "Steve",
		"Seymour": "Seymour",
		"Simon": "Simon",
		"Sheldon": "Sheldon",
		"Sam": "Sam",
		"Samson": "Samson",
		"Sid": "Sid",
		"Sigvard": "Sigvard",
		"Stein": "Stein",
		"Sean": "Sean",
		"Samwise": "Samwise",
		"Snoot": "Snoot",
		"Swotty": "Swotty",
		"Stuart": "Stuart",
		"Stratford": "Stratford",
		"Saliva": "Saliva",
		"Sherman": "Sherman",
		"Stiltskin": "Stiltskin",
		"Shibboleet": "Shibboleet",
		"Sine": "Sine",
		"Spock": "Spock",
		"Smarty": "Smarty",
		"Sonic": "Sonic",
		"Sputnik": "Sputnik",
		"Smoof": "Smoof",
		"Spetch": "Spetch",
		"Stevenson": "Stevenson"
	},
	"SlimeNames_Green": {
		"Sylvester": "Sylvester",
		"Slimer": "Slimer",
		"Seth": "Seth",
		"Shane": "Shane",
		"Sully": "Sully",
		"Scooter": "Scooter",
		"Scotty": "Scotty",
		"Spike": "Spike",
		"Slachi": "Slachi",
		"Spinach": "Spinach",
		"Slick": "Slick",
		"Slippy": "Slippy",
		"Speedy": "Speedy",
		"Slurm": "Slurm",
		"School": "School",
		"Swag": "Swag",
		"SwiggitySwooty": "Swiggity Swooty",
		"Slackin": "Slackin",
		"Switch": "Switch",
		"Sport": "Sport",
		"Squash": "Squash",
		"Skeeter": "Skeeter",
		"Scutiger": "Scutiger",
		"Softball": "Softball",
		"Spazzy": "Spazzy"
	},
	"SlimeNames_Old": {
		"Stooge": "Stooge",
		"SirSlushington": "Sir Slushington III",
		"Santiago": "Santiago",
		"Sebastian": "Sebastian",
		"Samuel": "Samuel",
		"Seamus": "Seamus",
		"Sage": "Sage",
		"Sinclair": "Sinclair",
		"Stanford": "Stanford",
		"Septimus": "Septimus",
		"Stinky": "Stinky",
		"Spiffy": "Spiffy",
		"Spruce": "Spruce",
		"Swanky": "Swanky",
		"Soggy": "Soggy",
		"Scooby": "Scooby",
		"Sigmund": "Sigmund",
		"Smithers": "Smithers",
		"Sassafras": "Sassafras",
		"Slumbledore": "Slumbledore",
		"Slimdalf": "Slimdalf",
		"Schartzmugel": "Schartzmugel",
		"Scion": "Scion",
		"Scrooge": "Scrooge",
		"Stonks": "Stonks",
		"Swanson": "Swanson",
		"Spinkerton": "Spinkerton"
	},
	"SlimeNames_Purple": {
		"Stewy": "Stewy",
		"Sue": "Sue",
		"Spencer": "Spencer",
		"Sidney": "Sidney",
		"Stefan": "Stefan",
		"Sonnie": "Sonnie",
		"Sacco": "Sacco",
		"Sunset": "Sunset",
		"Snafu": "Snafu",
		"Stumble": "Stumble",
		"Spaghetti": "Spaghetti",
		"Shoggy": "Shoggy",
		"Slimefors": "Slimefors",
		"Shirley": "Shirley",
		"Sara": "Sara",
		"Sharon": "Sharon",
		"Sludge": "Sludge",
		"Snuggle": "Snuggle",
		"Sloppy": "Sloppy",
		"Slimeora": "Slimeora",
		"Sylph": "Sylph",
		"Spew": "Spew",
		"Shemp": "Shemp",
		"Spanky": "Spanky",
		"Spork": "Spork"
	},
	"SlimeNames_Rainbow": {
		"Sylvia": "Sylvia",
		"Skye": "Skye",
		"Stephanie": "Stephanie",
		"Sophia": "Sophia",
		"Shanna": "Shanna",
		"Serenity": "Serenity",
		"Shian": "Shian",
		"Slimestar": "Slimestar",
		"Shimmer": "Shimmer",
		"Surai": "Surai",
		"Stella": "Stella",
		"Sasha": "Sasha",
		"Sweety": "Sweety",
		"Sparkle": "Sparkle",
		"Sapphire": "Sapphire",
		"Seraph": "Seraph",
		"Starry": "Starry",
		"Sprinkes": "Sprinkes",
		"Sherbet": "Sherbet",
		"Sugar": "Sugar",
		"Stardew": "Stardew",
		"Sheena": "Sheena",
		"Sveta": "Sveta",
		"Shampoo": "Shampoo",
		"Sproink": "Sproink",
		"Secreta": "Secreta",
		"Sponsa": "Sponsa",
		"Skyler": "Skyler",
		"Sorai": "Sorai"
	},
	"SlimeNames_Red": {
		"Sparky": "Sparky",
		"Sourpuss": "Sourpuss",
		"Steamer": "Steamer",
		"Sizzle": "Sizzle",
		"Shaka": "Shaka",
		"SlipperySal": "Slippery Sal",
		"Sirius": "Sirius",
		"Sven": "Sven",
		"Sly": "Sly",
		"Smeagol": "Smeagol",
		"Scuff": "Scuff",
		"Shifty": "Shifty",
		"Sassy": "Sassy",
		"Scorpius": "Scorpius",
		"Snotty": "Snotty",
		"Sleepy": "Sleepy",
		"Stressball": "Stressball",
		"Slurpee": "Slurpee",
		"Squeezo": "Squeezo",
		"Sapo": "Sapo",
		"Snart": "Snart",
		"Skiprat": "Skiprat",
		"Sully": "Sully",
		"Sharkey": "Sharkey",
		"Scarface": "Scarface",
		"Slickfather": "Slickfather",
		"Slimeballa": "Slimeballa"
	},
	"SlimeNames_Yellow": {
		"Sandy": "Sandy",
		"Saoirse": "Saoirse",
		"Selena": "Selena",
		"Sienna": "Sienna",
		"Samara": "Samara",
		"Simone": "Simone",
		"Siobhan": "Siobhan",
		"Sabrina": "Sabrina",
		"Sunny": "Sunny",
		"Savannah": "Savannah",
		"Spirit": "Spirit",
		"Sinead": "Sinead",
		"Saraid": "Saraid",
		"Siofra": "Siofra",
		"Sorcha": "Sorcha",
		"Salem": "Salem",
		"Soleil": "Soleil",
		"Salvo": "Salvo",
		"Sahara": "Sahara",
		"Shanoa": "Shanoa",
		"Sybil": "Sybil",
		"Salome": "Salome",
		"Summer": "Summer",
		"Swirl": "Swirl",
		"Saga": "Saga",
		"Silva": "Silva",
		"Striga": "Striga"
	},
	"SlimeNames_Copper": {
		"Solomon": "Solomon",
		"ShortswordSaxon": "Shortsword Saxon",
		"Steele": "Steele",
		"Sigfried": "Sigfried",
		"Sterling": "Sterling",
		"SenioreSlash": "Seniore Slash",
		"Stabby": "Stabby",
		"Spunky": "Spunky",
		"Sharpie": "Sharpie",
		"Scout": "Scout",
		"Scrappy": "Scrappy",
		"Slade": "Slade",
		"Samsara": "Samsara",
		"SixSwingSerge": "Six-Swing Serge",
		"Scorch": "Scorch",
		"Sabin": "Sabin",
		"Stryker": "Stryker",
		"Slayer": "Slayer",
		"Slival": "Slival",
		"Sting": "Sting",
		"Sabaton": "Sabaton",
		"SemperSerus": "Semper Serus",
		"Scrimshank": "Scrimshank",
		"Scavager": "Scavager",
		"Selmy": "Selmy",
		"Shortie": "Shortie"
	},
	"SlimeBlueChatter": {
		"Chatter_1": "Bleblu, bleblu? Hrm?",
		"Chatter_2": "Bable, bable, blub... Gulp!",
		"Chatter_3": "Kaplunk! Hmm... Bleb. Uhm."
	},
	"SlimeGreenChatter": {
		"Chatter_1": "Chlup!",
		"Chatter_2": "Sykl o mykl!",
		"Chatter_3": "To, siorb, chorb!"
	},
	"SlimeOldChatter": {
		"Chatter_1": "Amble, ramble!",
		"Chatter_2": "Pryk... ekhem!",
		"Chatter_3": "Glug, glug? Pszał!"
	},
	"SlimeRainbowChatter": {
		"Chatter_1": "Kap, plap!",
		"Chatter_2": "Siup, pup!",
		"Chatter_3": "Plusk? Chlup, pup!"
	},
	"SlimePurpleChatter": {
		"Chatter_1": "Berp.",
		"Chatter_2": "*Niezręczna cisza*",
		"Chatter_3": "Plop. Pup... Siup."
	},
	"SlimeRedChatter": {
		"Chatter_1": "Chlup, glup... Tup!!!",
		"Chatter_2": "Ssss! Ggggg! Grrrrr…",
		"Chatter_3": "Bee... Eee."
	},
	"SlimeYellowChatter": {
		"Chatter_1": "Bable, bable! Boil, gluble!",
		"Chatter_2": "Blobra, kaslobra!",
		"Chatter_3": "Kaspluusz!"
	},
	"SlimeCopperChatter": {
		"Chatter_1": "Blip, blop, hurra!",
		"Chatter_2": "Kerslasz! Kersplisz!",
		"Chatter_3": "Chlup i siup!"
	}
}