{
	"DryadSpecialText": {
		"WorldStatusAll": "{0} est {1} % sacré, {2} % corrompu et {3} % carmin.",
		"WorldStatusHallowCorrupt": "{0} est {1} % sacré et {2} % corrompu.",
		"WorldDescriptionGrim": "La situation est peu réjouissante en effet...",
		"WorldDescriptionWork": "Vous avez beaucoup de travail.",
		"WorldDescriptionClose": "Vous y êtes presque !",
		"WorldStatusHallowCrimson": "{0} est {1} % sacré et {2} % carmin.",
		"WorldStatusCorruptCrimson": "{0} est {1} % corrompu et {2} % carmin.",
		"WorldStatusCorrupt": "{0} est {1} % corrompu.",
		"WorldStatusCrimson": "{0} est {1} % carmin.",
		"WorldStatusHallow": "{0} est {1} % sacré.",
		"WorldStatusPure": "{0} est complétement purifié. Tu as fait un travail incroyable !",
		"WorldDescriptionBalanced": "Le monde est en harmonie.",
		"WorldDescriptionFairyTale": "Nous vivons dans un conte de fées.",
		"Party": "Je pensais organiser une fête pour célébrer nos victoires du passé, et celles à venir.",
		"AfterDD2Tier2": "La Corruption a essayé de m'avoir quand j'étais à Etheria, mais j'ai réussi à utiliser ses pouvoirs contre l'armée de l'Ancien !",
		"Graveyard1": "Je peux faire avec la corruption, mais l'air infâme de la mort ici fait même faner la fleur dans mes cheveux.",
		"Graveyard2": "Cet endroit... J'entends le cri de la nature pour ceux qui sont morts ici.",
		"Rain1": "L'eau du ciel permet à la nature de nettoyer la boue de nos ruisseaux.",
		"Storm1": "Notre mère est en colère et souhaite brûler la saleté en abattant un pouvoir destructeur sur les cimes de nos arbres.",
		"Storm2": "Ce n'est pas prudent de traverser à découvert sous les dangers foudroyants du ciel.",
		"Windy1": "Le vent... il permet à la nature de balayer la poussière de la terre.",
		"Windy2": "La furie de la nature retire les feuilles des arbres en ce jour.",
		"AfterDD2Tier1": "Quand j'étais à Etheria, je me suis vraiment sentie déconnectée de {WorldName}. Ça fait du bien d'être de retour.",
		"Rain2": "Lorsqu'il pleut, de nombreux poissons acquièrent des propriétés mystiques."
	},
	"DyeTraderSpecialText": {
		"HasPlant_0": "Fantastique ! Tu m'as apporté un échantillon exquis des magnifiques couleurs et arômes du monde. En échange, je t'offre cette bouteille spéciale de teinture.",
		"HasPlant_1": "Tu m'apportes une fleur aussi magnifique que rare... oui, oui ? Prends cette bouteille de teinture spéciale pour ta peine !",
		"HasPlant_2": "Absolument fantabuleux ! Avec ce spécimen délicat, je pourrais mélanger les teintures les plus incroyables jamais vues dans {WorldName} ! Tu peux prendre celle-ci tout de suite !",
		"NoPlant_0": "Oh, non, non, ça n'ira pas. Pour ceci, l'argent ne sert à rien, tu dois revenir avec un spécimen de plante rare !",
		"NoPlant_1": "Tu penses pouvoir jouer un tour à {DyeTrader}, ça m'étonnerait ! Je ne prends que les fleurs les plus rares pour ces bouteilles. Elles sont très spéciales !",
		"NoPlant_2": "Ces bouteilles de teinture ? Désolé, l'argent ne les achète pas. Je n'accepte que la flore la plus rare et la plus précieuse en échange !",
		"Party": "J'adore les fêtes, il y a tellement de magnifiques couleurs et de gens heureux.",
		"Graveyard1": "Oh, non... ça ne va pas du tout. Cet environnement putride estompe mes pétales de teinture.",
		"Graveyard2": "Tu penses que cet endroit mérite ma présence ? C'est tellement morne, tellement terne, ces gens ne m'arrivent littéralement pas à la cheville.",
		"Rain1": "Trop d'eau dilue ma sélection ! Cette pluie ferait mieux de cesser, et vite !",
		"Rain2": "Non, non, ces robes ne peuvent pas être mouillées ! Elles perdront leur couleur si vive !",
		"Storm1": "Parbleu ! Je ne supporte pas ces orages agaçants !",
		"Storm2": "Je t'en supplie, dis-moi que la colère de la nature a cessé dehors !",
		"Windy1": "Merveilleux ! Le vent m'apporte des pétales de toutes les couleurs !",
		"Windy2": "Attends un instant, si tu le veux bien. Je dois mettre ma palette en sécurité contre ces rafales de vent !"
	},
	"GuideSpecialText": {
		"Party": "C'est ta première fête ? Tu devrais parler aux autres. Certaines personnes apportent parfois des cadeaux.",
		"Graveyard1": "Les cimetières sont glauques et très dangereux. Fais attention où tu mets les pieds.",
		"Graveyard2": "Il fait froid et c'est sinistre par ici. Je ressens quelque chose de malveillant qui m'appelle.",
		"Rain1": "Tu dois savoir que certaines créatures sortent uniquement sous la pluie.",
		"Rain2": "Ne t'inquiète pas, ce n'est que de l'eau. Apparemment, certaines espèces de poissons peuvent voler quand il pleut !",
		"Storm1": "C'est dangereux de sortir en plein orage. Mets-toi à l'abri.",
		"Storm2": "La foudre n'a rien d'amusant, de gros monstres profitent de ce temps pour sortir.",
		"Windy1": "Ne te fais pas emporter par ces bourrasques violentes, et fais attention aux monstres qui en tirent profit !",
		"Windy2": "Ça souffle fort ! C'est le moment idéal pour faire voler un cerf-volant.",
		"Eclipse": "Hein ? Où est passé le soleil ? Pourquoi fait-il si noir ? Ce doit être une éclipse solaire !",
		"Lantern1": "Quelle belle nuit ! Avec ta victoire récente, le monde semble plus paisible et ces lanternes sont là pour célébrer cela.",
		"Lantern2": "Tu vois ces lanternes ? Maintenant que tu as sauvé notre monde, ta victoire est célébrée régulièrement. Ça fait toujours plaisir à voir !",
		"SlimeRain": "Si tu élimines beaucoup de ces gelées, tu pourrais provoquer la colère de leur roi. Fais attention !"
	},
	"MerchantSpecialText": {
		"Party": "Tu sais ce qui serait le meilleur moyen de faire la fête ? Acheter des cadeaux pour les autres, surtout pour moi.",
		"Graveyard1": "Cette atmosphère angoissante n'est pas bonne pour les affaires !",
		"Graveyard2": "C'est un emplacement terrible... Je ne peux pas vendre mes articles aux morts !",
		"Rain1": "Des parapluies ! Des parapluies ! Ils sont à moitié prix !",
		"Rain2": "Comme c'est triste ! Apportons un peu de chaleur avec 99 torches !",
		"Storm1": "Tu veux acheter un bâton foudroyant ? Oh, apparemment je suis en rupture de stock.",
		"Storm2": "Un orage approche... entre donc et achète quelque chose !",
		"Windy1": "Ça souffle en rafales ! Reste un moment et achète quelques articles.",
		"Windy2": "J'ai mis de la colle de gelée pour que mon chapeau ne s'envole pas ! Je peux t'en vendre pour quelques pièces d'or..."
	},
	"GoblinTinkererSpecialText": {
		"Party": "Les fêtes de gobelins sont les mêmes que celles des humains. Elles ont toutes des jeux du style : \"Rejeter la faute sur l'humain\" euh... Je ne joue pas à ce jeu dans mes fêtes.",
		"Graveyard1": "Je travaille sur un sac de photons. C'est une invention visant à piéger tous les fantômes errant dehors !",
		"Graveyard2": "Les grognements continuels et les bruits stridents à percer les tympans m'empêchent de me concentrer sur mon travail !",
		"Rain1": "C'est difficile de voir plus loin que le bout de son nez avec toute cette pluie. Je devrais fabriquer des essuie-glace pour mes lunettes.",
		"Rain2": "Les humains sont bien plus grands que les gobelins. Quand il y a une crue, nous sommes inévitablement dans le pétrin.",
		"Storm1": "Je travaille sur une invention qui exploitera l'énergie libérée tout autour de nous !",
		"Storm2": "La plupart des gobelins détestent les orages. C'est sûrement à cause de toutes ces boules à pointes qu'ils transportent.",
		"Windy1": "C'est à cause de ce temps que je porte des lunettes de protection ! Je ne peux pas avoir des saletés et du sable dans les yeux.",
		"Windy2": "Ce serait le moment idéal pour bricoler un petit moulin à vin portatif !"
	},
	"WitchDoctorSpecialText": {
		"Party": "Je voulais voir comment tu fais la fête, je ne suis pas déçu.",
		"AfterDD2Tier1": "Je sens qu'il existe un esprit semblable dans les mages noirs d'Etheria. Dommage qu'ils soient nos ennemis, j'aurais aimé apprendre à ses côtés.",
		"Graveyard1": "Lève-toi, zombie ! Debout !",
		"Graveyard2": "Tu peux retirer la mort du cimetière, mais le cimetière reste remplis de morts...",
		"Rain1": "Le son de la pluie est apaisant pour l'âme.",
		"Rain2": "L'équilibre est essentiel. Il nous faut du soleil et de la pluie. Trop de l'un ou l'autre et c'est la catastrophe.",
		"Storm1": "Les esprits sont très bruyants en ce jour, dans une majesté aveuglante.",
		"Storm2": "La foudre projette des ombres puissantes, qui à leur tour projettent une foudre puissante.",
		"Windy1": "Garde tes talismans à portée de main... ou autant en emportera le vent.",
		"Windy2": "Le vent souffle avec les feuilles, les feuilles soufflent avec le vent."
	},
	"ClothierSpecialText": {
		"Party": "Maman disait toujours qu'il faut laisser le passé au passé et continuer la fête.",
		"Graveyard1": "J'ai été maudit ! Emmène-moi à l'hôpital !",
		"Graveyard2": "C'est un grand cimetière, divisons-le ! Les morts restent de leur côté et nous, du nôtre !",
		"Rain1": "Ah, ça, il pleut ! Ça pique et ça tombe en diagonale ! Au moins, ça ne vient pas d'en dessous !",
		"Rain2": "Un jour, il a commencé à pleuvoir comme ça et ça ne s'est pas arrêté pendant quatre jours !",
		"Storm1": "N'oublie pas de respirer, cet orage finira par passer !",
		"Storm2": "Sans l'orage, tout le monde sortirait. C'est les éclairs qui sont dangereux.",
		"Windy1": "Parfois, je suppose qu'il n'y a juste pas assez de moulins à vent.",
		"Windy2": "L'air est certainement agité aujourd'hui !"
	},
	"TravellingMerchantSpecialText": {
		"Party": "On dit souvent que les fêtes donnent des souvenirs intenses. Alors, achète quelque chose pour créer ce souvenir !",
		"Graveyard1": "Hé ! Regarde tous mes produits ! Je ne les ai absolument PAS pris des morts enterrés ici, pour te les vendre.",
		"Graveyard2": "Dans mes voyages, je n'ai jamais rencontré quelqu'un qui vivait dans un endroit si lugubre ! Enfin, tant que tu as de l'oseille...",
		"Rain1": "Par beau temps comme sous la pluie, je viens de loin pour te servir ! Tu as de l'oseille ?",
		"Rain2": "Si mon manteau exotique rétrécit, je serai un petit peu contrarié.",
		"Storm1": "Dépêche-toi de faire des achats !",
		"Storm2": "Hé ! Il s'en est fallu de peu ! Un magasin en brique et mortier me paraît un investissement judicieux tout à coup.",
		"Windy1": "Je vais où le vent me porte, mais là, c'est ridicule !",
		"Windy2": "Je te vendrais bien des chaussettes exotiques, mais j'ai bien peur d'avoir oublié d'en stocker !"
	},
	"MechanicSpecialText": {
		"Party": "Tu penses que ça posera problème si je branche des ampoules sur le gâteau au lieu de bougies ?",
		"Graveyard1": "Je devrais éclairer cet endroit sombre et effrayant pour éloigner les monstres.",
		"Graveyard2": "Je veux passer les câbles ici, mais des créatures mortes effrayantes bloquent le passage !",
		"Rain1": "S'il ne s'arrête pas de pleuvoir, ma clé va rouiller !",
		"Rain2": "Oh, mercredi ! Encore un court-circuit ! Je déteste ce temps.",
		"Storm1": "Super ! Encore une pompe de perdue. Quand cette foudre va-t-elle arrêter de griller mon matériel ?!",
		"Storm2": "Ne sors pas maintenant avec mes produits, tu vas attirer une dose indésirable de courant électrique !",
		"Windy1": "Oh, non ! Il y a des zones de basse pression qui arrivent, je dois sécuriser le réseau électrique.",
		"Windy2": "Mes câbles ne font que s'emmêler dans ce cyclone. Attention où tu mets les pieds !"
	},
	"BartenderSpecialText": {
		"AfterDD2Tier1": "Bravo, tu as réussi à vaincre l'armée de l'Ancien ! Mais je suis sûr qu'on les reverra, ils n'ont pas beaucoup résisté cette fois-ci.",
		"AfterDD2Tier2": "L'armée de l'Ancien ne fait que se renforcer, mais tu continues de les repousser ! Quelque chose me dit qu'ils n'en ont pas encore fini avec nous.",
		"AfterDD2Tier3": "Tu as vraiment réussi à repousser l'armée de l'Ancien ? Tu devrais visiter Etheria un de ces jours.",
		"BeforeDD2Tier1": "Nous devrions vraiment faire quelque chose à propos de l'armée de l'Ancien. Viens me voir si tu veux en savoir plus sur le cristal Eternia.",
		"FirstHelp": "Pour commencer, prends ces médailles de défenseur, c'est gratuit ! J'ai quelques défenses spéciales que tu peux acheter, mais seulement avec des médailles de défenseur !",
		"FirstMeeting": "Hein ? Comment suis-je arrivé ici ? Je me souviens juste d'un portail qui s'est ouvert devant moi...",
		"Graveyard1": "Il y a des endroits sinistres à Etheria, mais ça, c'est la cerise sur le gâteau !",
		"Graveyard2": "Le bar semble assez mort ce soir. Ça en a l'odeur aussi, d'ailleurs !",
		"Party_1": "Il y a une fête ici ! Et dire que je venais juste de nettoyer le bar.",
		"Party_2": "Tu devrais t'asseoir et t'amuser un peu. Ne t'en fais pas, ça m'étonnerait que des Kobolds viennent gâcher la fête.",
		"Rain1": "Tu as l'air d'un chien hirsute abattu ! Tu veux une bière ?",
		"Rain2": "Essuie tes pieds avant d'entrer, le parquet vient d'être ciré !",
		"Storm1": "Abrite-toi pendant la tempête ! Viens prendre une pinte.",
		"Storm2": "Tu as l'air un peu à bout ! Peut-être qu'une chope de bière te calmerait les nerfs.",
		"Windy1": "Et voilà le toit qui s'envole. J'avais fait refaire la toiture hier !",
		"Windy2": "Accroche-toi bien, ça souffle aujourd'hui."
	},
	"PartyGirlSpecialText": {
		"Party_1": "Hmm ? Rien de spécial... je plaisante ! C'est l'heure de la fête, puis de l'after !",
		"Party_2": "Enfin, mon heure est venue !",
		"AfterDD2Tier1": "Avez-vous déjà vu un ogre ? Je suis monté sur le dos d'un !",
		"Cake1": "Où étais-tu ? Il y a une fête énorme ici ! Tiens, prends le gâteau !",
		"Cake2": "Chut ! Ne dis à PERSONNE que je t'ai donné ça ! C'est une fête-surprise !",
		"Cake3": "C'est la fête ! Tu es responsable du gâteau, {PlayerName} !",
		"Graveyard1": "Youhou ! C'est l'heure de la fête ! ... Hein, pourquoi personne ne bouge ?",
		"Graveyard2": "Nous devrions faire du bruit à réveiller les morts, genre, vraiment ! Hé hé !",
		"Rain1": "Il pleut ! Viens faire la fête à l'intérieur !",
		"Rain2": "Oh, tes vêtements sont mouillés ? Viens te sécher !",
		"Storm1": "Il y a eu un gros coup de tonnerre à la discothèque et j'ai paniqué !",
		"Storm2": "Allons danser ! Nous pouvons nous déhancher au rythme du ciel !",
		"Windy1": "Est-ce que quelqu'un a parlé d'une fête pour l'ouragan !? J'apporte les batteries !",
		"Windy2": "C'est, genre, le moment idéal pour jeter des confettis partout !",
		"Music1": "Est-ce que ces morceaux ruinent ta fête ? Je vais mélanger la playlist.",
		"Music2": "Je pense que cette fête peut faire plus fort ! On se fait une petite impro musicale ?",
		"Music3": "Nous dansons sur cette chanson depuis des années ! Changeons un peu !"
	},
	"PirateSpecialText": {
		"Party": "Après tout ce gâteau, on pourra m'appeler Barbe-Blanche quelque temps.",
		"Graveyard1": "Arr... j'aime pas en parler, mais beaucoup de mes matelots ont fait ces trous... tu saisis !?",
		"Graveyard2": "Arr... la mer est le cimetière des pirates ! Vous, marins d'eau douce, perdez vot' temps !",
		"Rain1": "Ha har ! De la pluie ? C'est juste un aut' jour pour un pirate.",
		"Rain2": "Les poissons volent dans le ciel pluvieux ! Je l'ai vu de mon œil !",
		"Storm1": "Oyé ! Préparez-vous, fiers-à-bras ! C'est la mère de toutes les tempêtes !",
		"Storm2": "Grande Charybde ! Quel genre de courroux et de malédictions nous as-tu envoyés !?",
		"Windy1": "Hissez les voiles, corniauds ! Nous, les pirates, commençons la course ! Yarharrr !",
		"Windy2": "Tous sur le pont ! Une violente tempête s'prépare !"
	},
	"TruffleSpecialText": {
		"Party": "J'aurai bien invité tout le monde chez moi, mais ce serait une clavaire.",
		"Graveyard1": "C'est un excellent endroit où fonder une famille. La plupart de mes amis sont nés ici.",
		"Graveyard2": "Cet endroit me met à l'aise. Je ne sais pas pourquoi...",
		"Rain1": "Ahh... joli et humide. C'est parfait.",
		"Rain2": "La pluie est une raison de célébrer pour mon peuple.",
		"Storm1": "Le temps semble nuire à notre espèce.",
		"Storm2": "Le dernier grondement du tonnerre m'a fait disperser mes spores !",
		"Windy1": "Notre espèce est très fragile, je me fais du souci pour mes frères dans ce vent.",
		"Windy2": "Le vent n'est pas mon ami, je préfère les endroits sombres et calmes."
	},
	"NurseSpecialText": {
		"Party": "Non, je ne te dirai pas combien de bougies il y a sur mon gâteau.",
		"Graveyard1": "Ahh ! Je préférerais travailler dans un hôpital abandonné que de rester par ici !",
		"Graveyard2": "Cet endroit me donne la chair de poule et je ne traite pas les patients morts !",
		"Rain1": "Si tu restes ici trop longtemps, tu vas attraper froid !",
		"Rain2": "Super ! Maintenant mon uniforme est mouillé ! Arrête de regarder !",
		"Storm1": "Je ne fais pas d'électrochocs, tu n'as qu'à aller t'asseoir sous un arbre !",
		"Storm2": "Reste à l'intérieur ! J'ai déjà traité trop d'électrocutions aujourd'hui.",
		"Windy1": "Il ne manquait plus qu'une brise comme ça ! Attention aux aiguilles qui volent.",
		"Windy2": "Je cours après mes instruments médicaux depuis ce matin. Cette tempête me garde en forme !",
		"DeathCountLow": "Quoi, encore toi ?! On se voit souvent, en ce moment. Laisse-moi regarder ton dossier... Je vois que tu t’es fait tuer {TotalDeathsCount} fois.",
		"DeathCountMedium": "Tu t’es déjà fait tuer {TotalDeathsCount} fois par les monstres de {WorldName} ? Je me demande lequel a récupéré ta bannière…",
		"DeathCountHigh": "Ouah, tu t’es fait battre {TotalDeathsCount} fois ? Tu n’as jamais envisagé une reconversion professionnelle ? Peut-être dans l’agriculture ?"
	},
	"WizardSpecialText": {
		"Party": "Il est évident que mes fêtes sont magiques.",
		"AfterDD2Tier1": "Tu sais, je crois avoir déjà vu un portail de ce genre, mais il était en or.",
		"Graveyard1": "Je ne peux ramener personne à la vie, alors ne le demande pas !",
		"Graveyard2": "C'est marrant, quand je regarde assez loin dans la boule de cristal, chaque client finit dedans !",
		"LuckIsAmazing1": "Tu as un jardin de trèfles à quatre feuilles ? Tu affiches les essences d'une chance incroyable !",
		"LuckIsAmazing2": "La chance te sourit ! C'est comme si tout allait te rapporter des profits !",
		"LuckIsBad1": "L'air est morne et lugubre où tu foules la terre. Fais attention aux mauvaises impressions.",
		"LuckIsBad2": "Quelque chose t'ennuie ? Quelque chose ne semble pas aller.",
		"LuckIsCursed1": "Ne t'approche pas ! Tu traînes une monstrueuse malchance derrière toi ! Je ne veux rien avoir à faire avec ça !",
		"LuckIsGodly1": "Tu resplendis d'une bénédiction à la prospérité prodigieuse !",
		"LuckIsGodly2": "Une santé excessive et un bonheur fou s'épanchent de ton être ! Tu es une bénédiction !",
		"LuckIsGood1": "Je sens une touche de bon karma, mais je pourrais me tromper.",
		"LuckIsGood2": "Il y a quelque chose de très chaleureux à ton sujet. Je ne sais pas comment le placer, mais continue à évoluer vers cette direction.",
		"LuckIsGreat1": "Tu me donnes de l'énergie positive, comme si quelque chose de fantastique pouvait arriver à tout moment.",
		"LuckIsGreat2": "Il y a des ondes de chance qui émane de ton aura, comme si tes souhaits pouvaient se réaliser.",
		"LuckIsPoor1": "Une énergie négative coule de tes pores. Je ne risquerais rien aujourd'hui à ta place.",
		"LuckIsPoor2": "De mauvais présages t'entourent. Tu as bien envoyé la lettre à tous tes amis, n'est-ce pas ?",
		"LuckIsTerrible1": "Je sens un destin terrible qui t'entoure ! Tu devrais rester au lit aujourd'hui !",
		"LuckIsTerrible2": "Quel genre de sel as-tu renversé pour recevoir une telle malchance ?",
		"Rain1": "Oui, je peux sortir sous la pluie sans fondre. Je suis un magicien, bon sang !",
		"Rain2": "Des gouttes d'eau me tombent sur... euh... Où suis-je ? Qui es-tu ? ... Qui suis-je ?",
		"Storm1": "Est-ce qu'on m'a encore volé mon livre de sorts ?",
		"Storm2": "Tu appelles ça des éclairs ?! À mon époque, je... euh. Erm. Tu as besoin de quelque chose ?",
		"Windy1": "Cette tempête t'agace ? Il y a un sort pour ça.",
		"Windy2": "Une bourrasque terrorise notre monde ? Suis-je responsable ?",
		"LuckIsCursed2": "Est-ce que tu as brisé tous les miroirs dans WorldName ?! Quel malheur, rien ne pourra plus te sauver de la malédiction !"
	},
	"CyborgSpecialText": {
		"Party": "Cette fête va être géante !",
		"Graveyard1": "Fascinant. Ceci semble être un entrepôt pour les humains cassés ou qui fonctionnent mal.",
		"Graveyard2": "Mes capteurs indiquent une densité accrue de particules d'énergie. Mes récepteurs visuels sont incapables de les identifier.",
		"Rain1": "Précipitation détectée. Recommandation personnelle de chercher un abri. Rouille imminente.",
		"Rain2": "Alerte de crue subite. Erreur 404 : sacs de sable introuvables.",
		"Storm1": "BIP ! Alerte de mauvais temps. Ceci n'est pas un test. Cherche un abri, immédiatement. BIP !",
		"Storm2": "Niveaux anormaux de particules chargées positives et négatives détectés.",
		"Windy1": "Les capteurs indiquent des changements intenses de pression barométrique. Précaution recommandée.",
		"Windy2": "Un fort contraste entre haute et basse pression détecté."
	},
	"DemolitionistSpecialText": {
		"Party": "Tu devrais faire attention aujourd'hui. Nous, les nains, avons tendance à organiser des fêtes explosives.",
		"AfterDD2Start": "Je ne vois pas pourquoi on ne peut pas simplement faire exploser ces portails.",
		"Graveyard1": "L'odeur de la mort ici est pire que dans les grottes infestées de squelettes où je travaille !",
		"Graveyard2": "Tous ces tas d'ossements et de pierres... c'est parfait pour une explosion !",
		"Rain1": "C'est un jour horrible pour un nain.",
		"Rain2": "Argh ! Une autre mèche éteinte par ce truc mouillé ! Ça n'arrive jamais dans les souterrains.",
		"Storm1": "BOUM ! Même mère Nature aime le goût d'une bonne démolition !",
		"Storm2": "T'aurais dû voir quand la foudre est tombée sur un de mes chariots remplis d'explosifs !",
		"Windy1": "Ce n'est peut-être pas le meilleur moment de lancer des grenades à la surface !",
		"Windy2": "Tu veux des bombes boomerangs ? Lance-les dans ce vent et elles te reviendront directement dessus !"
	},
	"ArmsDealerSpecialText": {
		"Party": "Les fêtes sont géniales pour que les gens s'éclatent, comme des bombes.",
		"Graveyard1": "Je déteste ces endroits. Je ne peux pas tuer ce qui est déjà mort !",
		"Graveyard2": "Si tu vois une activité douteuse dans ce brouillard, je n'ai rien à y voir.",
		"Rain2": "Des poissons volants ? J'appelle ça du tir à la cible !",
		"Storm1": "Un pistolet foudroyant ? Je n'ai pas le temps pour ce genre de fantaisie. J'aime trop mes balles !",
		"Storm2": "Si tu tires au bon moment, personne n'entendra les coups de feu avec l'orage.",
		"Windy1": "J'essayais mon nouveau fusil, mais je ne faisais que rater ma cible avec ce vent !",
		"Windy2": "Ne tire pas à l'aveuglette dans le vent !",
		"Rain1": "J'ai entendu dire que des nuages te poursuivaient ! Montre-leur qui est le boss avec une de mes armes !"
	},
	"StylistSpecialText": {
		"Party": "J'aurais pu me coiffer juste pour l'occasion, mais je préfère éclater des ballons avec mes ciseaux.",
		"Graveyard1": "Argh ! Cette atmosphère mortelle tue ma permanente !",
		"Graveyard2": "Je voulais sortir pour ramasser des cheveux pour mes perruques, mais je ne veux pas vraiment SORTIR !",
		"Rain1": "Ça ne va pas le faire du tout. « Rat mouillé » n'est pas un style de coiffure !",
		"Rain2": "Quoi ? Il pleut ? Je viens juste de me faire une permanente !",
		"Storm1": "Je reste à l'intérieur ! Le look Einstein n'est PAS à la mode.",
		"Storm2": "Genre, vraiment ? Cet orage démentiel n'est vraiment pas bon pour les affaires !",
		"Windy1": "Tu veux une coiffure en coup de vent ? Va dehors, c'est gratuit.",
		"Windy2": "Argh ! Je devrais juste prendre ma journée, ce vent va ruiner mon travail !"
	},
	"PainterSpecialText": {
		"Party": "J'ai essayé de faire une bataille de peinture, mais les gens voulaient à manger et des décorations.",
		"Graveyard1": "Je peins des murs et des meubles, pas des os ! Ce n'est pas le Dia de los Muertos !",
		"Graveyard2": "Quel endroit morne... ça ne ferait pas de mal d'y mettre un peu de couleurs, hein ?",
		"Rain1": "La pluie est mon pire cauchemar. Ça efface tout mon travail !",
		"Rain2": "J'ai fini une peinture murale à l'instant. J'aurais dû regarder la météo !",
		"Storm1": "Quand le tonnerre gronde, et que la foudre frappe... Ça fait vraiment ressortir les couleurs de ce meuble.",
		"Storm2": "Si tu clignes des yeux, tu rates tout. Les couleurs les plus vives ressortent pendant les éclairs.",
		"Windy1": "Tu sens ce courant d'air ? Ça diffuse les vapeurs de peinture partout.",
		"Windy2": "Cette tempête de vent a retiré la peinture fraîche du mur !"
	},
	"AnglerSpecialText": {
		"Party": "Comment ? Tu penses que j'aime les fêtes parce que je suis un enfant ? Eh bien, tu as raison, maintenant va t'amuser !",
		"BloodMoonFishing2": "Tu devrais essayer de pêcher quand l'eau est pleine de sang ! Ça tue !",
		"Graveyard1": "J'ai vraiment peur là ! Et tout est TA faute !",
		"Graveyard2": "Comment puis-je pêcher là ?! Tu as perdu la tête ou tu es juste bête ?!",
		"Rain1": "Oui ! Il pleut ! Maintenant, je peux te regarder te mouiller pendant que tu pêches pour moi !",
		"Rain2": "Je vais toujours pêcher sous la pluie ! C'est pour ça que je porte ce chapeau !",
		"Storm1": "Les orages sont le meilleur moment pour aller pêcher ! Et le plus dangereux ! C'est pour ça que je t'enverrai pêcher à ma place !",
		"Windy1": "Quand il vente, c'est généralement un bon moment pour pêcher, mais là, c'est trop ! Je me suis presque hameçonné les yeux !",
		"Windy2": "Est-ce une sorte d'ouragan ?! Je me suis presque pris un dauphin !",
		"BloodMoonFishing1": "Tu sais, il y a des trucs super effrayants qui rôdent dans l'eau pendant une Lune de sang ! Tu devrais aller voir ! Je te regarde d'ici !",
		"Storm2": "Une fois, au camp de pêche, la foudre est tombée sur le lac ! Tout à coup, les poissons se sont mis à flotter à la surface, et c'était gratuit !"
	},
	"AnglerQuestText": {
		"NoQuest_1": "Je n'ai rien pour toi pour l'instant.",
		"NoQuest_2": "Tu m'as assez diverti aujourd'hui, va-t'en.",
		"NoQuest_3": "Tu as terminé, le grand {Angler} te congédie !",
		"NoQuest_4": "Un poisson par jour et c'est tout, je te prie de partir !",
		"NoQuest_5": "J'ai toujours le dernier poisson que tu m'as apporté. Je n'en veux pas d'autres.",
		"TurnIn_1": "Oh ! Merci, c'est le poisson que je voulais ! Maintenant, du balai !",
		"TurnIn_2": "Belle prise ! Tout se passe comme prévu ! Hé, hé, hé !",
		"TurnIn_3": "Tu es un bon coursier ! Maintenant, va-t'en !",
		"TurnIn_4": "Mouah, ah, ah, ah ! Tu as réussi ! Mais tu n'as même pas une égratignure, quelle déception !",
		"TurnIn_5": "Ouah ! Tu as fait ce que je voulais et tu as survécu ! Super, donne-le-moi et déguerpis !",
		"Quest_Batfish": "Na na na na na na na Bat-POISSON ! Va creuser dans les souterrains, attrape-le et rapporte-le-moi !\n\n(Se trouve dans le souterrain et les grottes)",
		"Quest_BumblebeeTuna": "La jungle souterraine de {WorldName} contient les choses les plus bizarres ! Comme ce poisson qui ressemble à un énorme bourdon ! Je suis allergique aux abeilles, alors tu iras me le chercher ! Je parie qu'il a le même goût qu'un sandwich au thon et au miel !\n\n(Se trouve dans le miel)",
		"Quest_Catfish": "J'ai enfin trouvé un chat de la jungle qui aime l'eau ! Je crois que c'est parce qu'il est à moitié poisson. Je ne sais pas le pourquoi du comment, et je ne veux pas le savoir. Je veux simplement l'avoir en mains, et plus vite que ça !\n\n(Se trouve à la surface de la jungle)",
		"Quest_Cloudfish": "Il existe une rumeur à propos d'île flottant dans le ciel et leurs incroyables trésors ! Enfin peu importe. Ce qui est vraiment cool, c'est que parfois des lacs se forment dans les nuages, et qu'on peut y trouver des poissons-nuages ! Je veux savoir quel goût ils ont, alors tu ferais mieux de m'en attraper un !\n\n(Se trouve dans les lacs célestes)",
		"Quest_Cursedfish": "Il existe un poisson maudit dans les eaux profondes de la corruption ! Il a été forgé dans les flammes maudites provenant des horreurs déchues qui se tapissent dans les profondeurs. On dit que même l'eau ne peut éteindre ce feu. Qu'il peut brûler pour l'éternité. J'ai quelques idées pour préparer un poisson comme ça ! Tu vas me le chercher ou tu te dégonfles ?\n\n(Se trouve dans la corruption)",
		"Quest_DynamiteFish": "Le démolisseur était furieux parce qu'il avait perdu un bâton de dynamite dans le lac à l'orée de la forêt. Il en a tellement, pourquoi en faire tout un plat ? Apparemment, il lui aurait poussé des nageoires et il serait parti en nageant ! Je ne sais pas où il va chercher ses matériaux, mais celui-ci est possédé ! Attrape-le et rapporte-le-moi, j'ai toujours voulu un poisson suicidaire ! Ne me demande pas pourquoi...\n\n(Se trouve à la surface)",
		"Quest_EaterofPlankton": "Je parie que tu n'as pas le courage de trouver le Mangeur de plancton. Un bout sectionné du Dévoreur des mondes a muté et est devenu un poisson corrompu ! Capture-le et apporte-le-moi ; prouve-moi que tu n'es pas une mauviette !\n\n(Se trouve dans la corruption)",
		"Quest_FallenStarfish": "J'adore collectionner ces étoiles brillantes qui tombent du ciel ! J'adore encore plus quand elles tombent sur la tête de quelqu'un. Mais... le mieux, c'est une étoile qui tombe dans un lac de la forêt et qui se transforme en poisson ! C'est juste énorme, et tu es assez cool pour l'attraper !\n\n(Se trouve dans les lacs célestes)",
		"Quest_TheFishofCthulu": "Apparemment, les Yeux de démon peuvent être amphibiens. Ils ne volent pas, ils nagent ! J'aimerais bien voir la tête que quelqu'un ferait en les trouvant dans sa baignoire ! Ils sont dans les mêmes régions. Et tu vas m'en attraper un !\n\n(Se trouve dans les lacs célestes et à la surface)",
		"Quest_Fishotron": "Je ne sais pas ce qui est pire : des arêtes ou des arêtes avec des MAINS. Ce poissomate au fin fond des grottes me donne vraiment la trouille ! Je pense qu'il est possédé par les mêmes esprits maléfiques que le vieil homme près du donjon ! Je te mets au défi de l'attraper !\n\n(Se trouve dans les grottes)",
		"Quest_Harpyfish": "J'essayais de dormir près de la colline du lac quand ce poisson m'a plongé dessus. Il volait ! Mais il avait un visage de femme et des plumes ! J'ai dû crier plus qu'elle ! Hé, va donc lui faire payer de m'avoir tant effrayé !\n\n(Se trouve dans les lacs célestes et à la surface)",
		"Quest_Hungerfish": "Un bout de la Famine du Mur de chair s'est transformé en un petit poisson qui erre dans le souterrain. Il est dégoûtant, et je le veux immédiatement !\n\n(Se trouve dans les grottes)",
		"Quest_Ichorfish": "Sais-tu qu'au fin fond du carmin, des créatures produisent ce truc jaune dégoûtant ? J'ai entendu une histoire incroyable : un bassin qui en serait rempli aurait fondu et pris la forme d'un poisson et se serait mis à nager ! Attrape-le-moi ; je veux le mettre dans les toilettes de quelqu'un !\n\n(Se trouve dans le carmin)",
		"Quest_Jewelfish": "Oooooh, je vais devenir SUPER riche ! Au fond des grottes, un poisson est couvert de pierres précieuses ! Je ne connais pas les détails, je sais juste que ce poisson est super cool et que tu vas me le pêcher !\n\n(Se trouve dans le souterrain et les grottes)",
		"Quest_MirageFish": "Il y a des créatures intéressantes à trouver au fond du monde sacré, crois-moi ! Elles brillent de cet étrange violet qui me fait mal aux yeux ! C'est juste trop fort, alors je compte sur toi pour m'en rapporter une !\n\n(Se trouve dans le sacré souterrain)",
		"Quest_MutantFlinxfin": "Qu'est-ce qui a le poil blanc et fauve et qui vit dans un lac souterrain gelé ? Un nage-flinx mutant ! Je ne blaguais pas. Il existe vraiment une variété mutante de Flinx mieux adaptée à la vie aquatique ! Je veux qu'il s'adapte à mon aquarium, alors à toi de jouer !\n\n(Se trouve dans la toundra souterraine)",
		"Quest_Spiderfish": "J'ai vu un poisson à huit pattes ! Non ! Impossible ! Tu vas l'attraper et je ne le veux pas vivant quand je le tiendrai ! C'est la dernière fois que je vais pêcher aussi loin dans la grotte !\n\n(Se trouve dans le souterrain et les grottes)",
		"Quest_UnicornFish": "Les licornes et les arcs-en-ciel sont vraiment super ! Ils sont partout, même dans l'eau. Non, sans rire, j'ai vu un licoisson dans le lac sacré ! Ta mission est de me le pêcher, je le veux comme animal de compagnie !\n\n(Se trouve dans le sacré)",
		"Quest_GuideVoodooFish": "Ces démons du souterrain aiment vraiment les poupées vaudou, mais je crois qu'une de ces poupées a reçu bien trop de magie ! Elle s'est transformée en poisson et elle fait ce qu'elle veut. Je te demande d'aller m'en chercher une ! Fais attention à la lave en ébullition, parce que ça brûle et ça, ça ne m'aidera pas avec mon poisson !\n\n(Se trouve dans les grottes)",
		"Quest_Wyverntail": "Je sais quelque chose que tu ne sais pas ! D'accord, je vais tout te dire. Une créature terrifiante vole parmi les étoiles ! Si, c'est vrai ! C'est une « vouivre » ! Mais, tu le savais déjà, n'est-ce pas ? Par contre, tu ne sais sûrement pas que cette créature s'élève comme un têtard ! En fait, c'est... une grenouille ! Saute sur l'occasion pour m'en rapporter une !\n\n(Se trouve dans les lacs célestes)",
		"Quest_ZombieFish": "Tu ne vas pas me croire ! J'ai attrapé un poisson qui était déjà mort dans la forêt et de nuit ! Et il a essayé de me manger ! Je l'ai jeté et je suis parti en courant ! Mais j'aimerais le mettre dans l'armoire de quelqu'un pour voir sa réaction. Peux-tu aller me le chercher ?\n\n(Se trouve à la surface)",
		"Quest_Angelfish": "Connais-tu les îles magiques qui flottent dans le ciel ? Je parie que non ! On dit que des anges y vivent et je crois qu'ils ont des nageoires et des branchies et qu'ils nagent ! Tu devrais m'en attraper un !\n\n(Se trouve dans les lacs célestes)",
		"Quest_BloodyManowar": "Aïe ! Ne t'approche pas ! Je me suis fait piquer par une méduse sanglante ! Au cas où vous ne sauriez pas ce que c'est, c'est la méduse la plus dangereuse du monde {WorldName} ! Va dans cet horrible carmin et essaie de l'attraper ! \n\n(Se trouve dans le carmin)",
		"Quest_Bonefish": "En général, ça m'est bien égal de voir des arêtes qui flottent dans les eaux souterraines, mais celles-ci nagent ! Eh bien, croyais-tu que seuls les squelettes humains pouvaient s'agiter dans ce monde ? {WorldName} Attrape-le-moi pour que je le mette dans le lit de quelqu'un !\n\n(Se trouve dans le souterrain et les grottes)",
		"Quest_Bunnyfish": "Je pêchais dans la forêt, oui ? Et devine quoi ! Un lapin s'approche de moi ! Puis un autre vient en sautant, et encore un... tout à coup, il y en a partout ! Il y en a même un qui s'est approché en nageant, mais il n'avait pas de pattes ! J'en suis tombé par terre et tous les lapins se sont enfuis ! Je veux adopter ce poisson-lapin, alors, tu ferais mieux d'aller l'attraper ! Et que ça saute !\n\n(Se trouve à la surface)",
		"Quest_CapnTunabeard": "Arrgg moussaillon ! Ça me donne des frissons ! Avast, coquins ! Un capitaine pirate avait jadis un animal qu'il appelait Cap'taine Barbethon, mais en pleine tempête, l'aquarium tomba à la mer ! Sa queue est un crochet, il a un bandeau sur l'œil, tout comme un pirate ! Tu dois m'attraper ce poisson ; je veux être aussi cool qu'un pirate ! De toute évidence, il se trouve dans l'océan... quelque part ! Sans blague !\n\n(Se trouve dans l'océan)",
		"Quest_Clownfish": "J'ai vu ce poisson orange et coloré près de l'océan, il avait l'air paniqué comme s'il cherchait un parent ! Va l'attraper et peut-être qu'un autre viendra aussi le chercher désespérément !\n\n(Se trouve dans l'océan)",
		"Quest_DemonicHellfish": "On dit en enfer que le roi de tous les démons serait un poisson ! Imaginez un peu le pouvoir absolu que j'aurais si tu me l'attrapais !\n\n(Se trouve dans les grottes)",
		"Quest_Derpfish": "Je n'ai jamais vu créature plus effrayante que ces benêts de la jungle ! Heureusement que parfois, ils n'ont pas de pattes ! Ceux-ci vivent dans l'eau et sont bien moins terrifiants ! J'aimerais bien que tu m'en attrapes un pour que j'y goûte sans mourir de peur !\n\n(Se trouve à la surface de la jungle)",
		"Quest_Fishron": "Une légende parle d'un être puissant nommé Dracosson ! C'est un mélange de cochon, de dragon et de POISSON ! On dit qu'il vit dans les lacs gelés souterrains des régions les plus froides du monde ! Je ne veux pas y aller ; c'est TOI qui l'attraperas. Et tu as intérêt de la rapporter ! J'ai hâte de le voir !\n\n(Se trouve dans la toundra souterraine)",
		"Quest_InfectedScabbardfish": "Un poisson très long qui ressemble à un fourreau d'épée nage dans les eaux troubles de la corruption ! On dirait de la pierre d'ébène ; ne te fais pas avoir ! Oui, toi. C'est toi qui va l'attraper, pas moi !\n\n(Se trouve dans la corruption)",
		"Quest_Mudfish": "Attention où tu patauges dans les eaux de la jungle ! Pourquoi ? Non, je n'ai pas peur que tu te fasses dévorer par les piranhas. C'est juste que je ne veux pas que tu marches sur mon poisson préféré, le Vaseux ! J'aimerais bien que tu m'en rapportes un pour que je l'adopte !\n\n(Se trouve dans la jungle)",
		"Quest_TropicalBarracuda": "Les piranhas et les requins sont moches ! Trop moches ! Sais-tu qu'il existe un très joli poisson ? Enfin, il peut quand même te croquer la tête. Je donnerai deux pièces de platine pour voir ça, d'ailleurs... Bref, j'aimerais que tu m'en attrapes un. Mais avant qu'il te croque la tête !\n\n(Se trouve à la surface de la jungle)",
		"Quest_TundraTrout": "Te demandes-tu parfois pourquoi la surface des zones enneigées de {WorldName} ne gèlent jamais ? Pas moi. Par contre, les poissons gèlent ! Un poisson de glace serait une belle offrande au puissant et incroyable {Angler} ! Mon loyal sujet, rapporte-moi cette truite de la toundra au plus vite !\n\n(Se trouve à la surface de la toundra)",
		"Quest_Slimefish": "Dans la forêt, les gelées sont vraiment dégoûtantes. Les Poigelées encore plus ! Je ne veux pas nager avec des gelées, alors sors-en une de l'eau pour moi !\n\n(Se trouve dans la forêt à la surface)",
		"Quest_AmanitaFungifin": "J'ai trouvé cet endroit spectaculaire couvert de champignons luisants ! Tout était bleu ! Je ramassais des champignons près d'un lac bleu scintillant lorsque l'un d'eux m'a presque mordu avant de s'enfuir en nageant ! Je veux lui redonner la monnaie de sa pièce et le mordre un bon coup ! Ce que je veux dire, c'est que tu dois aller le chercher et me le rapporter !\n\n(Se trouve dans les champs de champignons luisants)",
		"Quest_Dirtfish": "Je ramenais le gros poisson quand un étrange zombie qui parle est sorti du lac de la forêt en répétant qu'il existait un poisson « féroce » en terre ! Il dit qu'il peut asphyxier dix hommes de sa taille, ou un truc du genre... Je le veux ! MAINTENANT !\n\n(Se trouve à la surface et dans le souterrain)",
		"Quest_ScarabFish": "J'ai lu cette ancienne légende concernant un poisson qui ressemblerait à un scarabée magique ! C'est une sorte de coléoptère si tu préfères ! Où se trouve-t-il ? Où, d'après toi ? Dans le désert, bien sûr ! Ne me regarde pas comme ça... C'est vrai ! Il y a de l'eau là-bas ! J'aimerais y aller, mais je n'aime pas me faire picorer les yeux par les vautours. Alors... c'est toi qui vas aller le chercher !\n\n(Se trouve dans le désert)",
		"Quest_ScorpioFish": "Je suis sûr que quelqu'un, quelqu'un de très stupide, a essayé de te convaincre qu'il n'y avait pas d'eau dans le désert ! Cette personne avait complètement tort ! Il y a ce qu'on appelle une oasis, et c'est là qu'il y a de l'eau ! Devine ce qu'il se passe quand il y a de l'eau ?! Tout à fait, il y a des poissons ! Des poissons bizarres qui veulent piquer, pincer et faire tout plein de choses méchantes ! Un compagnon parfait pour moi, et une mission sur mesure pour toi !\n\n(Se trouve dans le désert)",
		"Quest_Pengfish": "C'est une baleine ! C'est un dauphin ! Non, c'est un poichot ! Oh et regarde ! C'est toi ! C'est toi qui vas me l'apporter ! Tu sais qu'ils n'aiment que l'eau froide, n'est-ce pas ?\n\n(Se trouve à la surface de la toundra)",
		"Quest_Pixiefish": "Il y a un type très rare de fée qui naît avec tellement d'ailes qu'elle ne peut pas voler ! Elle nage avec les poissons dans les lacs entourés de cette herbe bleue. J'ai besoin d'une lampe dans mon aquarium, alors, attrape-moi une fée !\n\n(Se trouve à la surface du Sacré)"
	},
	"AnglerChatter": {
		"Chatter_1": "Pourquoi {Bartender} ne veut pas me vendre de bière ? Je veux y goûter ! Quel ronchon !",
		"Chatter_10": "Je n'ai ni maman ni papa, mais j'ai plein de poissons ! C'est presque pareil !",
		"Chatter_2": "Quoiiiiiiiii ?! Ne vois-tu pas que je suis en train de pêcher ?",
		"Chatter_3": "J'ai assez de poisson ! Je n'ai pas besoin de toi pour le moment !",
		"Chatter_4": "Il n'y a pas de chef cuisinier dans {WorldName}, alors je dois faire cuire le poisson moi-même ! ",
		"Chatter_5": "Hé ! Attention ! J'installe des pièges pour ma plus grosse farce de tous les temps ! Personne ne va la voir venir ! Ne dis rien !",
		"Chatter_6": "Laisse un gamin te donner un conseil : ne mets pas ta langue sur un bloc de glace ! Oublie ce que je viens de dire, je veux te voir le faire !",
		"Chatter_7": "As-tu déjà entendu parler d'un poisson qui aboie ? Pas moi, je voulais juste savoir !",
		"Chatter_8": "{WorldName} est rempli des poissons les plus bizarres !",
		"Chatter_9": "Je suis déprimé ! Il y a sûrement des poissons qui ont disparu avant ma naissance : ce n'est pas juste !"
	},
	"BartenderChatter": {
		"Chatter_1": "Avec ça, on ne te mettra pas en bière ! T'as saisi ? Bière ? Non ?",
		"Chatter_10": "Tu crois que {Steampunker} a un autre de ces pistolets ? Je connais une sorcière qui en voudrait un.",
		"Chatter_11": "Pas étonnant que {Demolitionist} a tant d'accidents. T'imagines même pas la quantité de bière qu'il m'achète.",
		"Chatter_12": "Normalement, je n'aime pas trop les gobelins, mais {GoblinTinkerer} semble être quelqu'un de bien.",
		"Chatter_13": "{?Day}Quelqu'un sait par où est allée la dryade ?",
		"Chatter_14": "{?!Day}C'est vraiment très calme par ici. Un peu trop...",
		"Chatter_15": "{?!Day}Viens me voir et fais ton boulot.",
		"Chatter_16": "{?BloodMoon}Tu sais, d'où je viens, une lune de sang est juste une excuse pour prendre l'air.",
		"Chatter_17": "{?MoonLordDefeated}Le Seigneur de la lune, tu veux dire le Seigneur des Abysses ?",
		"Chatter_18": "{?HardMode}Je connais un lavemancien qui aimerait vraiment cette pierre d'enfer dans le souterrain.",
		"Chatter_19": "{?Homeless}Tu connais un bon endroit pour installer une boutique ? J'aimerais ouvrir un bar.",
		"Chatter_2": "On dit que ta force est grande. Laisse-moi en être le juge.",
		"Chatter_3": "D'où je viens, on ne sert que de la bière de racines...",
		"Chatter_4": "C'est beaucoup mieux que de nettoyer cette table toute la journée.",
		"Chatter_5": "La vie est un défi quand tu es naturellement meilleur que les autres.",
		"Chatter_6": "Qu'est-ce que je fais ici...",
		"Chatter_7": "Beaucoup de ténacité et une once de chance peuvent aller loin...",
		"Chatter_8": "As-tu vu des Meburs par ici ?",
		"Chatter_9": "{Dryad} a l'air sympa. Je devrais la ramener avec moi."
	},
	"BartenderHelpText": {
		"Help_1": "Ce que tu dois d'abord connaitre, ce sont les artefacts spéciaux de défense que j'ai à vendre, mais uniquement si tu as des médailles de défenseur !",
		"Help_10": "Si tu repousses l'invasion, tu recevras davantage de médailles de défenseur que tu peux m'apporter pour acheter des artefacts et autres récompenses spéciales !",
		"Help_11": "J'ai aussi entendu dire que le pouvoir des artefacts peut être déverrouillé si tu arrives à vaincre l'armée de l'Ancien. Tu pourrais les utiliser quand tu le souhaites !",
		"Help_2": "Tu peux utiliser ces artefacts pour créer des pièges et des tours défensives. Ceci consomme du mana d'Etheria, une énergie spéciale que seuls les membres de l'armée de l'Ancien peuvent laisser tomber !",
		"Help_3": "Affronter l'armée de l'Ancien est assez simple. Ses membres sont attirés par le pouvoir des cristaux Eternia ; tu peux les utiliser pour les appâter.",
		"Help_4": "Pour placer un cristal Eternia, tu dois en obtenir un, ainsi qu'un support pour le placer dessus. Il se trouve que je peux te les vendre !",
		"Help_5": "Tu devras placer ton support de cristal Eternia dans une zone ouverte et plate. S'il y a des murs ou autre, tu pourrais avoir du mal à le protéger !",
		"Help_6": "Une fois que ton support est installé, interagis avec en tenant un cristal Eternia et prépare-toi à combattre !",
		"Help_7": "Bien entendu, tu ne peux pas laisser l'armée de l'Ancien détruire le cristal Eternia ! Ceci aurait des conséquences catastrophiques pour mon monde, Etheria !",
		"Help_8": "Tu peux placer des défenses pour 10 points de mana d'Etheria. Une fois placé, le cristal libèrera du mana. Autrement, tu devras vaincre les ennemis pour en obtenir davantage.",
		"Help_9": "Avec l'aide des défenses, tu devras repousser plusieurs vagues d'envahisseurs qui tentent de t'anéantir et de détruire le cristal Eternia !"
	},
	"CyborgChatter": {
		"Chatter_1": "{Bartender} m'a dit que je lui rappelais une certaine « EV2 ». Je devrais peut-être la rencontrer."
	},
	"GoblinTinkererChatter": {
		"Chatter_1": "Tu sais, ces gobelins d'Etheria ne ressemblent en rien à mon peuple. Ils sont vraiment bagarreurs... Enfin, mon peuple n'est pas beaucoup mieux..."
	},
	"GuideHelpText": {
		"Help_1063": "Normalement, j'essaierai de tout t'apprendre sur l'armée de l'Ancien, mais tu devrais plutôt demander à {Bartender}.",
		"Help_1064": "Lorsque la lune est rouge, l'eau se transforme en une sorte de sang. Les créatures submergées deviennent grotesques et malveillantes."
	},
	"MechanicChatter": {
		"Chatter_1": "{Bartender} m'a offert une bière de racines, je lui ai demandé de me la donner dans un verre carré."
	},
	"NurseChatter": {
		"Chatter_1": "Je n'arrête pas de demander du vin, mais {Bartender} ne fait que me donner des chopes de bière."
	},
	"PirateChatter": {
		"Chatter_1": "Enfin, nous avons un bar dans le coin ! Mon rhum est presque fini !"
	},
	"StylistChatter": {
		"Chatter_1": "J'ai offert à {Bartender} une petite coupe gratuite, mais il a refusé. Enfin, j'aurais au moins pu travailler sur sa moustache !"
	},
	"TownNPCHousingFailureReasons": {
		"HoleInWallIsTooBig": "Il manque un mur à cette pièce.",
		"RoomCheckStartedInASolidTile": "C'est un bloc solide !",
		"RoomIsTooBig": "Cette pièce est trop grande",
		"RoomIsTooSmall": "Cette pièce est trop petite",
		"TooCloseToWorldEdge": "We need better text for this!!!",
		"RoomHasAStinkbug": "Cette pièce est infestée par une punaise diabolique !",
		"RoomHasAnEchoStinkbug": "Cette pièce est infestée par une punaise diabolique fantomatique !"
	},
	"AnglerQuestChatter": {
		"Chatter_1": "Ouaaah ! Tu m'ennuies, genre, {AnglerCompletedQuestsCount} fois ! Si je n'avais pas de poisson cool à chaque fois, je serais vraiment en colère !",
		"Chatter_2": "Tu sais que j'ai {AnglerCompletedQuestsCount} super poissons maintenant ?! C'est parce que comme coursier, tu fais plutôt du bon travail !"
	},
	"BestiaryGirlChatter": {
		"Chatter_11": "Je ne sais pas comment je suis arrivée ici, mais c'est super cool.",
		"Chatter_3": "Je ne sais peut-être pas trop de trucs, mais genre, je peux te parler de nature et de créatures et d'animaux et tout...",
		"Chatter_4": "Mon grand frère m'appelle une lycanthrope. Ça veut dire que je suis moitié animal, moitié autre chose. Il sait de quoi il parle, il passe tout son temps dehors !",
		"Chatter_5": "J'adore les animaux, mais, vraiment ! J'ai essayé de caresser un renard une fois, et il m'a mordue, et maintenant, je suis une renarde ! Cool !",
		"Chatter_6": "Arrêêête de me tirer la queue, elle est vraiment réelle et genre... ça fait vraiment mal quand tu tires dessus !",
		"Chatter_7": "Hein ?! Non, {Stylist} ne m'a pas teint les cheveux. C'est ma couleur naturelle ! Mais c'était, genre, marron foncé avant que je me fasse mordre.",
		"Chatter_8": "Oh, CES oreilles ? Haha, vraiment top pour t'écouter, mon petit !",
		"Chatter_9": "Une fois, au camp de créatures, je me suis réveillée et tout était sens dessus dessous ! Genre, comment j'ai réussi à dormir quand tout ça s'est produit !?",
		"Chatter_1": "Moi aussi, je collectionnais des créatures autrefois, et puis j'ai reçu une morsure d'un renard maudit au genou !",
		"Chatter_10": "Ouah, genre, je n'ai jamais vu de pleine lune. Bizarrement, c'est comme si je perdais conscience à chaque fois !",
		"Chatter_2": "{?Eclipse}Genre, ouah, j'ai l'impression d'aller de pair avec ces créatures rampantes tueuses tout autour. Heureusement que je ne suis pas si stupide."
	},
	"BestiaryGirlLycantropeChatter": {
		"Chatter_1": "Grrr ! Ne. T'approche. PAS !",
		"Chatter_2": "Raaah ! Roo! Danger. Moi. Wraaah !"
	},
	"BunnyChatter": {
		"Chatter_1": "*Bruits de lapin*",
		"Chatter_2": "*Bruits de lapin*"
	},
	"CatChatter": {
		"Chatter_1": "Miaou !",
		"Chatter_2": "Ronron...",
		"Chatter_3": "Miarrrou !"
	},
	"DogChatter": {
		"Chatter_1": "Ouaf !",
		"Chatter_2": "Aboie !",
		"Chatter_3": "Ouaf ouaf !"
	},
	"GolferChatter": {
		"Chatter_9": "Dans ce jeu, seuls les perdants obtiennent un score élevé.",
		"Chatter_1": "Je ne suis pas du genre à crier et piquer une crise quand ma balle atterrit dans l'eau. Je garde mon sang froid, je reste calme et concentré jusqu'au prochain coup.",
		"Chatter_10": "Sur le green, il faut rester calme, ne pas parler trop « fore » !",
		"Chatter_12": "D'après {Dryad}, j'assassine beaucoup de mes amis quand je tonds la pelouse. Mais il me faut un fairway pour mon terrain !",
		"Chatter_13": "Si tu atterris sur le green, utilise un putter ! Ne frappe pas tes balles trop fort quand tu es si près.",
		"Chatter_14": "Ne cours pas après les dangers aquatiques, reste sur les fairways et les greens que tu connais.",
		"Chatter_15": "{?BloodMoon}Les taches de sang sur mon club ? Tu n'as pas vu les zombies dehors ?!",
		"Chatter_16": "{?BloodMoon}Je ne sais pas ce qui est le plus terrifiant, une lune de sang ou ma sœur pendant une lune de sang !",
		"Chatter_17": "{?Rain}Jouer au golf par ce temps ?! Oui, si tu veux faire ton swing avec un bâton brûlant géant !",
		"Chatter_2": "Hein ? Tu manges QUOI au petit déjeuner ?",
		"Chatter_3": "Oh, je te bloque le passage ? PAR-don.",
		"Chatter_4": "Lèche ton doigt et lève la main pour évaluer le vent. Les balles de golf sont légères et facilement déviées par une brise.",
		"Chatter_5": "Si le sable te donne des cauchemars, ton wedge sera ton attrape-rêves.",
		"Chatter_6": "Je devrais vraiment me mettre à la pêche. Payer {Angler} pour récupérer mes balles dans l'eau vide mon porte-monnaie !",
		"Chatter_7": "Pour frapper haut, frapper loin ou se débloquer ? Tout est dans le club. Choisis judicieusement !",
		"Chatter_8": "Quand je t'ai proposé de sortir, je voulais dire les clubs, pas aller AU club.",
		"Chatter_11": "{Armsdealer} a pris mes balles de golf pour des munitions de mousquet plusieurs fois."
	},
	"GolferQuestsChatterApprentice": {
		"1": "Tu t'améliores ! Je n'ai plus peur de mourir.",
		"2": "Tes swings sont médiocres. Loin du par, si j'ose dire.",
		"3": "Tu es loin du niveau de championnat, mais tu feras l'affaire."
	},
	"GolferQuestsChatterJourneyman": {
		"1": "Tu m'impressionnes. Statistiquement parlant, tu es au-dessus du reste !",
		"2": "Tu fais du bon travail ! Est-ce que je devrais m'inquiéter ?",
		"3": "Tes scores sont inférieurs au par. C'est une bonne chose !"
	},
	"GolferSpecialText": {
		"Graveyard1": "Les cimetières me font flipper. Je n'aime pas m'entraîner à faire des swings au-dessus de mes proches.",
		"Graveyard2": "Ne joue pas au golf dans un cimetière. L'herbe pousse trop bien et tout le terrain devient rough.",
		"Rain1": "Jouer au golf sous la pluie, c'est moins amusant. Tout glisse !",
		"Rain2": "Les dangers aquatiques sont plus importants quand il pleut, et c'est donc plus difficile d'atteindre le green.",
		"Storm1": "Je ne crois pas, {PlayerName}.",
		"Storm2": "C'est aussi probable d'être frappé par la foudre que de gagner au loto. Sortir avec un club en fer, c'est un ticket gagnant !",
		"Windy1": "Ce vent complique vraiment le parcours.",
		"Windy2": "Un grand vent ajoute de la difficulté à une partie de golf, mais, là, c'est plutôt excessif.",
		"FirstMeeting1": "Merci de m'avoir sauvé. Si j'étais resté bloqué plus longtemps, j'aurais pu faire une insolation !",
		"Party_1": "J'ai du mal à me concentrer sur ce swing à cause de cette fête bruyante.",
		"Party_2": "J'ai fait un ace ! C'est une bonne raison de faire la fête. Je vais ranger mes clubs et prendre une margarita.",
		"FirstMeeting2": "Ah, merci ! Je suis coincé dans ce bac à sable depuis des jours. Heureusement qu'il y a de l'eau dans les cactus."
	},
	"GuideHelpTextSpecific": {
		"Help_1159": "Si tu combines des lentilles à un autel carmin, tu pourrais trouver le moyen d'invoquer un monstre puissant. Mais attends que la nuit tombe avant de l'utiliser.",
		"Help_1100": "Il paraît qu'une race d'hommes-lézards vit dans la jungle. Peut-être que tu attireras l'attention de l'un d'eux en abattant une bête de la jungle ?",
		"Help_1101": "On dit qu'il existe une femme très douée pour combattre les forces que tu viens de libérer. En prouvant ta valeur, tu attireras peut-être son attention.",
		"Help_1102": "Les machines ne sont pas si mal. Nous pourrions essayer d'en construire une si nous arrivions à trouver des armes explosives dans la jungle...",
		"Help_1103": "J'ai rencontré une styliste un jour dans cette région. Elle est partie à l'aventure dans le souterrain et je ne l'ai plus revue. Je me demande ce qu'il lui est arrivé.",
		"Help_1104": "Tu as déjà attrapé un poisson étrange dont tu ne savais pas quoi faire ? Il paraît qu'un pro de la pêche vit près de l'océan et qu'il est ravi d'acquérir ce genre de poissons...",
		"Help_1105": "L'âme torturée en Enfer me dit quelque chose... As-tu essayé la poudre de purification sur lui ?",
		"Help_1106": "Des pirates ont été aperçus près d'ici récemment. Si nous sympathisons avec l'un d'eux, tu crois qu'il nous montrera où il a enterré son trésor ?",
		"Help_1107": "Il y a des plantes spéciales et d'autres ingrédients qui peuvent servir pour colorer les objets. Si tu en gardes sur toi, tu trouveras peut-être quelqu'un qui te montrera comment les utiliser.",
		"Help_1108": "J'ai entendu parler de champignons luisants qui devenaient tellement gros à la surface qu'ils développaient une conscience. Je me demande si c'est vrai...",
		"Help_1109": "On dit que le sable est une surface horrible pour jouer au golf. Aucun golfeur qui se respecte ne pourrait finir dans un désert... n'est-ce pas ?",
		"Help_1110": "Les artistes aiment créer et les peintres aiment peindre. Si plus de personnes emménagent, nous aurons assez de maisons pour qu'un peintre vienne rafraîchir cet endroit !",
		"Help_1111": "Beaucoup de gens ont emménagé récemment, non ? Avec un peu plus de monde, une fêtarde emménagera sûrement !",
		"Help_1112": "Garde toujours un œil sur les inconnus dans le besoin ! On ne sait jamais quand tu rencontreras quelqu'un qui aura besoin d'aide.",
		"Help_1113": "Si les marchandises de {Merchant} ne t'intéresse pas, un marchand ambulant vient souvent exposer des produits exotiques que tu pourrais préférer.",
		"Help_1114": "Tous les monstres morts-vivants ne sont pas hostiles. Il paraît que l'un d'eux vend des marchandises au fond du souterrain.",
		"Help_1115": "Ce monde est rempli de créatures fascinantes et dangereuses. Certains experts pourraient te récompenser si tu partages tes connaissances !",
		"Help_1120": "Si tu trouves que les jours de pluie sont ennuyeux, attends de voir une pluie de gelées !",
		"Help_1121": "C'est rare, mais il peut arriver que la lune occulte le soleil, ce qui fait venir plein de monstres terrifiants !",
		"Help_1122": "Tu as déjà vu des éclaireurs gobelins en périphérie du monde ? Je me demande si une invasion se prépare...",
		"Help_1123": "Je crois avoir vu une carte au trésor qui flottait dans l'océan un jour, mais un requin l'a mangée. Ça te dit d'essayer d'en trouver une ?",
		"Help_1124": "J'ai vu des lumières clignotantes au loin dans le ciel. La vérité est ailleurs, tu peux me croire.",
		"Help_1125": "As-tu déjà vu des lanternes magnifiques qui flottent dans le ciel ? Les gens de ce monde célèbrent tes victoires, en te souhaitant bonne chance.",
		"Help_1130": "Si tu places une bouteille vide sur une table, tu peux l'utiliser pour fabriquer toutes sortes de potions géniales !",
		"Help_1131": "Accroche toutes les bannières que tu obtiens après avoir vaincu les ennemis – celles-ci t'aideront à combattre ces créatures à l'avenir.",
		"Help_1132": "Il fait vraiment froid dans le biome de neige, mais il contient également des trésors uniques. Ça vaut le coup d'y jeter un œil !",
		"Help_1133": "Le souterrain du désert est constitué de tunnels de fourmilions remplis de fossiles rares et de nombreux dangers !",
		"Help_1134": "Si tu trouves un biome de marbre, fais attention ! On dit que ces endroits sont peuplés de créatures redoutables !",
		"Help_1135": "Dans les biomes de granite, la pierre en soi est une menace – elle s'anime souvent pour attaquer les intrus !",
		"Help_1136": "Besoin de fabriquer quelque chose avec des minerais introuvables sur {WorldName} ? Essaie de pêcher des caisses ou de placer de la vase et de la gadoue dans l'extractinateur !",
		"Help_1137": "Si tu as besoin de faire une pause entre tes aventures, il y a toujours un moment pour une bonne séance de pêche traditionnelle.",
		"Help_1138": "En explorant le monde souterrain, tu pourrais rencontrer des fées aimables. Suis-les pour découvrir des trésors !",
		"Help_1141": "La pierre carmin peut se purifier à l'aide de la poudre obtenue auprès d'une dryade. Elle peut aussi être détruite avec des explosifs.",
		"Help_1142": "Essaie de ramasser de l'obsidienne, un matériau formé de la rencontre de l'eau et de la lave. Il protège contre la chaleur intense.",
		"Help_1143": "Certains disent qu'il y a des ruches d'abeilles géantes enterrées sous la surface de la jungle. J'avoue que je ne refuserais pas un peu de miel.",
		"Help_1144": "Tu as trouvé de vieux fossiles dans le désert ? Je me demande si c'est possible de les extraire de la roche.",
		"Help_1145": "Il est temps de mettre à niveau ce vieux four ! Essaie de trouver une forge en enfer, c'est le seul moyen de fabriquer des lingots de pierre infernale.",
		"Help_1146": "Tu as vu les vouivres qui disparaissaient dans les nuages ? Qu'est-ce que j'aimerais pouvoir voler comme ça...",
		"Help_1147": "Essaie de combiner une forge d'enfer avec du minerai d'adamantite. Je parie que ça permet de fabriquer des objets vraiment solides !",
		"Help_1148": "Essaie de combiner une forge d'enfer avec du minerai de titane. Je parie que ça permet de fabriquer des objets vraiment solides !",
		"Help_1149": "Tu as trouvé un fruit rare qui pousse dans la jungle récemment ? Si tu le manges, il augmentera ta santé maximale !",
		"Help_1150": "J'ai récemment entendu parler de bulbes roses luisants qui pousseraient dans la jungle. Si tu décides d'en cueillir un, prépare-toi pour n'importe quel effet.",
		"Help_1151": "Cette clé que tu possèdes peut servir à ouvrir le temple caché dans la jungle. Est-ce que tu l'as trouvé ?",
		"Help_1152": "Il paraît qu'il existe un temple scellé, caché au fond de la jungle. Je me demande comment on peut l'ouvrir ?",
		"Help_1153": "Ça alors, cette clé est plutôt chouette ! Il paraît que ce genre de clés peuvent servir à obtenir un trésor rare dans le donjon !",
		"Help_1154": "J'ai entendu parler d'un ver très étrange dans les champs souterrains de champignons. Je me demande s'il ferait un bon appât.",
		"Help_1155": "D'anciennes prophéties parlent d'une façon d'invoquer les hordes monstrueuses d'Halloween avec des médaillons de citrouille.",
		"Help_1156": "D'après les légendes, un cadeau maudit peut transformer les nuits les plus festives en une invasion d'horreurs !",
		"Help_1157": "Il y a d'étranges personnes à capuches qui rôdent autour du donjon. Tu devrais peut-être aller voir ?",
		"Help_1158": "D'où sortent tous ces piliers ?! Tu devrais faire le ménage autour d'eux en t'occupant de quelques monstres !",
		"Help_1140": "Pour ta prochaine étape, tu devrais explorer les grottes du Carmin. Trouve et détruis tous les cœurs carmin sur ta route.",
		"Help_1160": "En pleine nuit enneigée, un rugissement terrifiant se fait entendre ! Il y a quelque chose dans cette contrée sauvage !"
	},
	"SantaSpecialText": {
		"Graveyard1": "Ho ho ho ! Regardez un peu cet endroit... est-ce que je suis arrivé deux mois trop tôt ?",
		"Graveyard2": "Vous avez été sages ? Hmm, c'est étrange... tous ces gens ont été rayés de ma liste depuis un moment.",
		"Rain1": "Tu as une torche ? Alors, est-ce que tu peux guider mon traîneau ce soir ?",
		"Storm1": "Oh ho... ouah ! Voilà Tornade qui s'en va. Et Tonnerre qui le suit !",
		"Windy1": "Ho Ho ! Mes rennes vont aller à la vitesse du son ce soir !",
		"Party": "Allez, tu ne pensais pas vraiment que je ne célébrais que Noël, si ?"
	},
	"SkeletonMerchantSpecialText": {
		"Graveyard1": "Tu penses peut-être que c'est un endroit parfait pour moi, mais non.",
		"Graveyard2": "Comment suis-je arrivé ici ? Ce ne sont pas mes amis !",
		"Rain1": "Là-haut ? Il paraît que c'est plutôt humide. Je ne veux pas que mes os se ramollissent...",
		"Storm1": "La surface abonde de phénomènes météorologiques dévastateurs. Des os roussis n'iraient pas avec mon teint !",
		"Windy1": "Le monde du ciel est agité et chaotique. J'aime que mes os restent joints !"
	},
	"SteampunkerSpecialText": {
		"Graveyard1": "Mince alors ! Quel péquenaud a décidé de construire ici ?",
		"Graveyard2": "Il n'y a ni sang ni vapeur dans cet endroit misérable.",
		"Rain1": "La pluie est un couteau à double tranchant... Elle nous donne de l'eau pour la vapeur, mais rouille aussi notre équipement.",
		"Rain2": "Ce déluge sanglant ! Je ne peux rien faire quand tout est mouillé comme ça !",
		"Storm1": "De l'électricité ? Ne sois pas ridicule ! Rien ne bat la puissance de vapeur !",
		"Storm2": "Tout ce que je bricole est en métal. Cette situation foudroyante devrait me faire repenser mes plans.",
		"Windy1": "Ahh... une gorgée de thé pour profiter de la brise.",
		"Windy2": "Oh, tout ce vent m'a inspiré pour un nouveau moteur à jet-packs !",
		"Party": "Tout le monde dit aimer les gâteaux à étages, alors j'ai installé des cheminées dans le mien."
	},
	"TaxCollectorSpecialText": {
		"Graveyard1": "La mort et les impôts, ce sont les seuls éléments certains dans la vie !",
		"Graveyard2": "Les gens ici ne paient pas ! Ils pourraient aussi bien être morts ! Oh, ils le sont peut-être déjà.",
		"Rain1": "Balivernes ! On essaie de me faire croire qu'on a vu un poisson marcher sur terre. Pour qui me prend-on ?",
		"Rain2": "Pourquoi ne pleut-il pas des pièces d'or ? Il y a de l'eau partout ! Ça ne sert à rien !",
		"Storm1": "Un orage merveilleux ! Un orage remarquable !",
		"Storm2": "Je suis aussi grisé qu'un homme saoul ! J'adore ce temps !",
		"Windy1": "On ne s'arrête pas de payer les impôts simplement parce que sa maison est emportée par le vent.",
		"Windy2": "Bah ! Si ce vent continue, les gens vont perdre leurs possessions et arrêter de me payer !"
	},
	"TownNPCMood": {
		"Content": "Je suis content.",
		"DislikeBiome": "Je n'aime pas {BiomeName}.",
		"DislikeCrowded": "Je n'aime pas toute cette foule.",
		"DislikeNPC": "Je n'aime pas {NPCName}.",
		"FarFromHome": "Je suis trop loin de chez moi.",
		"HateBiome": "Je déteste {BiomeName}.",
		"HateCrowded": "Je déteste toute cette foule.",
		"HateNPC": "Je déteste {NPCName}.",
		"LikeBiome": "J'aime bien {BiomeName}.",
		"LikeNPC": "J'aime bien {NPCName}.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "J'adore {NPCName}.",
		"LoveSpace": "J'adore avoir tout cet espace.",
		"NoHome": "Je déteste ne pas avoir de maison."
	},
	"TownNPCMoodBiomes": {
		"Corruption": "la Corruption",
		"Crimson": "le Carmin",
		"Desert": "le Désert",
		"Dungeon": "le Donjon",
		"Forest": "la Forêt",
		"Hallow": "le Sacré",
		"Jungle": "la Jungle",
		"NormalUnderground": "le Souterrain",
		"Ocean": "l'Océan",
		"Snow": "la Neige",
		"Mushroom": "les champignons luisants"
	},
	"TownNPCMood_BestiaryGirlTransformed": {
		"Content": "Rrr... ça va.",
		"DislikeBiome": "Grrrr... {BiomeName}. PAS SENTIR BON.",
		"DislikeCrowded": "Graah ! TROP. GENS. Agace !",
		"DislikeNPC": "{NPCName}.... ONDES. MAUVAISES. Grrl",
		"FarFromHome": "Grrar... maison ! loin LOIN ! PISTE IMPOSSIBLE.",
		"HateCrowded": "Grrrrr... FOULE. INSUPPORTE !",
		"HateNPC": "Argh ! PAS {NPCName}. HAINE. FURIE. DÉGOÛT !!",
		"LikeNPC": "{NPCName}. Rrr... BONNES. ONDES.",
		"LoveNPC": "ADORE. BEAUCOUP... {NPCName}. Youpi !",
		"LoveSpace": "Rrrrr... espace ouvert. BONHEUR.",
		"NoHome": "GRAH ! Besoin MAISON ! MAINTENANT !",
		"LikeBiome": "Dans {BiomeName}... Bien COURIR ! JOUER ! CHASSER ! Youpi !",
		"HateBiome": "Gughhh. {BiomeName}... JE HAIS. MAUVAIS DÉCOR.",
		"LoveBiome": "TERRITOIRE PRÉFÉRÉ... {BiomeName}. PLAISIR.",
		"LikeNPC_Princess": "{NPCName}… ROSE. BIEN."
	},
	"BestiaryGirlSpecialText": {
		"Graveyard1": "Mes instincts reprennent le dessus. Il faut vraiment que je sorte d'ici !",
		"Graveyard2": "Bon, genre, cet endroit est vraiment glauque. Ça m'hérisse le poil !",
		"Party": "Alors, euh, je ne peux pas porter ce chapeau. Désolée. Mais je reste pour la fête, pas de soucis !",
		"Rain1": "Arrêêête ! Argh ! Pas toi, cette pluie trop naze.",
		"Rain2": "Vraiment !? Je déteste être mouillée ! C'est dégoûtant.",
		"Storm1": "Aaah ! Tu ne sais pas à quel point l'orage me fait mal. J'ai les oreilles sensibles.",
		"Storm2": "C'est fini ? J'ai, genre, une peur irrationnelle des orages.",
		"Windy1": "Quand je cours dans le vent, je me sens trop libre et sauvage. Tu devrais essayer !",
		"Windy2": "Le vent souffle dans mon pelage, c'est complètement ouah."
	},
	"GolferQuestsChatterBeginner": {
		"1": "Si tu continues à faire des swings comme ça, tu finiras par blesser quelqu'un... ou à te faire mal !",
		"2": "Il va te falloir beaucoup d'entraînement, je te conseille de bien te protéger.",
		"3": "Pauvre petit oiseau. Enfin, le canard, c'est délicieux, alors continue !"
	},
	"GolferQuestsChatterMaster": {
		"1": "Tu es une divinité parmi les pauvres mortels ! Ton niveau de golf est spectaculaire !",
		"2": "Si j'avais un trophée pour tes incroyables swings, je t'en donnerais dix !",
		"3": "Quel niveau de jeu incroyable ! Tu es peut-être déjà au sommet, mais continue comme ça !"
	},
	"GuideChatter": {
		"Chatter_1": "Je croyais que tu avais purifié {TaxCollector} ? Il est toujours aussi avare !",
		"Chatter_2": "Je me demande pourquoi mon prédécesseur s'est enflammé spontanément. J'espère que ça ne va pas m'arriver..."
	},
	"TownNPCMood_Angler": {
		"Content": "Je vais bien, maintenant, va me chercher un poisson !",
		"DislikeBiome": "Tu t'es pris un coup sur la tête ? Euh, {BiomeName} n'a pas de poisson !",
		"DislikeCrowded": "Je n'aime pas tous ces gens qui font peur à mes poissons, fais les partir !",
		"DislikeNPC": "Je n'aime pas {NPCName}.",
		"FarFromHome": "J'ai oublié ma canne à pêche à la maison, et c'est trooop loin ! Zut !",
		"HateBiome": "Hé, imbécile, les poissons ici, dans {BiomeName}, essaient tous de me tuer !",
		"HateCrowded": "Je déteste tous ces étrangers, ils ont effrayé mes poissons !",
		"HateNPC": "Je déteste {NPCName}, et quiconque me traite comme si j'étais un gamin !",
		"LikeBiome": "Pourquoi est-ce que {BiomeName} est mon endroit préféré ? Il y a des tonnes de poissons cool, ha !",
		"LikeNPC": "{NPCName} a une sorte d'expertise, contrairement à D'AUTRES personnes ! Ça me plaît !",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "J'adore la compagnie de {NPCName}.",
		"LoveSpace": "Oui ! Je vais pouvoir être seul avec mes poissons !",
		"NoHome": "Je suis un enfant, tu dois me donner un foyer ! T'es débile ou quoi ?!",
		"LikeNPC_Princess": "{NPCName} n'est pas un poisson et pourtant, elle ne m'agace pas ! C'est vraiment cool !"
	},
	"TownNPCMood_ArmsDealer": {
		"Content": "Je vais bien, merci !",
		"DislikeBiome": "Oui, non, {BiomeName} me met vraiment mal à l'aise.",
		"DislikeCrowded": "Chut, je crois qu'il y a des gens près d'ici, je n'aime pas faire mes affaires ici.",
		"DislikeNPC": "Je n'aime pas vraiment que {NPCName} soit sur mon territoire, tu sais ?",
		"FarFromHome": "Je n'aime pas faire des affaires si loin de chez moi.",
		"HateBiome": "Je déteste {BiomeName} – c'est moins drôle de chasser quand on est la proie !",
		"HateCrowded": "Hé, je ne peux pas travailler quand on me regarde.",
		"HateNPC": "J'aimerais VRAIMENT utiliser {NPCName} comme cible un de ces jours.",
		"LikeBiome": "Tu sais, {BiomeName} est à l'écart et super pour les affaires, si tu vois ce que je veux dire.",
		"LikeNPC": "Oui, j'aime bien {NPCName}, c'est une personne super cool.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "Tu crois que {NPCName} s'intéresse un peu à moi ?",
		"LoveSpace": "Voilà de quoi je veux parler : la vie privée !",
		"NoHome": "Je n'ai nulle part où aller !",
		"LikeNPC_Princess": "Je ne m'y attendais pas du tout, mais {NPCName} sait manier un pistolet !"
	},
	"TownNPCMood_BestiaryGirl": {
		"Content": "Je me sens bien, merci de demander !",
		"DislikeBiome": "C'est, genre, bizarre d'avoir des instincts et tout, et {BiomeName} me donne vraiment envie de m'enfuir !",
		"DislikeCrowded": "Je suis un peu anxieuse quand il y a trop de monde. Et, genre, ça ne me plaît pas.",
		"DislikeNPC": "Je n'aime pas la cruauté de {NPCName} !",
		"HateBiome": "Genre, {BiomeName} empeste le genre de sorts que ce petit renard avait, celui qui m'a mordue !",
		"HateCrowded": "Aah ! Je déteste me faire du souci pour tous ces gens !",
		"HateNPC": "Je déteste vraiment ce que {NPCName} fait aux animaux !",
		"LikeBiome": "J'adore les animaux, alors, naturellement {BiomeName} est, genre, le meilleur endroit de l'univers !",
		"LikeNPC": "Bien sûr que j'aime bien {NPCName} ! C'est une personne que je connais, genre, depuis ma naissance !",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "Je ne peux pas l'expliquer. J'ai comme un faible pour {NPCName}. C'est la queue, tu penses ?",
		"LoveSpace": "J'adore avoir mon chez-moi ! C'est absolument génial !",
		"NoHome": "Genre, je ne vais pas juste aller vivre dans une tanière. Il me faut une maison !",
		"LikeNPC_Princess": "Genre, {NPCName} a demandé à ses sujets de trouver un moyen de briser ma malédiction de renard ! Ouiii !",
		"FarFromHome": "J'ai un peu, euh, le mal du pays. Et je dois nourrir mes animaux !"
	},
	"TownNPCMood_Clothier": {
		"Content": "Et puis, qu'est-ce qui est normal ?",
		"DislikeBiome": "Il n'y a juste pas assez de salles sombres dans {BiomeName}.",
		"DislikeCrowded": "La population locale, c'est comme vivre avec un poids mort sur le dos.",
		"DislikeNPC": "Bizarrement, être en compagnie de {NPCName} me met mal à l'aise.",
		"FarFromHome": "C'est une procédure très pénible, produire une longue-vue pour chercher ma maison.",
		"HateBiome": "Mon âme est déchirée ici dans {BiomeName}, car mon existence même lutte entre le bien et le mal.",
		"HateCrowded": "Bondé, c'est bondé.",
		"HateNPC": "Je déteste {NPCName} et je ne sais pas pourquoi.",
		"LikeBiome": "Il faut le voir pour le croire, mais parfois les choses les plus agréables sont dans {BiomeName}",
		"LikeNPC": "Je ne sais pas pourquoi exactement, mais je trouve que {NPCName} est une personne fascinante.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "{NPCName} ? Je n'ai jamais rien vu d'aussi délicieux.",
		"LoveSpace": "Je ne suis pas un homme populaire, mais je sais ce qu'est le calme.",
		"NoHome": "Pas de maison du tout ? Je ne vais pas être victime d'abus criminels !",
		"LikeNPC_Princess": "Il n'existe pas plus grande joie que de voir le monde comme {NPCName} le voit !"
	},
	"TownNPCMood_Cyborg": {
		"Content": "Toutes les fonctions neurales semblent fonctionner normalement.",
		"DislikeBiome": "La flore et la faune envahissent mon exosquelette synthétique : {BiomeName} est un lieu indésirable pour moi.",
		"DislikeCrowded": "Trop de formes de vie différentes. J'ai des schémas neuronaux émotionnels négatifs.",
		"DislikeNPC": "{NPCName} ne comprend pas mon existence, car cela dévie de la norme. Inhabituel. Le sentiment négatif est mutuel.",
		"FarFromHome": "Je suis allé au-delà de la portée du signal de mon centre de données.",
		"HateBiome": "Je détecte un nombre important de signatures vivantes hostiles dans {BiomeName}.",
		"HateCrowded": "Limite de formes de vie dépassée. Fonctions neuronales surchargées. Traduction : je déteste ce qu'il se passe.",
		"HateNPC": "Les fonctions de {NPCName}ne peuvent pas être analysées scientifiquement. Fonctions neuronales surchargées. Traduction : je déteste ce qu'il se passe.",
		"LikeBiome": "Mes fonctions cybernétiques présentent une performance optimale dans le gradient de température de {BiomeName}. C'est un plus.",
		"LikeNPC": "{NPCName} tente de me traiter favorablement comme tout autre humain. Il semble que ça me plaise.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "J'adore la compagnie de {NPCName}.",
		"LoveSpace": "Zéro signe de vie à proximité détecté. C'est un coup de chance.",
		"NoHome": "Erreur 404 : modalités de vie introuvables.",
		"LikeNPC_Princess": "{NPCName} analysée : forme de vie de carbone la plus complète jamais enregistrée."
	},
	"TownNPCMood_DD2Bartender": {
		"Content": "Je vis un rêve.",
		"DislikeBiome": "Je ne suis pas fan de {BiomeName}, c'est amer.",
		"DislikeCrowded": "Je ne sais pas si j'aime vivre à côté de tant de gens.",
		"DislikeNPC": "Je n'aime pas beaucoup {NPCName}, c'est une personne qui me donne la même impression que les éléments du mal d'Etheria.",
		"FarFromHome": "Je vais retourner chez moi au cas où quelqu'un veut boire un verre ou deux.",
		"HateBiome": "Est-ce une autre invasion ? Oh, c'est juste {BiomeName} – encore pire !",
		"HateCrowded": "Je n'aime pas l'admettre, mais je n'aime pas les endroits bondés.",
		"HateNPC": "La personnalité excentrique et narcissique de {NPCName} me donne envie de casser une table !",
		"LikeBiome": "Ahh,{BiomeName}... Ça me plaît ici, ça a du caractère.",
		"LikeNPC": "J'aime bien {NPCName}, ça montre bien qu'on ne peut pas toujours juger quelqu'un sur ses... origines.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "{NPCName} boit beaucoup, j'adore !",
		"LoveSpace": "Enfin un peu de tranquillité... en tant que barman, c'est un luxe !",
		"NoHome": "Je ne me sens vraiment pas à ma place sans bar à essuyer.",
		"LikeNPC_Princess": "{NPCName} serait une super dirigeante d'où je viens aussi."
	},
	"TownNPCMood_Demolitionist": {
		"Content": "Eh bien, je ne suis pas d'humeur à exploser aujourd'hui !",
		"DislikeBiome": "Je ne peux pas supporter {BiomeName}, mes mèches ne s'allument pas bien ici !",
		"DislikeCrowded": "Je n'aime pas le nombre de gens ici, pour des raisons de sécurité, bien entendu...",
		"DislikeNPC": "Je veux attacher {NPCName} à une roquette et voir ce qu'il se passe !",
		"FarFromHome": "Il me faut plus de BOUM, je crois l'avoir laissé à la maison.",
		"HateBiome": "Ça empeste la mort et la malveillance dans {BiomeName}, je veux faire des trous partout !",
		"HateCrowded": "Il y a trop de monde ! Une petite erreur avec la dynamite et... le résultat ne leur plairait pas !",
		"HateNPC": "Je déteste la compagnie de {NPCName}.",
		"LikeBiome": "Les nains sont naturellement attirés par {BiomeName}, c'est dans notre sang !",
		"LikeNPC": "{NPCName} est une personne que j'apprécie, et qui m'aide à charger la poudre à canon !",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "J'adore comment {NPCName} peut s'occuper d'un conteneur de boules de feu !",
		"LoveSpace": "Ah, il n'y a personne – Je peux tester mes nouvelles bombes sans créer de cimetière !",
		"NoHome": "Je n'ai nulle part où vivre, ai-je fait exploser ma dernière résidence ?",
		"LikeNPC_Princess": "QUOI... {NPCName} ? C'est une nouvelle marque de dynamite ? Oh, ELLE, oui, c'est une bonne fille !"
	},
	"TownNPCMood_Dryad": {
		"Content": "Tout est calme, ne chamboulez pas tout.",
		"DislikeBiome": "Je n'aime pas beaucoup qu'il y ait si peu de vie dans {BiomeName}.",
		"DislikeCrowded": "C'est moi ou cette zone est de plus en plus dense ? Je n'aime pas ce sentiment...",
		"DislikeNPC": "Je n'aime pas que {NPCName} ne montre aucun respect pour les autres êtres vivants.",
		"FarFromHome": "Une fleur ne pousse pas bien si loin de ses racines !",
		"HateBiome": "Ce qui m'entoure m'offense profondément – {BiomeName} est un ennemi mortel !",
		"HateCrowded": "Tant de personnes à un seul endroit ? L'herbe est condamnée, je déteste ça !",
		"HateNPC": "Je déteste les habitudes destructrices de {NPCName} envers la nature !",
		"LikeBiome": "J'ai embrassé un arbre dans {BiomeName} et ça m'a plu.",
		"LikeNPC": "J'aime que {NPCName} soit en harmonie avec chaque fibre de mon être !",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "J'adore la compagnie de {NPCName}.",
		"LoveSpace": "La solitude est parfois agréable, ça donne l'espace nécessaire pour croître et respirer.",
		"NoHome": "Toute la nature est mon chez-moi, mais une maison ne me ferait pas de mal.",
		"LikeNPC_Princess": "{NPCName} apporte ordre et paix à quiconque réside dans ce monde."
	},
	"TownNPCMood_DyeTrader": {
		"Content": "Moi ? Je vais bien, je vais bien.",
		"DislikeBiome": "Oh non, {BiomeName} ne m'inspire pas, je n'aime pas, je n'aime pas.",
		"DislikeCrowded": "Je n'aime vraiment pas la foule, à moins que ces gens soient là pour mes couleurs vives !",
		"DislikeNPC": "Bonté divine, cette personne, {NPCName}, n'a aucun sens des couleurs ou du style, je n'aime pas ça.",
		"FarFromHome": "Tu crois que je peux créer des couleurs vives si loin de ma boutique ? Pas moi !",
		"HateBiome": "C'est dégoûtant, {BiomeName} draine la couleur de mes palettes !",
		"HateCrowded": "Quand je ne travaille pas, je préfère être seul, oui ? Je déteste la foule !",
		"HateNPC": "Je déteste vraiment la personne peu recommandable que {NPCName} peut être.",
		"LikeBiome": "Ah, {BiomeName} est très bien, ça me rappelle mon village natal, j'aime beaucoup !",
		"LikeNPC": "{NPCName} a l'œil pour l'intensité des couleurs et les affaires, j'aime beaucoup, oui ?",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "J'adore la compagnie de {NPCName}.",
		"LoveSpace": "Oh, cet endroit est assez calme pour dormir comme un sultan !",
		"NoHome": "Non, non, ça ne va pas aller, il me faut un endroit à moi.",
		"LikeNPC_Princess": "Les teintes de la robe de {NPCName} sont les plus vives et intenses que j'ai jamais vues !"
	},
	"TownNPCMood_GoblinTinkerer": {
		"Content": "Les sentiments sont actuellement nominaux.",
		"DislikeBiome": "Je n'aime pas {BiomeName}, c'est rempli de pestes bruyantes et agaçantes qui m'empêchent de travailler !",
		"DislikeCrowded": "Il semble qu'il y ait un nombre désagréable d'humains qui se réunissent autour de moi, hm ?",
		"DislikeNPC": "Je détecte des ondes inquiétantes provenant de {NPCName}, comme s'il y avait des secrets maléfiques. Je n'aime pas cette impression.",
		"FarFromHome": "Je veux travailler sur ma nouvelle invention, mais ma maison est tout là-bas !",
		"HateBiome": "Je déteste {BiomeName}, je ne peux pas fusionner ces bibelots en un seul élément si je lutte pour rester comme ça !",
		"HateCrowded": "Cette foule me rappelle des mauvais souvenirs de camps de guerre de gobelins, je le déteste.",
		"HateNPC": "Je déteste vraiment comment {NPCName} m'a humilié, tout ça parce que les gobelins mâles ne peuvent pas se faire pousser de vrais cheveux !",
		"LikeBiome": "Ahh, {BiomeName} est agréable, c'est un endroit calme pour construire plus de gadgets. Super top !",
		"LikeNPC": "{NPCName} comprend que c'est amusant de mélanger les choses, je respecte ça !",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "{NPCName} fait mal-fonctionner mon centre cardiaque, il semble que la sensation me plaise !",
		"LoveSpace": "Parfait, le manque de voisins agaçants répond parfaitement à mes besoins.",
		"NoHome": "Les gobelins n'ont normalement pas besoin de belles maisons, mais je ne suis pas un gobelin normal.",
		"LikeNPC_Princess": "{NPCName} aime mes inventions et dit que tous les gobelins aimables sont les bienvenus !"
	},
	"TownNPCMood_Golfer": {
		"Content": "Je vais bien !",
		"DislikeBiome": "Dis-moi, comment suis-je censé jouer au golf dans un endroit comme {BiomeName} ?",
		"DislikeCrowded": "Le golf est un sport qui s'apprécie en solo. Je n'aime pas que ma vie soit différente.",
		"DislikeNPC": "Je n'aime pas la compagnie de {NPCName}. Je me sens mal à l'aise.",
		"FarFromHome": "Je crois que je me suis trop éloigné du parcours. Ce n'est pas intelligent.",
		"HateBiome": "Je pense que c'est particulièrement imprudent de s'attarder dans un endroit comme {BiomeName}.",
		"HateCrowded": "Je n'aime pas l'admettre, mais je déteste la circulation piétonne ici.",
		"HateNPC": "Je déteste l'attitude vorace de {NPCName}. Ce n'est vraiment pas nécessaire dans un monde comme celui-ci.",
		"LikeBiome": "J'aime bien {BiomeName}. Il y a toutes les fonctionnalités nécessaires pour le golf.",
		"LikeNPC": "C'est toujours divertissant de passer du temps avec {NPCName}. C'est quelqu'un de bien.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "Opinion non populaire : j'aime bien la compagnie de {NPCName}. Je peux récupérer mes balles dans les obstacles d'eau !",
		"LoveSpace": "Rien de mieux que tout cet espace pour soi.",
		"NoHome": "J'ai besoin d'un endroit où accrocher mes clubs.",
		"LikeNPC_Princess": "J'ai essayé d'apprendre à {NPCName} quelques techniques de golf, mais c'est elle qui m'a éduqué ! Elle me plaît."
	},
	"TownNPCMood_Guide": {
		"Content": "Je me sens plutôt bien.",
		"DislikeBiome": "Je n'aime pas vraiment {BiomeName}. Il y a peu de chose à accomplir.",
		"DislikeCrowded": "Je suis un esprit libre. Je n'aime pas avoir tant de personnes si près de moi.",
		"DislikeNPC": "{NPCName} m'hérisse le poil. Peut-être que c'est ses vêtements étranges ?",
		"FarFromHome": "Je semble être loin de chez moi.",
		"HateBiome": "Je déteste {BiomeName}, les terreurs qu'il y a ici peuvent déchiqueter une personne en un clin d'œil.",
		"HateCrowded": "Je déteste la foule. Je préfère un monde ouvert !",
		"HateNPC": "Je déteste la compagnie de {NPCName}. Le monde est parfait comme il est !",
		"LikeBiome": "J'aime bien me promener dans {BiomeName}. Ça me plaît ici.",
		"LikeNPC": "J'aime beaucoup {NPCName}, nous avons beaucoup de choses en commun.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "J'adore la compagnie de {NPCName}.",
		"LoveSpace": "Obtenir cet espace rien que pour moi... J'apprécie vraiment.",
		"NoHome": "J'ai l'habitude de ne pas avoir de chez-moi, mais ça ne me gênerait pas d'en avoir un.",
		"LikeNPC_Princess": "Avec {NPCName} dans les environs, je me sens bien, comme si j'étais enfin libéré d'une malédiction."
	},
	"TownNPCMood_Mechanic": {
		"Content": "Tout fonctionne bien – oh, moi ? Oui, je vais bien !",
		"DislikeBiome": "Je n'aime pas {BiomeName}, ça me rappelle une expérience traumatisante !",
		"DislikeCrowded": "Les lumières qui clignotent m'agacent. Il y a une charge sur le réseau ?",
		"DislikeNPC": "Je n'apprécie pas que {NPCName} refuse de me laisser tranquille !",
		"FarFromHome": "Oh, apparemment, je n'ai pas de réseau ! Hmm.",
		"HateBiome": "Je me sens extrêmement mal à l'aise dans {BiomeName}, comme si des yeux terrifiants m'observaient sans cesse.",
		"HateCrowded": "Je vais avoir besoin d'une plus grosse source d'alimentation pour TOUS ces gens, je déteste ça !",
		"HateNPC": "Je déteste le fait que {NPCName} ne sache pas comment traiter une femme correctement !",
		"LikeBiome": "J'aime bien {BiomeName}, les machines ne chauffent pas ici et le flux d'énergie est suffisant.",
		"LikeNPC": "J'ai l'impression de comprendre {NPCName} mieux que personne.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "Umm...{NPCName} me fait battre le cœur plus vite, je dois me faire examiner !",
		"LoveSpace": "Parfait, il n'y a personne qui gêne la construction d'infrastructures.",
		"NoHome": "J'ai besoin d'une sorte de structure pour faire passer ces câbles.",
		"LikeNPC_Princess": "{NPCName} a démarré une de mes pompes avec les fils, je suis super impressionnée !"
	},
	"TownNPCMood_Merchant": {
		"Content": "J'ai un sentiment de réussite ! Tu veux acheter quelque chose ?",
		"DislikeBiome": "Hmm, {BiomeName} est un endroit terrible pour les affaires, ça ne me plaît pas.",
		"DislikeCrowded": "Le nombre de voisins me met un peu mal à l'aise.",
		"DislikeNPC": "Je n'aime pas {NPCName}, c'est une personne trop radine pour m'acheter quoi que ce soit.",
		"FarFromHome": "Mince, je dois retrouver ma marchandise !",
		"HateBiome": "Je ne pense pas pouvoir vendre mes articles aux monstres dans {BiomeName} !",
		"HateCrowded": "Je déteste que les gens restent là à regarder sans rien acheter !",
		"HateNPC": "Je déteste la terrible personnalité de {NPCName} !",
		"LikeBiome": "J'aime bien le paysage dans {BiomeName}, une bonne vue attire les clients !",
		"LikeNPC": "{NPCName} gagne beaucoup d'argent, j'aime bien les comptes bien fournis.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "J'adore la compagnie de {NPCName}.",
		"LoveSpace": "C'est agréable d'avoir cette intimité pour stocker mes marchandises.",
		"NoHome": "Je n'ai nulle part où installer une boutique.",
		"LikeNPC_Princess": "{NPCName} pourrait acheter toute ma boutique ! C'est agréable de parler avec elle aussi."
	},
	"TownNPCMood_Nurse": {
		"Content": "Mes signes vitaux sont normaux, si c'est ce que tu veux savoir.",
		"DislikeBiome": "Beurk, je n'aime pas la prédisposition de {BiomeName} pour les maladies.",
		"DislikeCrowded": "Hé, je n'aime pas le manque de distanciation physique ici.",
		"DislikeNPC": "Je n'aime pas beaucoup {NPCName}, je me sens mal à l'aise en sa présence.",
		"FarFromHome": "Je suis TROP LOIN de ma maison, je déteste marcher comme ça.",
		"HateBiome": "Beurk, {BiomeName} est extrêmement putride et sale, ça me donne la nausée !",
		"HateCrowded": "ARGH, ça m'insupporte le manque d'hygiène quand on entasse tant de monde dans un endroit !",
		"HateNPC": "Oh, je déteste traiter {NPCName}, super difficile !",
		"LikeBiome": "J'aime bien {BiomeName}, c'est un endroit magnifique pour l'exercice quotidien.",
		"LikeNPC": "{NPCName} est une personne intelligente et marrante.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "Quoi ? {NPCName} ? Je n'ai pas de faible ! Non ! Tais-toi !",
		"LoveSpace": "Ces logements sont fantastiques, j'adore tout cet espace personnel.",
		"NoHome": "Pft, ne pas avoir une vraie maison me met VRAIMENT de mauvaise humeur.",
		"LikeNPC_Princess": "J'ai accidentellement luxé l'épaule de {NPCName} pendant un examen et ELLE s'est excusée pour le désagrément !"
	},
	"TownNPCMood_Painter": {
		"Content": "Oui, je suis peut-être de bonne humeur. Et alors ?",
		"DislikeBiome": "Pourquoi je n'aime pas {BiomeName} ? Parce que c'est ennuyeux. Vert ? Marron ? C'est tout ?",
		"DislikeCrowded": "Je n'aime pas tous ces gens qui font du bruit quand je peins.",
		"DislikeNPC": "{NPCName} est juste trop fade pour moi, je n'aime pas être associé aux types ennuyeux.",
		"FarFromHome": "Il me faut plus de peinture, mais mon appartement est trop loin, oui ?",
		"HateBiome": "Ouah, {BiomeName} est dégoûtant, sors-moi de là !",
		"HateCrowded": "Je déteste la foule bruyante, quand vais-je avoir le calme ?",
		"HateNPC": "Je déteste la compagnie de {NPCName}.",
		"LikeBiome": "Il y a de nombreux ingrédients pour mélanger la nouvelle peinture dans {BiomeName}, et la belle vue ne fait pas de mal non plus !",
		"LikeNPC": "{NPCName} et moi aimons la même nuance de rose ! C'est le début d'une belle amitié !",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "J'aimerais vraiment peindre {NPCName}... pour ses couleurs vives, bien entendu !",
		"LoveSpace": "Cet espace de vie serein me donne tout le calme qu'il me faut pour ma peinture murale.",
		"NoHome": "J'ai nulle part où aller !",
		"LikeNPC_Princess": "{NPCName} m'a demandé de peindre une peinture murale sur le toit de sa salle du trône !"
	},
	"TownNPCMood_PartyGirl": {
		"Content": "Je suis dans ma plus grande forme festive !",
		"DislikeBiome": "Oh, c'est si terne dans {BiomeName}. Comment faire la fête dans un endroit comme ça ?",
		"DislikeCrowded": "Il y a plein de gens autour de moi, mais ça ne me plaît pas que personne ne fasse la fête !",
		"DislikeNPC": "Il y a vraiment des rabat-joie parfois, comme {NPCName}.",
		"FarFromHome": "Mes petits cadeaux pour les invités ! Je les ai oubliés à la maison, mais c'est loin !",
		"HateBiome": "Zut, {BiomeName} est en train de tuer mon humeur festive.",
		"HateCrowded": "Ouah, il y a tellement de gens ici, je déteste qu'ils ne soient pas là pour une fête.",
		"HateNPC": "Je déteste comment {NPCName} essaie toujours de mettre fin à mes afters. Toujours à se plaindre !",
		"LikeBiome": "Pourquoi j'aime {BiomeName} ? Parce qu'il y a des ARCS-EN-CIEL !",
		"LikeNPC": "J'adore le style de fête de {NPCName}.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "J'adore comment {NPCName} m'éblouit dans mes fêtes.",
		"LoveSpace": "C'est tout à moi ? Je vais devoir organiser la PLUS GROSSE fête... pour moi-même !",
		"NoHome": "Je suis prête à faire la fête, mais je n'ai pas de maison pour l'after.",
		"LikeNPC_Princess": "OUI, {NPCName} adore le rose et ce qui brille et scintille, ELLE ADORE FAIRE LA FÊTE ! "
	},
	"TownNPCMood_Pirate": {
		"Content": "Yarr. Je suis en super forme !",
		"DislikeBiome": "Argh, {BiomeName} est un peu trop serré pour mon style, écrevisse de rempart !",
		"DislikeCrowded": "Halte-là ! Trop de marins d'eau douce sur mon navire, ça m'irrite.",
		"DislikeNPC": "Tu sais que j'aime pas que {NPCName} essaie de m'tailler la barbe, j'ai coupé des gorges pour moins que ça !",
		"FarFromHome": "Ma paillasse et mon rhum m'appellent à la maison.",
		"HateBiome": "Arr, {BiomeName} est le territoire sec le plus horrible que j'aie jamais traversé !",
		"HateCrowded": "Toi non plus ça te plaît pas l'odeur de mutinerie ? Trop de coquins qui s'approchent de ma loge.",
		"HateNPC": "Je veux jeter {NPCName} par-dessus bord, vieux loup de mer ! J'aime pas les mignardises et cette odeur infecte !",
		"LikeBiome": "C'est bien ça, matelot, {BiomeName} est mon chez-moi !",
		"LikeNPC": "Har har ! Ça me plaît comment {NPCName} apporte le meilleur rhum.",
		"LoveBiome": "J'adore {BiomeName}.",
		"NoHome": "La pleine mer, c'est ma vraie maison, mais si je m'enclave un bout de temps... il me faut un abri.",
		"LikeNPC_Princess": "Yarr, {NPCName} rapporterait gros en mer… je plaisante, je l'adore.",
		"LoveNPC": "Ohé, je vais prendre {NPCName} sous mon aile, marin d'eau douce. Ça me plaît d'éduquer des louveteaux de mer.",
		"LoveSpace": "C'est comme si j'avais mon galion à moi, matelot !"
	},
	"TownNPCMood_SantaClaus": {
		"Content": "Je suis guilleret !",
		"DislikeBiome": "Je n'aime pas {BiomeName}.",
		"DislikeCrowded": "Je préfère travailler seul, juste en présence de mes elfes. Je n'aime pas les distractions !",
		"DislikeNPC": "Je n'aime pas la compagnie de {NPCName}.",
		"FarFromHome": "Bonjour ! Je suis loin de ma maison temporaire !",
		"HateBiome": "Je t'ajoute à la liste des vilains enfants pour m'avoir amené dans cet horrible endroit qu'est {BiomeName}.",
		"HateCrowded": "C'est une sacré foule, et personne n'a été sage cette année. Je déteste porter cette hotte de charbon !",
		"HateNPC": "Je déteste quand les gens ne croient pas que j'existe ! Par exemple, {NPCName}, la personne la moins sage que je connaisse !",
		"LikeBiome": "J'aime bien {BiomeName}.",
		"LikeNPC": "J'aime la compagnie de {NPCName}.",
		"LoveBiome": "J'adore cet endroit ! Ça te surprend ? Qui aurait pu croire que {BiomeName} me plairait ?",
		"LoveNPC": "J'adore la compagnie de {NPCName}.",
		"LoveSpace": "Ho ho ho ! C'est juste moi et mes elfes, un endroit parfait pour mon atelier.",
		"NoHome": "Je ne peux pas juste retourner au pôle Nord quand ça me chante, ho ho ho ! Tu penses pouvoir me trouver une maison temporaire ?",
		"LikeNPC_Princess": "Ho ho ho, {NPCName} est certainement en haut de la liste des enfants sages. "
	},
	"TownNPCMood_Steampunker": {
		"Content": "Tout va bien.",
		"DislikeBiome": "Le massif et le désordre de {BiomeName} me font vraiment grincer des dents !",
		"DislikeCrowded": "J'aime pas trop être entourée de gens.",
		"DislikeNPC": "{NPCName} est trop mystique. Ça me plaît pas trop.",
		"FarFromHome": "Je suis un peu loin de chez moi et j'ai oublié mon satané moteur !",
		"HateBiome": "Vraiment, {BiomeName} est un endroit grossier et laid - sans parler des dangers !",
		"HateCrowded": "Oi, Je déteste absolument les lieux bondés !",
		"HateNPC": "Je déteste être près de {NPCName}.",
		"LikeBiome": "Je préfère les grands espaces ouverts ici, dans {BiomeName}, c'est parfait pour les petits tours en jet-packs !",
		"LikeNPC": "{NPCName} est assez agréable et m'aide à retoucher mes inventions.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "J'adore comment {NPCName} est unique, c'est une personne super intéressante, remarquable !",
		"LoveSpace": "Il y a beaucoup de place pour moi et mes machines à vapeur !",
		"NoHome": "Un appartement pour attendre serait pratique.",
		"LikeNPC_Princess": "La joyeuse {NPCName} s'est portée volontaire pour tester mon nouveau téléporteur, j'aime les assistants enthousiastes !"
	},
	"TownNPCMood_Stylist": {
		"Content": "Je me sens fraîche et dispose aujourd'hui.",
		"DislikeBiome": "Euh, ça ne me plaît pas ici, dans {BiomeName}, comment montrer ses cheveux quand il fait si froid ?",
		"DislikeCrowded": "Est-ce que j'entends des araignées ? Oh, c'est juste des voisins bruyants, je n'aime pas ça.",
		"DislikeNPC": "J'ai essayé de faire quelque chose pour {NPCName}, mais je me suis fait grossièrement rejetée, je n'aime pas les gens bornés !",
		"FarFromHome": "Je suis trop loin de mes outils...",
		"HateBiome": "Argh, {BiomeName} fait vraiment du mal à mes cheveux !",
		"HateCrowded": "Je ne peux absolument pas supporter autant de gens qui vivent autour de moi, je ne peux pas me concentrer.",
		"HateNPC": "Je déteste {NPCName}, comment est-ce possible de ne PAS pouvoir faire pousser ses cheveux ?",
		"LikeBiome": "C'est une atmosphère agréable et calme pour couper les cheveux dans {BiomeName}.",
		"LikeNPC": "{NPCName} a un côté fort est mystérieux, ça me plaît.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "{NPCName} est d'une beauté... si exotique... Je crois que je suis amoureuse...",
		"LoveSpace": "Formidable, je peux rester seule et étudier ma technique sans interruption.",
		"NoHome": "Désolée, je ne peux pas coiffer sans lieu où installer ma station.",
		"LikeNPC_Princess": "Je ne peux même pas toucher les cheveux de {NPCName}, ils sont trop parfaits !"
	},
	"TownNPCMood_TaxCollector": {
		"Content": "Quoi ? Je SUIS de bonne humeur.",
		"DislikeBiome": "Quel genre d'endroit agaçant est {BiomeName} ? Balivernes, je te le dis !",
		"DislikeCrowded": "Je te ferais savoir que je n'aime pas les voisins !",
		"DislikeNPC": "{NPCName} fait juste trop de bruit, que toute cette clique s'en aille !",
		"FarFromHome": "Bah ! J'essaie de rentrer chez moi pour compter mon argent. Du balai !",
		"HateBiome": "Même pour mes standards, {BiomeName} est plus que misérable ! Bah !",
		"HateCrowded": "Va dire à tous ces misérables pique-assiette de déguerpir, je déteste la foule.",
		"HateNPC": "L'existence même de {NPCName} m'insupporte ! Quel genre de dingue donne des trucs gratuits ?",
		"LikeBiome": "Vivre dans {BiomeName} force les gens à rester chez eux et à me laisser tranquille. Je trouve ça agréable.",
		"LikeNPC": "Les gens exubérants ont tendance à me donner la migraine, mais bizarrement, j'aime bien {NPCName}. Je dois perdre la tête !",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "J'admire énormément {NPCName}. Quiconque connaît la vraie valeur de l'argent obtient mon plus grand respect !",
		"LoveSpace": "Enfin, l'isolement de ces misérables paysans !",
		"NoHome": "Comment se fait-il qu'un homme riche comme moi n'ait pas de maison ? C'est scandaleux !",
		"LikeNPC_Princess": "{NPCName} ne devrait pas payer d'impôts, c'est la princesse… mais elle a insisté."
	},
	"TownNPCMood_Truffle": {
		"Content": "Je suis plutôt content, vu la situation.",
		"DislikeBiome": "Je n'aime pas {BiomeName}.",
		"DislikeCrowded": "Je n'aime pas cette angoisse que je ressens quand les gens se réunissent autour de moi.",
		"DislikeNPC": "{NPCName} a essayé de me manger tellement de fois, même une fois où toute son humanité avait disparu ! Évidemment que ça ne m'a pas plu.",
		"FarFromHome": "Je ne suis pas à l'aise quand je suis si loin de chez moi.",
		"HateBiome": "Je ne suis pas de {BiomeName}, je n'y survivrais pas !",
		"HateCrowded": "Je déteste cette situation... Trop de gens... Je ne vais pas me faire manger, n'est-ce pas ?",
		"HateNPC": "{NPCName} a essayé de me mettre dans une casserole remplie d'autres ingrédients inhabituels. Je n'aime pas ça.",
		"LikeBiome": "Je me sens comme chez moi, comme si j'étais celui qui a le biome de {BiomeName}.",
		"LikeNPC": "{NPCName} me traite avec respect, comme si je faisais vraiment partie de la nature. Je ne sais pas quoi en penser, à part que j'aime bien.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "J'adore que {NPCName} puisse me parler sans mystérieusement avoir faim d'un coup.",
		"LoveSpace": "J'adore avoir autant d'espace pour moi. Qu'est-ce qu'il y a de si drôle ?",
		"NoHome": "J'ai besoin d'un endroit où je me sente en sécurité et bienvenu.",
		"LikeNPC_Princess": "{NPCName} n'essaie pas de me manger, c'est une bonne chose."
	},
	"TownNPCMood_WitchDoctor": {
		"Content": "Je suis l'incarnation du contentement.",
		"DislikeBiome": "La magie de {BiomeName} se trouve dans l'oppression, pas dans la pureté, mon cœur est mon âme sont enragés.",
		"DislikeCrowded": "La proximité d'autres personnes perturbe mon amulette et mon confort.",
		"DislikeNPC": "Je n'aime pas les pratiques de {NPCName}. La vraie guérison ne peut pas venir du métal et du verre.",
		"FarFromHome": "Je me suis beaucoup éloigné de mon lieu de tranquillité.",
		"HateBiome": "Je sens un mal sombre qui infiltre le territoire et toutes les créatures vivantes dans {BiomeName}.",
		"HateCrowded": "Trop d'humains se rassemblent trop près, développant de la malice dans mon âme.",
		"HateNPC": "La fureur emplit mon être tandis que des abominations sortent de la terre souillée – je parle de {NPCName}.",
		"LikeBiome": "Je ne peux pas m'imaginer exister ailleurs, {BiomeName} est le centre des esprits vaudou.",
		"LikeNPC": "{NPCName} est une âme sœur de la nature, mon âme est en paix en sa présence.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "J'adore la compagnie de {NPCName}.",
		"LoveSpace": "Une énergie intense circule sans entraves provenant de la présence voisine, c'est très agréable.",
		"NoHome": "Une hutte suffirait. Tout mon voisinage n'accepte pas la tranquillité.",
		"LikeNPC_Princess": "Gentille envers mon peuple, {NPCName} l'est. Très apprécié. "
	},
	"TownNPCMood_Wizard": {
		"Content": "Je me sens magique.",
		"DislikeBiome": "Je n'aime pas {BiomeName}, la magie ne circule pas bien dans un endroit comme ça.",
		"DislikeCrowded": "Est-ce que ces gens bruyants peuvent s'éloigner ? Non ? D'accord.",
		"DislikeNPC": "{NPCName} s'essaie à des choses qui ne devraient pas être perturbées, et ça ne me plaît pas.",
		"FarFromHome": "J'aurais juré que ma maison était quelque part par ici...",
		"HateBiome": "L'abomination qu'est {BiomeName} me perturbe, comme la forme la plus noire de magie.",
		"HateCrowded": "Ce surpeuplement commence à saper ma magie ! Je crois.",
		"HateNPC": "Ce personnage détestable, {NPCName}, est une abomination complète et totale de la magie !",
		"LikeBiome": "Comment ne pas aimer {BiomeName} ? Il contient des licornes et des arcs-en-ciel.",
		"LikeNPC": "{NPCName} et moi avons un long passé, j'apprécie la sagesse mutuelle.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "J'adore avoir tant de choses à discuter avec {NPCName}.",
		"LoveSpace": "Ça me rappelle le bon vieux temps, à s'exercer à la magie dans une tour au milieu de nulle part !",
		"NoHome": "Où est ma maison ? Où suis-je ? Qui es-tu ? Qui suis-je ?",
		"LikeNPC_Princess": "{NPCName} ? Nous avons une princesse ? Fascinant, elle semble gentille."
	},
	"PrincessChatter": {
		"Chatter_1": "J'apprécie vraiment tout ce que tu as fait pour ces terres ! Merci !",
		"Chatter_11": "Le rose est la plus jolie couleur qu'on puisse imaginer ! ",
		"Chatter_13": "Um… être une princesse peut-être si calme parfois, alors je me suis trouvé des passe-temps ! ",
		"Chatter_14": "Je suis si contente de pouvoir enfin parcourir le monde et rencontrer des gens !",
		"Chatter_15": "Même si j'adore les gens, je suis assez timide. Il me faut un certain temps pour briser la glace…",
		"Chatter_16": "{?BloodMoon}Les rivières sont rouges, tout le monde semble terriblement irrité, hmm… c'est une nuit éprouvante en effet !",
		"Chatter_17": "{?!Day}Les étoiles la nuit me rappellent les paillettes sur une magnifique robe noire. Je vais devoir en commander une !",
		"Chatter_2": "Les gobelins sont si mignons ! Ils sont petits avec leurs petites oreilles pointues et leurs couleurs différentes !",
		"Chatter_5": "Ma robe te plaît ? Ouah, merci ! Je viens de la coudre.",
		"Chatter_6": "Je suis fabuleusement reconnaissante d'avoir mes sujets !",
		"Chatter_8": "Hmm… tu penses que {Pirate} pourra racheter certains de ses vieux amis marins aussi ?",
		"Chatter_10": "{?PumpkingDefeated}Le Potiroi peut être assez hypocrite, apparemment. Je n'abandonnerai pas les efforts de paix avec son peuple terrifiant !",
		"Chatter_12": "{?DukeFishronDefeated}J'ai rencontré un duc sur la plage un jour. Il avait un air de loup de mer et il était malpoli !",
		"Chatter_3": "{?GolemDefeated}J'ai essayé de caresser un Lihzahrd une fois. Erm… Ça ne l'a pas dérangé du tout !",
		"Chatter_4": "{?MartiansDefeated}J'aimerais bien que les Martiens soient un peu plus gentils. Notre monde reçoit rarement des visiteurs !",
		"Chatter_7": "{?FrostLegionDefeated}Ne t'en fais pas ! Je suis bien au courant du problème du peuple des neiges avec le crime organisé.",
		"Chatter_9": "{?IceQueenDefeated}J'ai bien peur que la diplomatie n'ait pas fonctionné avec la Reine des glaces. Elle est vraiment très froide ! Hé, hé !"
	},
	"PrincessSpecialText": {
		"Graveyard1": "Um… c'est un peu effrayant dehors. Je vais plutôt me faire un thé.",
		"Graveyard2": "C'était quoi ce bruit ? Hm, je ne devrais peut-être pas m'inquiéter !",
		"Party": "Une fête ? Comme… un festival ? J'ADORE LES FESTIVALS ! Tellement de rose ! Tellement de paillettes ! C'est si joyeux !!",
		"Rain1": "Il y a quelque chose dans la pluie qui me donne un sentiment de calme.",
		"Rain2": "J'adore quand il pleut. C'est apaisant.",
		"Storm1": "Um… la tempête me paraît très intense. Mais j'aime le chaos.",
		"Storm2": "Fais attention si tu vas dehors, la tempête est très forte !",
		"Windy1": "Oups ! Je ferais mieux de tenir mon diadème, il y a beaucoup de vent aujourd'hui !!",
		"Windy2": "C'est assurément une journée parfaite pour faire du cerf-volant, n'est-ce pas ?"
	},
	"TownNPCMood_Princess": {
		"Content": "Tout est bien sous contrôle, mon loyal sujet !",
		"DislikeBiome": "Je n'aime pas {BiomeName}.",
		"DislikeCrowded": "Résider près de mes sujets m'apporte de la joie. Je comprends que d'autres soient plus réticents, par contre.",
		"DislikeNPC": "Je ne déteste pas {NPCName}.",
		"FarFromHome": "Euh… Je semble m'être aventurée un peu loin ! Ça te dit de m'accompagner pour une ballade ?",
		"HateBiome": "Mmm ! Cet endroit aurait bien besoin d'une réno ! Ça n'est pas vraiment habitable, encore moins par un membre de la famille royale !",
		"HateCrowded": "J'ADORE être entourée, mais je ne supporterais pas qu'il y ait des mécontents par manque de place.",
		"HateLonely": "Euh… Je me sens un peu seule, puis-je résider plus près de mon peuple ?",
		"HateNPC": "Je ne peux pas détester {NPCName}.",
		"LikeBiome": "Les fleurs sont agréables, les collines sont jolies, le sable est chaud. Tout endroit est magnifique quand on est entouré d'amis !",
		"LikeNPC": "J'aime bien {NPCName}.",
		"LoveBiome": "J'adore {BiomeName}.",
		"LoveNPC": "J'adore {NPCName}.",
		"LoveNPC_Angler": "{NPCName} est tellement gentil, il me propose toujours d'aller à la pêche !",
		"LoveNPC_ArmsDealer": "{NPCName} est sentimental au fond !",
		"LoveNPC_BestiaryGirl": "{NPCName} me laisse toujours jouer avec ses animaux, j'adore !",
		"LoveNPC_Clothier": "{NPCName} a l'air si triste parfois, mais il est très gentil avec moi !",
		"LoveNPC_Cyborg": "{NPCName} est trop cool, il semble tout savoir !",
		"LoveNPC_DD2Bartender": "{NPCName} est d'un monde complètement différent, c'est intéressant !",
		"LoveNPC_Demolitionist": "{NPCName} m'éclate tout simplement, ha ha !",
		"LoveNPC_Dryad": "{NPCName} est vraiment proche de la nature, j'adore !",
		"LoveNPC_DyeTrader": "{NPCName} m'aide toujours à choisir la meilleure couleur pour mes robes !",
		"LoveNPC_GoblinTinkerer": "{NPCName} fabrique les trucs les plus chouettes !",
		"LoveNPC_Guide": "{NPCName} est un homme très gentil !",
		"LoveNPC_Mechanic": "{NPCName} peut réparer à peu près tout, je l'admire !",
		"LoveNPC_Merchant": "{NPCName} me donne toujours ce dont j'ai besoin, gratuitement !",
		"LoveNPC_Nurse": "{NPCName} m'aide toujours à me sentir mieux quand je vais mal !",
		"LoveNPC_Painter": "{NPCName} illumine vraiment cet endroit avec son art !",
		"LoveNPC_PartyGirl": "{NPCName} est toujours au cœur de la fête !",
		"LoveNPC_Pirate": "{NPCName} est toujours partant pour une histoire captivante de pirates !",
		"LoveNPC_Princess": "{NPCName} est un petit peu troublante, mais adorable !",
		"LoveNPC_Steampunker": "{NPCName} est ma partenaire préférée pour le thé !",
		"LoveNPC_Stylist": "{NPCName} donne les meilleurs conseils capillaires, elle est géniale !",
		"LoveNPC_TaxCollector": "{NPCName} est terriblement incompris, il est très gentil avec moi !",
		"LoveNPC_TownBunny": "{NPCName} est vraiment adorable !",
		"LoveNPC_TownCat": "{NPCName} est vraiment adorable !",
		"LoveNPC_TownDog": "{NPCName} est vraiment adorable !",
		"LoveNPC_Truffle": "{NPCName} est très marrant !",
		"LoveNPC_WitchDoctor": "{NPCName} offre une perspective si unique, ça me fait réfléchir !",
		"LoveNPC_Wizard": "{NPCName} est très sage, j'ai confiance en lui et ses décisions !",
		"NoHome": "Il semble que je n'ai pas de logement. Si je peux me permettre, as-tu du rose ?",
		"LoveNPC_Golfer": "La passion de {NPCName} pour le golf m'inspire !",
		"LoveNPC_SantaClaus": "{NPCName} est si joyeux, je veux juste lui faire un cadeau !",
		"LoveNPC_TownSlime": "{NPCName} est vraiment adorable !"
	},
	"MerchantNames": {
		"Alfred": "Alfred",
		"Barney": "Barney",
		"Calvin": "Calvin",
		"Edmund": "Edmund",
		"Edwin": "Edwin",
		"Eugene": "Eugene",
		"Frank": "Frank",
		"Frederick": "Frederick",
		"Gilbert": "Gilbert",
		"Gus": "Gus",
		"Wilbur": "Wilbur",
		"Seymour": "Seymour",
		"Louis": "Louis",
		"Humphrey": "Humphrey",
		"Harold": "Harold",
		"Milton": "Milton",
		"Mortimer": "Mortimer",
		"Howard": "Howard",
		"Walter": "Walter",
		"Isaac": "Isaac",
		"Joseph": "Joseph",
		"Kristian": "Kristian",
		"Ralph": "Ralph"
	},
	"NurseNames": {
		"Molly": "Molly",
		"Amy": "Amy",
		"Claire": "Claire",
		"Emily": "Emily",
		"Katie": "Katie",
		"Madeline": "Madeline",
		"Katelyn": "Katelyn",
		"Emma": "Emma",
		"Abigail": "Abigail",
		"Carly": "Carly",
		"Jenna": "Jenna",
		"Heather": "Heather",
		"Katherine": "Katherine",
		"Caitlin": "Caitlin",
		"Kaitlin": "Kaitlin",
		"Holly": "Holly",
		"Kaitlyn": "Kaitlyn",
		"Hannah": "Hannah",
		"Kathryn": "Kathryn",
		"Lorraine": "Lorraine",
		"Helen": "Helen",
		"Kayla": "Kayla",
		"Lisa": "Lisa",
		"Allison": "Allison"
	},
	"ArmsDealerNames": {
		"DeShawn": "DeShawn",
		"DeAndre": "DeAndre",
		"Marquis": "Marquis",
		"Darnell": "Darnell",
		"Terrell": "Terrell",
		"Malik": "Malik",
		"Trevon": "Trevon",
		"Tyrone": "Tyrone",
		"Willie": "Willie",
		"Dominique": "Dominique",
		"Demetrius": "Demetrius",
		"Reginald": "Reginald",
		"Jamal": "Jamal",
		"Maurice": "Maurice",
		"Jalen": "Jalen",
		"Darius": "Darius",
		"Xavier": "Xavier",
		"Terrance": "Terrance",
		"Andre": "Andre",
		"Dante": "Dante",
		"Brimst": "Brimst",
		"Bronson": "Bronson",
		"Tony": "Tony",
		"Darryl": "Darryl"
	},
	"DryadNames": {
		"Alalia": "Alalia",
		"Alura": "Alura",
		"Ariella": "Ariella",
		"Caelia": "Caelia",
		"Calista": "Calista",
		"Chryseis": "Chryseis",
		"Emerenta": "Emerenta",
		"Elysia": "Elysia",
		"Evvie": "Evvie",
		"Faye": "Faye",
		"Felicitae": "Felicitae",
		"Lunette": "Lunette",
		"Nata": "Nata",
		"Nissa": "Nissa",
		"Tatiana": "Tatiana",
		"Rosalva": "Rosalva",
		"Shea": "Shea",
		"Tania": "Tania",
		"Isis": "Isis",
		"Celestia": "Celestia",
		"Xylia": "Xylia"
	},
	"GuideNames": {
		"Joe": "Joe",
		"Connor": "Connor",
		"Tanner": "Tanner",
		"Wyatt": "Wyatt",
		"Cody": "Cody",
		"Levi": "Levi",
		"Luke": "Luke",
		"Jack": "Jack",
		"Scott": "Scott",
		"Logan": "Logan",
		"Cole": "Cole",
		"Asher": "Asher",
		"Bradley": "Bradley",
		"Jacob": "Jacob",
		"Garrett": "Garrett",
		"Dylan": "Dylan",
		"Maxwell": "Maxwell",
		"Steve": "Steve",
		"Brett": "Brett",
		"Andrew": "Andrew",
		"Harley": "Harley",
		"Kyle": "Kyle",
		"Jake": "Jake",
		"Ryan": "Ryan",
		"Jeffrey": "Jeffrey",
		"Seth": "Seth",
		"Marty": "Marty",
		"Brandon": "Brandon",
		"Zach": "Zach",
		"Jeff": "Jeff",
		"Daniel": "Daniel",
		"Trent": "Trent",
		"Kevin": "Kevin",
		"Brian": "Brian",
		"Colin": "Colin",
		"Jan": "Jan"
	},
	"DemolitionistNames": {
		"Dolbere": "Dolbere",
		"Bazdin": "Bazdin",
		"Durim": "Durim",
		"Tordak": "Tordak",
		"Garval": "Garval",
		"Morthal": "Morthal",
		"Oten": "Oten",
		"Dolgen": "Dolgen",
		"Gimli": "Gimli",
		"Gimut": "Gimut",
		"Duerthen": "Duerthen",
		"Beldin": "Beldin",
		"Jarut": "Jarut",
		"Ovbere": "Ovbere",
		"Norkas": "Norkas",
		"Dolgrim": "Dolgrim",
		"Boften": "Boften",
		"Norsun": "Norsun",
		"Dias": "Dias",
		"Fikod": "Fikod",
		"Urist": "Urist",
		"Darur": "Darur"
	},
	"ClothierNames": {
		"Sebastian": "Sebastian",
		"Rupert": "Rupert",
		"Clive": "Clive",
		"Nigel": "Nigel",
		"Mervyn": "Mervyn",
		"Cedric": "Cedric",
		"Pip": "Pip",
		"Cyril": "Cyril",
		"Fitz": "Fitz",
		"Lloyd": "Lloyd",
		"Arthur": "Arthur",
		"Rodney": "Rodney",
		"Graham": "Graham",
		"Edward": "Edward",
		"Alfred": "Alfred",
		"Edmund": "Edmund",
		"Henry": "Henry",
		"Herald": "Herald",
		"Roland": "Roland",
		"Lincoln": "Lincoln",
		"Edgar": "Edgar",
		"Eustace": "Eustace",
		"Benjamin": "Benjamin",
		"James": "James",
		"Rodrick": "Rodrick"
	},
	"GoblinTinkererNames": {
		"Grodax": "Grodax",
		"Sarx": "Sarx",
		"Xon": "Xon",
		"Mrunok": "Mrunok",
		"Nuxatk": "Nuxatk",
		"Tgerd": "Tgerd",
		"Darz": "Darz",
		"Smador": "Smador",
		"Stazen": "Stazen",
		"Mobart": "Mobart",
		"Knogs": "Knogs",
		"Tkanus": "Tkanus",
		"Negurk": "Negurk",
		"Nort": "Nort",
		"Durnok": "Durnok",
		"Trogem": "Trogem",
		"Stezom": "Stezom",
		"Gnudar": "Gnudar",
		"Ragz": "Ragz",
		"Fahd": "Fahd",
		"Xanos": "Xanos",
		"Arback": "Arback",
		"Fjell": "Fjell",
		"Dalek": "Dalek",
		"Knub": "Knub"
	},
	"WizardNames": {
		"Dalamar": "Dalamar",
		"Dulais": "Dulais",
		"Elric": "Elric",
		"Arddun": "Arddun",
		"Maelor": "Maelor",
		"Leomund": "Leomund",
		"Hirael": "Hirael",
		"Gwentor": "Gwentor",
		"Greum": "Greum",
		"Gearroid": "Gearroid",
		"Fizban": "Fizban",
		"Ningauble": "Ningauble",
		"Seonag": "Seonag",
		"Sargon": "Sargon",
		"Merlyn": "Merlyn",
		"Magius": "Magius",
		"Berwyn": "Berwyn",
		"Arwyn": "Arwyn",
		"Alasdair": "Alasdair",
		"Tagar": "Tagar",
		"Abram": "Abram",
		"Xanadu": "Xanadu"
	},
	"MechanicNames": {
		"Shayna": "Shayna",
		"Korrie": "Korrie",
		"Ginger": "Ginger",
		"Brooke": "Brooke",
		"Jenny": "Jenny",
		"Autumn": "Autumn",
		"Nancy": "Nancy",
		"Ella": "Ella",
		"Kayla": "Kayla",
		"Selah": "Selah",
		"Sophia": "Sophia",
		"Marshanna": "Marshanna",
		"Lauren": "Lauren",
		"Trisha": "Trisha",
		"Shirlena": "Shirlena",
		"Sheena": "Sheena",
		"Ellen": "Ellen",
		"Amy": "Amy",
		"Dawn": "Dawn",
		"Susana": "Susana",
		"Meredith": "Meredith",
		"Selene": "Selene",
		"Terra": "Terra",
		"Sally": "Sally"
	},
	"TruffleNames": {
		"Reishi": "Reishi",
		"Maitake": "Maitake",
		"Chanterelle": "Chanterelle",
		"Porcini": "Porcini",
		"Shimeji": "Shimeji",
		"Amanita": "Amanita",
		"Muscaria": "Muscaria",
		"Agaric": "Agaric",
		"Cremini": "Cremini",
		"Morel": "Morel",
		"Enoki": "Enoki",
		"Shiitake": "Shiitake",
		"Leinspores": "Leinspores"
	},
	"SteampunkerNames": {
		"Whitney": "Whitney",
		"Verity": "Verity",
		"Ada": "Ada",
		"Cornelia": "Cornelia",
		"Lydia": "Lydia",
		"Leila": "Leila",
		"Minerva": "Minerva",
		"Emeline": "Emeline",
		"Cynthia": "Cynthia",
		"Fidelia": "Fidelia",
		"Lilly": "Lilly",
		"Phoebe": "Phoebe",
		"Zylphia": "Zylphia",
		"Zelda": "Zelda",
		"Selina": "Selina",
		"Hope": "Hope",
		"Isabella": "Isabella",
		"Judith": "Judith",
		"Savannah": "Savannah",
		"Vivian": "Vivian"
	},
	"DyeTraderNames": {
		"Abdosir": "Abdosir",
		"Akbar": "Akbar",
		"Bodashtart": "Bodashtart",
		"Danel": "Danel",
		"Hanno": "Hanno",
		"Hiram": "Hiram",
		"Kanmi": "Kanmi",
		"Philosir": "Philosir",
		"Tabnit": "Tabnit",
		"Yutpan": "Yutpan",
		"Ahirom": "Ahirom",
		"Batnoam": "Batnoam",
		"Sikarbaal": "Sikarbaal",
		"Hannibal": "Hannibal",
		"Yehomilk": "Yehomilk",
		"Ahinadab": "Ahinadab"
	},
	"PartyGirlNames": {
		"Candy": "Candy",
		"Isis": "Isis",
		"Trixy": "Trixy",
		"Destiny": "Destiny",
		"Lexus": "Lexus",
		"Bambi": "Bambi",
		"Bailey": "Bailey",
		"Glitter": "Glitter",
		"Sparkle": "Sparkle",
		"Paris": "Paris",
		"Dazzle": "Dazzle",
		"Fantasy": "Fantasy",
		"Bunny": "Bunny",
		"Sugar": "Sugar",
		"Fantasia": "Fantasia",
		"Star": "Star",
		"Cherry": "Cherry",
		"Amanda": "Amanda"
	},
	"CyborgNames": {
		"Alpha": "Alpha",
		"Beta": "Beta",
		"Delta": "Delta",
		"Omega": "Omega",
		"Gamma": "Gamma",
		"Theta": "Theta",
		"Kappa": "Kappa",
		"Omicron": "Omicron",
		"Sigma": "Sigma",
		"Upsilon": "Upsilon",
		"Phi": "Phi",
		"Zeta": "Zeta",
		"Lambda": "Lambda",
		"Nu": "Nu",
		"Ci": "Ci",
		"Rho": "Rho",
		"Fender": "Fender",
		"T-3E0": "T-3E0",
		"Niner-7": "Niner-7",
		"A.N.D.Y.": "A.N.D.Y.",
		"Syn-X": "Syn-X",
		"Mu": "Mu",
		"Raynbro": "Raynbro"
	},
	"PainterNames": {
		"Marco": "Marco",
		"Guido": "Guido",
		"Enzo": "Enzo",
		"Martino": "Martino",
		"Mauro": "Mauro",
		"Lorenzo": "Lorenzo",
		"Ludo": "Ludo",
		"Luciano": "Luciano",
		"Carlo": "Carlo",
		"Bruno": "Bruno",
		"Mario": "Mario",
		"Leonardo": "Leonardo",
		"Raphael": "Raphael",
		"Luigi": "Luigi",
		"Luca": "Luca",
		"Darren": "Darren",
		"Esreadel": "Esreadel",
		"Stefano": "Stefano",
		"Jim": "Jim"
	},
	"WitchDoctorNames": {
		"Abibe": "Abibe",
		"Jamundi": "Jamundi",
		"U'wa": "U'wa",
		"Tairona": "Tairona",
		"Xirigua": "Xirigua",
		"Zop'a": "Zop'a",
		"Opuni": "Opuni",
		"Kogi-ghi": "Kogi-ghi",
		"Konah": "Konah",
		"Gboto": "Gboto"
	},
	"PirateNames": {
		"David": "David",
		"Red Beard": "Red Beard",
		"Jack": "Jack",
		"Black Beard": "Black Beard",
		"Captain Morgan": "Captain Morgan",
		"Wet Beard": "Wet Beard",
		"James T. Beard": "James T. Beard",
		"Gunpowder Garry": "Gunpowder Garry",
		"Captain Stoney Dirt": "Captain Stoney Dirt",
		"Jake": "Jake",
		"Captain Bullywort": "Captain Bullywort"
	},
	"StylistNames": {
		"Bri": "Bri",
		"Brianne": "Brianne",
		"Flora": "Flora",
		"Iris": "Iris",
		"Scarlett": "Scarlett",
		"Lola": "Lola",
		"Hazel": "Hazel",
		"Stella": "Stella",
		"Pearl": "Pearl",
		"Tallulah": "Tallulah",
		"Ruby": "Ruby",
		"Esmeralda": "Esmeralda",
		"Kylie": "Kylie",
		"Kati": "Kati",
		"Biah": "Biah",
		"Meliyah": "Meliyah",
		"Petra": "Petra",
		"Rox": "Rox",
		"Roxanne": "Roxanne",
		"Annabel": "Annabel"
	},
	"TravelingMerchantNames": {
		"Abraham": "Abraham",
		"Bohemas": "Bohemas",
		"Eladon": "Eladon",
		"Aphraim": "Aphraim",
		"Gallius": "Gallius",
		"Llewellyn": "Llewellyn",
		"Riley": "Riley",
		"Rawleigh": "Rawleigh",
		"Shipton": "Shipton",
		"Romeo": "Romeo",
		"Aedan": "Aedan",
		"Mercer": "Mercer",
		"Willy": "Willy"
	},
	"AnglerNames": {
		"Bobby": "Bobby",
		"Sammy": "Sammy",
		"Jimmy": "Jimmy",
		"Danny": "Danny",
		"Timmy": "Timmy",
		"Simon": "Simon",
		"Johnny": "Johnny",
		"Billy": "Billy",
		"Matty": "Matty",
		"Bart": "Bart",
		"Phillip": "Phillip",
		"Spencer": "Spencer",
		"Nathan": "Nathan",
		"Grayson": "Grayson",
		"Miles": "Miles",
		"Charles": "Charles",
		"Adam": "Adam",
		"Tyler": "Tyler",
		"Jey": "Jey",
		"Ivan": "Ivan",
		"Izzy": "Izzy"
	},
	"SkeletonMerchantNames": {
		"Skellington": "Skellington",
		"Bones McGee": "Bones McGee",
		"Gloomy Mays": "Gloomy Mays",
		"Jack Sellington": "Jack Sellington",
		"Billy Marrows": "Billy Marrows",
		"Tom": "Tom",
		"Rattles Magoo": "Rattles Magoo",
		"Mandible Calavera": "Mandible Calavera",
		"Mika": "Mika",
		"No-Eyed Wiley": "No-Eyed Wiley",
		"Victor": "Victor"
	},
	"TaxCollectorNames": {
		"McKinly": "McKinly",
		"Millard": "Millard",
		"Fillmore": "Fillmore",
		"Rutherford": "Rutherford",
		"Chester": "Chester",
		"Grover": "Grover",
		"Cleveland": "Cleveland",
		"Theodore": "Theodore",
		"Herbert": "Herbert",
		"Warren": "Warren",
		"Lyndon": "Lyndon",
		"Ronald": "Ronald",
		"Harrison": "Harrison",
		"Woodrow": "Woodrow",
		"Tweed": "Tweed",
		"Blanton": "Blanton",
		"Dwyer": "Dwyer",
		"Carroll": "Carroll",
		"Agnew": "Agnew"
	},
	"BartenderNames": {
		"Name_1": "Ted",
		"Name_2": "Barkeep",
		"Name_3": "Jerry",
		"Name_4": "Bill",
		"Name_5": "Ernest",
		"Name_6": "William",
		"Name_7": "Dale",
		"Name_8": "Bruce",
		"Name_9": "Moe",
		"Name_10": "Javahawk",
		"Name_11": "Elandrian",
		"Name_12": "Driscan",
		"Name_13": "Iamisom",
		"Name_14": "Blacksmith",
		"Name_15": "Dani Moo",
		"Name_16": "Paddy"
	},
	"GolferNames": {
		"Name_1": "Lion Pines",
		"Name_2": "Gunner McLovin",
		"Name_3": "Harry Madison",
		"Name_4": "Arnie Palmfrond",
		"Name_5": "Jake Nicklelisp",
		"Name_6": "William",
		"Name_7": "Billy Bones",
		"Name_8": "Jim Mulligan"
	},
	"BestiaryGirlNames": {
		"Name_1": "Maria",
		"Name_2": "MacKenzie",
		"Name_3": "Azaria",
		"Name_4": "Juanita",
		"Name_5": "Astra",
		"Name_6": "Hayley",
		"Name_7": "Becca",
		"Name_8": "Veronica",
		"Name_9": "Tia",
		"Name_10": "Robyn",
		"Name_11": "Arien",
		"Name_12": "Jane",
		"Name_13": "Bindi",
		"Name_14": "Dian",
		"Name_15": "Lori",
		"Name_16": "Mardy",
		"Name_17": "Mollie",
		"Name_18": "Lizzy",
		"Name_19": "Daphne",
		"Name_20": "Ellen",
		"Name_21": "Lilith"
	},
	"PrincessNames": {
		"Ai": "Ai",
		"Hime": "Hime",
		"Emilia": "Emilia",
		"Alice": "Alice",
		"Belle": "Belle",
		"Sophia": "Sophia",
		"Hikari": "Hikari",
		"Faye": "Faye",
		"Christina": "Christina",
		"Flora": "Flora",
		"Liselotte": "Liselotte",
		"Aria": "Aria",
		"Yuuki": "Yuuki",
		"Theresa": "Theresa",
		"Elitia": "Elitia",
		"Lucia": "Lucia",
		"Ariel": "Ariel",
		"Momo": "Momo",
		"Charlotte": "Charlotte",
		"Tiara": "Tiara",
		"Yorai": "Yorai",
		"Rosetta": "Rosetta"
	},
	"CatNames_Siamese": {
		"Zen": "Zen",
		"Callie": "Callie",
		"Rainha": "Rainha",
		"Nust": "Nust",
		"Bandit": "Bandit",
		"Goliath": "Goliath",
		"Valerie": "Valerie",
		"Socks": "Socks",
		"Iris": "Iris",
		"Sekhmet": "Sekhmet",
		"Cleo": "Cleo",
		"Sappho": "Sappho"
	},
	"CatNames_Black": {
		"Luna": "Luna",
		"Figment": "Figment",
		"Ember": "Ember",
		"Damien": "Damien",
		"Snowball": "Snowball",
		"Night": "Night",
		"Misu": "Misu",
		"Magic": "Magic",
		"Tonic": "Tonic",
		"Violet": "Violet",
		"Jaspers": "Jaspers",
		"Gargoyle": "Gargoyle",
		"Lilith": "Lilith",
		"Salem": "Salem",
		"Rascal": "Rascal",
		"Bella": "Bella",
		"Odin": "Odin",
		"Jiji": "Jiji",
		"Morgan": "Morgan",
		"Arbus": "Arbus",
		"Max": "Max",
		"George": "George",
		"Esper": "Esper"
	},
	"CatNames_OrangeTabby": {
		"Linkle": "Linkle",
		"Remy": "Remy",
		"Lux": "Lux",
		"Sunny": "Sunny",
		"Tigger": "Tigger",
		"Callie": "Callie",
		"Sassy": "Sassy",
		"Bob": "Bob",
		"Leo": "Leo",
		"Tiger": "Tiger",
		"Caramel": "Caramel",
		"Tony": "Tony",
		"Garfield": "Garfield",
		"Hobbes": "Hobbes",
		"Charlie": "Charlie",
		"Rascal": "Rascal",
		"Critter": "Critter",
		"Adol": "Adol"
	},
	"CatNames_RussianBlue": {
		"Alexi": "Alexi",
		"Ruby": "Ruby",
		"Bubbles": "Bubbles",
		"Lexi": "Lexi",
		"Prissy": "Prissy",
		"Valery": "Valery",
		"Lucy": "Lucy",
		"Pete": "Pete",
		"Jocelyn": "Jocelyn",
		"Light": "Light",
		"Lily": "Lily",
		"Starlight": "Starlight",
		"Cobalt": "Cobalt",
		"Tilly": "Tilly",
		"Rion": "Rion",
		"Momo": "Momo",
		"Tarzan": "Tarzan"
	},
	"CatNames_Silver": {
		"Roo": "Roo",
		"Blaze": "Blaze",
		"Rebus": "Rebus",
		"Polo": "Polo",
		"Kelly": "Kelly",
		"Kiva": "Kiva",
		"Sooty": "Sooty",
		"By-Tor": "By-Tor",
		"Merlin": "Merlin",
		"Trudy": "Trudy",
		"Nana": "Nana",
		"Ange": "Ange",
		"Kanako": "Kanako",
		"Freya": "Freya",
		"Cloud": "Cloud",
		"Cutie": "Cutie",
		"Renne": "Renne",
		"Miette": "Miette",
		"Tula": "Tula"
	},
	"CatNames_White": {
		"Misty": "Misty",
		"Storm": "Storm",
		"Angel": "Angel",
		"Vincent": "Vincent",
		"MrCat": "Mr. Cat",
		"Holly": "Holly",
		"Sam": "Sam",
		"Rory": "Rory",
		"Ichibi": "Ichibi",
		"Belle": "Belle",
		"Yuki": "Yuki",
		"Ater": "Ater",
		"Snowdrop": "Snowdrop",
		"Snowball": "Snowball",
		"Reah": "Reah",
		"Gemma": "Gemma"
	},
	"DogNames_Labrador": {
		"Penny": "Penny",
		"Pebbles": "Pebbles",
		"Puppy": "Puppy",
		"Monroe": "Monroe",
		"Kittie": "Kittie",
		"Buddy": "Buddy",
		"Charlie": "Charlie",
		"Trulte": "Trulte",
		"Daisy": "Daisy",
		"Calvin": "Calvin",
		"Willow": "Willow",
		"Arthur": "Arthur",
		"John": "John",
		"Bitsy": "Bitsy",
		"Mike": "Mike",
		"Sparky": "Sparky",
		"Lucky": "Lucky"
	},
	"DogNames_PitBull": {
		"Max": "Max",
		"Dexter": "Dexter",
		"Chomps": "Chomps",
		"Bubba": "Bubba",
		"Sampson": "Sampson",
		"Spike": "Spike",
		"Ginger": "Ginger",
		"Kona": "Kona",
		"Keith": "Keith",
		"Jazzy": "Jazzy",
		"Rex": "Rex",
		"Toshiro": "Toshiro",
		"Buster": "Buster",
		"Doug": "Doug"
	},
	"DogNames_Beagle": {
		"Zelda": "Zelda",
		"Navi": "Navi",
		"Ali": "Ali",
		"Fred": "Fred",
		"Roxie": "Roxie",
		"Milo": "Milo",
		"Copper": "Copper",
		"Darwin": "Darwin",
		"Lieselotte": "Lieselotte",
		"Wilma": "Wilma",
		"Odie": "Odie",
		"Feena": "Feena",
		"Pete": "Pete"
	},
	"DogNames_Corgi": {
		"Bella": "Bella",
		"Ellie": "Ellie",
		"Baxter": "Baxter",
		"Oliver": "Oliver",
		"Maya": "Maya",
		"Titus": "Titus",
		"Shino": "Shino",
		"Elizabeth": "Elizabeth",
		"Victoria": "Victoria",
		"Yona": "Yona",
		"Ammy": "Ammy",
		"Charles": "Charles",
		"Estelle": "Estelle",
		"Astro": "Astro"
	},
	"DogNames_Dalmation": {
		"Spot": "Spot",
		"Suzy": "Suzy",
		"Lucky": "Lucky",
		"Marshall": "Marshall",
		"Dotty": "Dotty",
		"Pongo": "Pongo",
		"Sapphire": "Sapphire",
		"Splat": "Splat",
		"Aurora": "Aurora",
		"Akane": "Akane",
		"Firebug": "Firebug",
		"Polka": "Polka",
		"Mizore": "Mizore"
	},
	"DogNames_Husky": {
		"Rosalie": "Rosalie",
		"Balto": "Balto",
		"Miska": "Miska",
		"Sky": "Sky",
		"Sasha": "Sasha",
		"Zoey": "Zoey",
		"Toya": "Toya",
		"Snowdog": "Snowdog",
		"Kayla": "Kayla",
		"Hachiko": "Hachiko",
		"Indiana": "Indiana",
		"Sven": "Sven",
		"Bullet": "Bullet",
		"Comet": "Comet",
		"Ingrid": "Ingrid",
		"Dogi": "Dogi"
	},
	"BunnyNames_White": {
		"Bunnicula": "Bunnicula",
		"Ben": "Ben",
		"Roger": "Roger",
		"Skippy": "Skippy",
		"Donnie": "Donnie",
		"Alice": "Alice",
		"Presto": "Presto",
		"Shion": "Shion",
		"Lisette": "Lisette",
		"Lily": "Lily",
		"Inaba": "Inaba",
		"Shirayuki": "Shirayuki",
		"Lilia": "Lilia",
		"Ears": "Ears"
	},
	"BunnyNames_Angora": {
		"Breadbuns": "Breadbuns",
		"Loaf": "Loaf",
		"Babs": "Babs",
		"BigB": "Big B",
		"Greg": "Greg",
		"Fluffy": "Fluffy",
		"Pom": "Pom",
		"Muffin": "Muffin",
		"Maximus": "Maximus",
		"Donald": "Donald"
	},
	"BunnyNames_Dutch": {
		"Oreo": "Oreo",
		"Olaf": "Olaf",
		"Domino": "Domino",
		"Oz": "Oz",
		"Yin": "Yin",
		"Yang": "Yang",
		"Pow": "Pow",
		"Kaguya": "Kaguya",
		"Mono": "Mono",
		"Panda": "Panda",
		"Orin": "Orin"
	},
	"BunnyNames_Flemish": {
		"Thumper": "Thumper",
		"Cinnabun": "Cinnabun",
		"Peter": "Peter",
		"Hazel": "Hazel",
		"Loki": "Loki",
		"Sunflower": "Sunflower",
		"Toby": "Toby",
		"Daisy": "Daisy",
		"Dusty": "Dusty",
		"Jazz": "Jazz",
		"Russell": "Russell",
		"Honeycomb": "Honeycomb"
	},
	"BunnyNames_Lop": {
		"Bunbun": "Bunbun",
		"Lola": "Lola",
		"Max": "Max",
		"Tyler": "Tyler",
		"Flops": "Flops",
		"Flappie": "Flappie",
		"Caerbannog": "Caerbannog",
		"Mochi": "Mochi",
		"Dandy": "Dandy",
		"Puff": "Puff",
		"Youp": "Youp",
		"Boof": "Boof",
		"Veidra": "Veidra"
	},
	"BunnyNames_Silver": {
		"Bugz": "Bugz",
		"Buster": "Buster",
		"Silvine": "Silvine",
		"Bunstar": "Bunstar",
		"Lord": "Lord",
		"Bunnykins": "Bunnykins",
		"Crystal": "Crystal",
		"Chrome": "Chrome",
		"Vincent": "Vincent",
		"Zach": "Zach",
		"Joshua": "Joshua",
		"Dustbunny": "Dustbunny",
		"Dusty": "Dusty"
	},
	"SlimeNames_Blue": {
		"Steve": "Steve",
		"Seymour": "Seymour",
		"Simon": "Simon",
		"Sheldon": "Sheldon",
		"Sam": "Sam",
		"Samson": "Samson",
		"Sid": "Sid",
		"Sigvard": "Sigvard",
		"Stein": "Stein",
		"Sean": "Sean",
		"Samwise": "Samwise",
		"Snoot": "Snoot",
		"Swotty": "Swotty",
		"Stuart": "Stuart",
		"Stratford": "Stratford",
		"Saliva": "Saliva",
		"Sherman": "Sherman",
		"Stiltskin": "Stiltskin",
		"Shibboleet": "Shibboleet",
		"Sine": "Sine",
		"Spock": "Spock",
		"Smarty": "Smarty",
		"Sonic": "Sonic",
		"Sputnik": "Sputnik",
		"Smoof": "Smoof",
		"Spetch": "Spetch",
		"Stevenson": "Stevenson"
	},
	"SlimeNames_Green": {
		"Sylvester": "Sylvester",
		"Slimer": "Slimer",
		"Seth": "Seth",
		"Shane": "Shane",
		"Sully": "Sully",
		"Scooter": "Scooter",
		"Scotty": "Scotty",
		"Spike": "Spike",
		"Slachi": "Slachi",
		"Spinach": "Spinach",
		"Slick": "Slick",
		"Slippy": "Slippy",
		"Speedy": "Speedy",
		"Slurm": "Slurm",
		"School": "School",
		"Swag": "Swag",
		"SwiggitySwooty": "Swiggity Swooty",
		"Slackin": "Slackin",
		"Switch": "Switch",
		"Sport": "Sport",
		"Squash": "Squash",
		"Skeeter": "Skeeter",
		"Scutiger": "Scutiger",
		"Softball": "Softball",
		"Spazzy": "Spazzy"
	},
	"SlimeNames_Old": {
		"Stooge": "Stooge",
		"SirSlushington": "Sir Slushington III",
		"Santiago": "Santiago",
		"Sebastian": "Sebastian",
		"Samuel": "Samuel",
		"Seamus": "Seamus",
		"Sage": "Sage",
		"Sinclair": "Sinclair",
		"Stanford": "Stanford",
		"Septimus": "Septimus",
		"Stinky": "Stinky",
		"Spiffy": "Spiffy",
		"Spruce": "Spruce",
		"Swanky": "Swanky",
		"Soggy": "Soggy",
		"Scooby": "Scooby",
		"Sigmund": "Sigmund",
		"Smithers": "Smithers",
		"Sassafras": "Sassafras",
		"Slumbledore": "Slumbledore",
		"Slimdalf": "Slimdalf",
		"Schartzmugel": "Schartzmugel",
		"Scion": "Scion",
		"Scrooge": "Scrooge",
		"Stonks": "Stonks",
		"Swanson": "Swanson",
		"Spinkerton": "Spinkerton"
	},
	"SlimeNames_Purple": {
		"Stewy": "Stewy",
		"Sue": "Sue",
		"Spencer": "Spencer",
		"Sidney": "Sidney",
		"Stefan": "Stefan",
		"Sonnie": "Sonnie",
		"Sacco": "Sacco",
		"Sunset": "Sunset",
		"Snafu": "Snafu",
		"Stumble": "Stumble",
		"Spaghetti": "Spaghetti",
		"Shoggy": "Shoggy",
		"Slimefors": "Slimefors",
		"Shirley": "Shirley",
		"Sara": "Sara",
		"Sharon": "Sharon",
		"Sludge": "Sludge",
		"Snuggle": "Snuggle",
		"Sloppy": "Sloppy",
		"Slimeora": "Slimeora",
		"Sylph": "Sylph",
		"Spew": "Spew",
		"Shemp": "Shemp",
		"Spanky": "Spanky",
		"Spork": "Spork"
	},
	"SlimeNames_Rainbow": {
		"Sylvia": "Sylvia",
		"Skye": "Skye",
		"Stephanie": "Stephanie",
		"Sophia": "Sophia",
		"Shanna": "Shanna",
		"Serenity": "Serenity",
		"Shian": "Shian",
		"Slimestar": "Slimestar",
		"Shimmer": "Shimmer",
		"Surai": "Surai",
		"Stella": "Stella",
		"Sasha": "Sasha",
		"Sweety": "Sweety",
		"Sparkle": "Sparkle",
		"Sapphire": "Sapphire",
		"Seraph": "Seraph",
		"Starry": "Starry",
		"Sprinkes": "Sprinkes",
		"Sherbet": "Sherbet",
		"Sugar": "Sugar",
		"Stardew": "Stardew",
		"Sheena": "Sheena",
		"Sveta": "Sveta",
		"Shampoo": "Shampoo",
		"Sproink": "Sproink",
		"Secreta": "Secreta",
		"Sponsa": "Sponsa",
		"Skyler": "Skyler",
		"Sorai": "Sorai"
	},
	"SlimeNames_Red": {
		"Sparky": "Sparky",
		"Sourpuss": "Sourpuss",
		"Steamer": "Steamer",
		"Sizzle": "Sizzle",
		"Shaka": "Shaka",
		"SlipperySal": "Slippery Sal",
		"Sirius": "Sirius",
		"Sven": "Sven",
		"Sly": "Sly",
		"Smeagol": "Smeagol",
		"Scuff": "Scuff",
		"Shifty": "Shifty",
		"Sassy": "Sassy",
		"Scorpius": "Scorpius",
		"Snotty": "Snotty",
		"Sleepy": "Sleepy",
		"Stressball": "Stressball",
		"Slurpee": "Slurpee",
		"Squeezo": "Squeezo",
		"Sapo": "Sapo",
		"Snart": "Snart",
		"Skiprat": "Skiprat",
		"Sully": "Sully",
		"Sharkey": "Sharkey",
		"Scarface": "Scarface",
		"Slickfather": "Slickfather",
		"Slimeballa": "Slimeballa"
	},
	"SlimeNames_Yellow": {
		"Sandy": "Sandy",
		"Saoirse": "Saoirse",
		"Selena": "Selena",
		"Sienna": "Sienna",
		"Samara": "Samara",
		"Simone": "Simone",
		"Siobhan": "Siobhan",
		"Sabrina": "Sabrina",
		"Sunny": "Sunny",
		"Savannah": "Savannah",
		"Spirit": "Spirit",
		"Sinead": "Sinead",
		"Saraid": "Saraid",
		"Siofra": "Siofra",
		"Sorcha": "Sorcha",
		"Salem": "Salem",
		"Soleil": "Soleil",
		"Salvo": "Salvo",
		"Sahara": "Sahara",
		"Shanoa": "Shanoa",
		"Sybil": "Sybil",
		"Salome": "Salome",
		"Summer": "Summer",
		"Swirl": "Swirl",
		"Saga": "Saga",
		"Silva": "Silva",
		"Striga": "Striga"
	},
	"SlimeNames_Copper": {
		"Solomon": "Solomon",
		"ShortswordSaxon": "Shortsword Saxon",
		"Steele": "Steele",
		"Sigfried": "Sigfried",
		"Sterling": "Sterling",
		"SenioreSlash": "Seniore Slash",
		"Stabby": "Stabby",
		"Spunky": "Spunky",
		"Sharpie": "Sharpie",
		"Scout": "Scout",
		"Scrappy": "Scrappy",
		"Slade": "Slade",
		"Samsara": "Samsara",
		"SixSwingSerge": "Six-Swing Serge",
		"Scorch": "Scorch",
		"Sabin": "Sabin",
		"Stryker": "Stryker",
		"Slayer": "Slayer",
		"Slival": "Slival",
		"Sting": "Sting",
		"Sabaton": "Sabaton",
		"SemperSerus": "Semper Serus",
		"Scrimshank": "Scrimshank",
		"Scavager": "Scavager",
		"Selmy": "Selmy",
		"Shortie": "Shortie"
	},
	"SlimeBlueChatter": {
		"Chatter_1": "Blurb bloub ? Hum !",
		"Chatter_2": "Babble babble bloub... gloups !",
		"Chatter_3": "Kaplunk!  Hmm... bleb. Hum."
	},
	"SlimeGreenChatter": {
		"Chatter_1": "Drip !",
		"Chatter_2": "Sniff smack !",
		"Chatter_3": "Yo, slurp gloups !"
	},
	"SlimeOldChatter": {
		"Chatter_1": "Grr pfft !",
		"Chatter_2": "Pschit... hum !",
		"Chatter_3": "Gloug gloug ! Ouahou !"
	},
	"SlimeRainbowChatter": {
		"Chatter_1": "Dring bloups !",
		"Chatter_2": "Tchou tsouin !",
		"Chatter_3": "Rip ? Blip blop !"
	},
	"SlimePurpleChatter": {
		"Chatter_1": "Burp.",
		"Chatter_2": "*Silence gêné*",
		"Chatter_3": "Plop. Pop... splash."
	},
	"SlimeRedChatter": {
		"Chatter_1": "Murb blurb... gloup !!!",
		"Chatter_2": "Pss ! Gra ! Grrr…",
		"Chatter_3": "Burp... hé."
	},
	"SlimeYellowChatter": {
		"Chatter_1": "Bloup blop ! Gloubiglop !",
		"Chatter_2": "Blobra kaslobra !",
		"Chatter_3": "Kasplouch !"
	},
	"SlimeCopperChatter": {
		"Chatter_1": "Blip blop, hourra !",
		"Chatter_2": "Kerslash ! Kersplish !",
		"Chatter_3": "Squish & splonk !"
	}
}