{
	"DryadSpecialText": {
		"WorldStatusAll": "{0} è {1}% consacrato, {2}% corrotto e {3}% cremisi.",
		"WorldStatusHallowCorrupt": "{0} è {1}% consacrato e {2}% corrotto.",
		"WorldDescriptionGrim": "Le cose vanno davvero male...",
		"WorldDescriptionWork": "Hai un sacco di lavoro da fare.",
		"WorldDescriptionClose": "Ci sei quasi!",
		"WorldStatusHallowCrimson": "{0} è {1}% consacrato e {2}% cremisi.",
		"WorldStatusCorruptCrimson": "{0} è {1}% corrotto e {2}% cremisi.",
		"WorldStatusCorrupt": "{0} è {1}% corrotto.",
		"WorldStatusCrimson": "{0} è {1}% cremisi.",
		"WorldStatusHallow": "{0} è {1}% consacrato.",
		"WorldStatusPure": "Hai purificato completamente {0}. Hai fatto un lavoro fantastico!",
		"WorldDescriptionBalanced": "Il mondo è in equilibrio.",
		"WorldDescriptionFairyTale": "Viviamo in una favola.",
		"Party": "Ho pensato di organizzare una festa per celebrare le nostre vittorie passate e quelle future.",
		"AfterDD2Tier2": "La Corruzione ha cercato di conquistarmi ad Etheria e io invece ho usato il suo potere contro l'esercito dell'Antico!",
		"Graveyard1": "Posso sopportare la corruzione, ma l'aria vile della morte in questo luogo fa avvizzire il fiore tra i miei capelli.",
		"Graveyard2": "Questo posto... Sento il grido della natura per coloro che sono caduti qui.",
		"Rain1": "Con l'acqua dal cielo la natura lava via il fango dai nostri corsi d'acqua.",
		"Storm1": "Nostra madre è arrabbiata e vuole bruciare via la sporcizia facendo piovere potere distruttivo sulle cime dei nostri alberi.",
		"Storm2": "Non è saggio attraversare apertamente i pericoli che lampeggiano dall'alto.",
		"Windy1": "Il vento... è il modo della natura di spazzare la polvere dalla terra.",
		"Windy2": "La furia della natura oggi spoglia le foglie dagli alberi.",
		"AfterDD2Tier1": "Quando ero a Etheria, avevo nostalgia di {WorldName}. È bello essere di nuovo qui.",
		"Rain2": "Quando piove, molti tipi di pesci acquisiscono proprietà mistiche."
	},
	"DyeTraderSpecialText": {
		"HasPlant_0": "Fantastico! Mi hai portato un campione straordinario dei colori e aromi più belli del mondo. In cambio prendi questa bottiglia speciale di tintura.",
		"HasPlant_1": "Mi hai portato un fiore bellissimo e raro, eh? Prendi in cambio questa bottiglia di tintura speciale!",
		"HasPlant_2": "Che meraviglia! Con questo campione delicato, potrei mischiare le tinture più belle che si siano mai viste a {WorldName}! Questa qui te la do subito!",
		"NoPlant_0": "Oh no no, così non va bene. Per una tale cifra non basta, devi tornare qui con un campione di pianta raro!",
		"NoPlant_1": "Credi di poter prendere per il naso {DyeTrader}? Ti sbagli di grosso! Io compro soltanto i fiori più rari per queste bottigliette speciali!",
		"NoPlant_2": "Queste bottigliette di tintura? Mi dispiace, non sono in vendita. Per una di queste mi devi portare i fiori più preziosi e rari!",
		"Party": "Adoro le feste. Sono piene di colori magnifici e gente allegra.",
		"Graveyard1": "Uhm... brutta storia. L'ambiente sporco circostante sta offuscando i petali della mia tintura.",
		"Graveyard2": "Pensi che questo sia un luogo degno della mia presenza? Così monotono, noioso, queste persone mi sono letteralmente inferiori.",
		"Rain1": "Troppa acqua diluisce la mia selezione! Speriamo che questa pioggia passi in fretta!",
		"Rain2": "No, no, questi abiti non possono bagnarsi! Perderanno il loro colore vivace!",
		"Storm1": "Perbacco! Odio queste tempeste fastidiose!",
		"Storm2": "Per favore, dimmi quando la natura finirà di infuriare là fuori!",
		"Windy1": "Meraviglioso! Il vento mi porta petali di tutti i colori!",
		"Windy2": "Dammi un momento. Devo proteggere la mia tavolozza dai venti di burrasca!"
	},
	"GuideSpecialText": {
		"Party": "Non vai mai alle feste? Dai un'occhiata alla gente in giro. A volte gli invitati portano dei regalini speciali.",
		"Graveyard1": "I cimiteri sono spaventosi e molto pericolosi. Fossi in te, farei attenzione.",
		"Graveyard2": "Qui è freddo e minaccioso. Sento qualcosa di molto cattivo che mi chiama.",
		"Rain1": "Tieni conto che certe creature escono solo quando piove.",
		"Rain2": "Non ti allarmare, è solo acqua. Ho sentito dire che certe specie di pesci possono volare quando piove!",
		"Storm1": "È pericoloso essere fuori con il temporale. Mettiti al riparo.",
		"Storm2": "Il fulmine non scherza. Con questo tempo sbucano fuori spiriti maligni potentissimi.",
		"Windy1": "Non farti soffiare via dalle forti raffiche di vento e diffida dei mostri che le sfruttano!",
		"Windy2": "C'è vento! È il momento migliore per usare un aquilone.",
		"Eclipse": "Eh?! Dov'è il sole? Perché è così buio? Deve essere un'eclissi solare!",
		"Lantern1": "Che notte stupenda! Con la tua recente vittoria, il mondo sembra più in pace e queste lanterne servono a celebrare questo risultato.",
		"Lantern2": "Vedi le lanterne? Ora che hai salvato il nostro mondo, si festeggia regolarmente la tua vittoria. È sempre uno spettacolo magnifico!",
		"SlimeRain": "Se sconfiggi abbastanza slime, potresti scatenare l'ira del loro re. Fai attenzione!"
	},
	"MerchantSpecialText": {
		"Party": "Sai quale sarebbe il modo migliore di festeggiare? Comprando oggetti per gli altri... da me ovviamente.",
		"Graveyard1": "Quest’atmosfera inquietante è negativa per gli affari!",
		"Graveyard2": "Questa è una posizione terribile... Non posso vendere i miei articoli ai morti!",
		"Rain1": "Ombrelli! Ombrelli! Ombrelli a metà prezzo!",
		"Rain2": "Che tristezza! Illumina l'umore con 99 torce!",
		"Storm1": "Vuoi acquistare un parafulmine? Oh, credo di averli finiti.",
		"Storm2": "La tempesta sta arrivando... Perché non entri a comprare qualcosa?",
		"Windy1": "Che giornata burrascosa! Resta qui e compra qualcosa.",
		"Windy2": "Ho usato la colla di slime per evitare che il cappello mi volasse via! Forse te ne posso vendere un po' per un paio di monete d'oro..."
	},
	"GoblinTinkererSpecialText": {
		"Party": "Le feste dei goblin sono molto simili a quelle degli umani. Entrambi fanno giochi tipo \"Dai la colpa all'umano\" ehm... Alle mie feste non c'è quel genere di giochi.",
		"Graveyard1": "Sto lavorando a un sacco fotonico. È un'invenzione per intrappolare tutte le anime in pena che si aggirano all'esterno!",
		"Graveyard2": "I continui lamenti e le urla spaccatimpani mi distraggono dal lavoro!",
		"Rain1": "Tutta questa pioggia oscura la visuale. Dovrei aggiungere agli occhiali un paio di tergicristalli.",
		"Rain2": "Gli esseri umani sono molto più alti dei goblin. Quando ci sono inondazioni, siamo sempre nei guai!",
		"Storm1": "Sto lavorando su un'invenzione per controllare l'energia che viene rilasciata attorno a noi!",
		"Storm2": "La maggior parte dei goblin odia le tempeste di tuoni. Probabilmente perché portano così tante palle chiodate.",
		"Windy1": "Questo clima è il motivo per cui indosso gli occhiali! Non posso avere polvere e sabbia che mi entrano negli occhi.",
		"Windy2": "Questo sarebbe il momento ideale per inventare una girandola!"
	},
	"WitchDoctorSpecialText": {
		"Party": "Volevo vedere come festeggia la tua razza e quello che vedo non mi ha deluso.",
		"AfterDD2Tier1": "Percepisco uno spirito affine tra i maghi oscuri eteriani. Peccato che siano nostri nemici, mi sarebbe piaciuto imparare da loro.",
		"Graveyard1": "Alzati, zombie! Alzati!",
		"Graveyard2": "Puoi rimuovere il mietitore dal cimitero, ma non puoi rimuovere il cimitero dal mietitore...",
		"Rain1": "Il suono della pioggia è rilassante per l'anima.",
		"Rain2": "L'equilibrio è fondamentale. Abbiamo bisogno del sole, ma anche della pioggia. Troppo di uno o dell'altra porta alla rovina.",
		"Storm1": "Gli spiriti suonano ad alta voce oggi, con maestosità accecante.",
		"Storm2": "I fulmini proiettano ombre potenti, le ombre proiettano fulmini potenti.",
		"Windy1": "Tieni a portata di mano i talismani... potresti perderne qualcuno.",
		"Windy2": "Il vento soffia con le foglie, le foglie soffiano con il vento."
	},
	"ClothierSpecialText": {
		"Party": "La mia mamma diceva sempre che bisogna lasciarsi il passato alle spalle prima di poter festeggiare.",
		"Graveyard1": "Sono stato maledetto! Portami all'ospedale!",
		"Graveyard2": "È un grande cimitero, ce lo possiamo dividere! I morti nella loro metà e noi nella nostra!",
		"Rain1": "Piove abbastanza! Brutta pioggia obliqua tagliente! Almeno non viene dritta da sotto!",
		"Rain2": "Una volta ha cominciato a piovere così e non ha smesso per quattro giorni!",
		"Storm1": "Ricordati di continuare a respirare, perché prima o poi questa tempesta passerà!",
		"Storm2": "Se non fosse per la tempesta, sarebbero tutti fuori. Con i fulmini è pericoloso.",
		"Windy1": "A volte mi sembra che i mulini a vento non siano abbastanza.",
		"Windy2": "C'è un'aria davvero strana oggi!"
	},
	"TravellingMerchantSpecialText": {
		"Party": "Molti dicono che le feste ti lasciano i ricordi più belli. Quindi compra qualcosa, così ti resterà un bel ricordo!",
		"Graveyard1": "EHI! Guarda quanta merce! Non l'ho assolutamente rubata ai morti qui sepolti per vendertela.",
		"Graveyard2": "Nei miei viaggi, non ho mai incontrato qualcuno che vive in un luogo triste come questo! Oh, beh, basta che hai soldi da spendere...",
		"Rain1": "Con la pioggia o col sereno, vengo da lontano per servirti! Hai qualche moneta?",
		"Rain2": "Se il mio cappotto esotico si restringe, mi arrabbierò!",
		"Storm1": "Sbrigati e compra!",
		"Storm2": "Wow! C'è mancato poco! Mattoni e mortaio mi sembrano un buon investimento in questo momento",
		"Windy1": "Vado dove mi porta il vento, ma questo è esagerato!",
		"Windy2": "Ti venderei delle calze esotiche per il vento, ma ho dimenticato di farne scorta!"
	},
	"MechanicSpecialText": {
		"Party": "Secondo te importa se al posto delle candele sulla torta metto delle lampadine?",
		"Graveyard1": "Dovrei illuminare questo luogo oscuro e spaventoso per tenere lontani i mostri.",
		"Graveyard2": "Metterei qualche cavo qui, ma quelle creature morte spaventose mi intralciano!",
		"Rain1": "Se non smette di piovere, la mia chiave inglese finirà per arrugginirsi!",
		"Rain2": "Oh, no! Un altro cortocircuito! Odio questo tempaccio.",
		"Storm1": "Ottimo! Un'altra pompa fuori uso. Quando la smetteranno i fulmini di friggermi l'equipaggiamento?!",
		"Storm2": "Non uscire adesso mentre hai in mano uno dei miei prodotti, perché attirerai una quantità indesiderata di energia elettrica!",
		"Windy1": "Oh no! Stanno arrivando sacche di bassa pressione, devo sistemare la rete elettrica.",
		"Windy2": "I miei cavi si stanno aggrovigliando con questo ciclone. Occhio a dove metti i piedi!"
	},
	"BartenderSpecialText": {
		"AfterDD2Tier1": "Ottimo lavoro contro l'esercito dell'Antico! Ma scommetto che torneranno. Stavolta non ce l'hanno messa tutta.",
		"AfterDD2Tier2": "L'esercito dell'Antico diventa sempre più forte, eppure tu continui a respingerlo! Ma qualcosa mi dice che non hanno ancora finito con noi.",
		"AfterDD2Tier3": "Hai davvero tenuto a bada l'esercito dell'Antico? Forse prima o poi dovresti visitare Etheria.",
		"BeforeDD2Tier1": "Dovresti davvero fare qualcosa contro questo esercito dell'Antico. Chiedimi del cristallo di Eternia se vuoi saperne di più.",
		"FirstHelp": "Per cominciare, prendi alcune di queste medaglie di difesa, offro io! Ho delle difese speciali che puoi acquistare, ma soltanto spendendo medaglie di difesa!",
		"FirstMeeting": "Uh? Come sono finito qua? L'ultima cosa che ricordo è un portale che si apriva davanti a me...",
		"Graveyard1": "Etheria ha dei luoghi macabri, ma questo li batte tutti!",
		"Graveyard2": "Il locale è un po' morto stasera. Puzza anche di vuoto!",
		"Party_1": "Qui c’è una festa! Avevo appena pulito il bancone.",
		"Party_2": "Dovresti sederti a un tavolo e divertirti un po'. Non preoccuparti, non credo che i Kobold si imbucheranno alla festa.",
		"Rain1": "Mi sembri un cane sporco e inzuppato! Vieni a bere qualcosa, eh?",
		"Rain2": "Pulisciti i piedi prima di entrare, ho appena passato la cera!",
		"Storm1": "Riparati dalla tempesta! Siediti a bere un boccale di birra.",
		"Storm2": "Mi sembra di notare un po' di stanchezza! Forse qualcosa da bere ti calmerà i nervi.",
		"Windy1": "Addio tetto. L'avevo appena fatto sistemare ieri!",
		"Windy2": "Occhio al cappello, c'è parecchio vento oggi."
	},
	"PartyGirlSpecialText": {
		"Party_1": "Uhm... Oggi non c'è niente di speciale... Stavo scherzando! C'è una festa e poi un dopo-festa!",
		"Party_2": "Finalmente è arrivato il mio momento!",
		"AfterDD2Tier1": "Hai mai visto un orco? Io voglio cavalcarne uno!",
		"Cake1": "Che fine avevi fatto?! C'è una festa! Tieni, prendi la torta!",
		"Cake2": "Ssh! Non dire a nessuno che te l'ho dato! È una sorpresa!",
		"Cake3": "Festeggia con noi! Tu sei... responsabile della torta, {PlayerName}!",
		"Graveyard1": "Iu uuh! C'è una festa! ...Ehi, ma perché non si muove nessuno?",
		"Graveyard2": "Dovremmo fare tanto baccano da risvegliare i morti! Eh eh!",
		"Rain1": "Sta piovendo là fuori! Entra a festeggiare con noi!",
		"Rain2": "Oh, la pioggia ti ha inzuppato? Beh, scuoti via l'acqua!",
		"Storm1": "C'è stato un improvviso rombo di tuono alla discoteca e ho avuto paura!",
		"Storm2": "Balliamo! Possiamo scuotere i fianchi al ritmo del cielo!",
		"Windy1": "Qualcuno ha detto festa uragano?!",
		"Windy2": "Questo è il momento migliore per lanciare coriandoli dappertutto!",
		"Music1": "La tua squadra non sopporta più i tuoi brani? Mischio la playlist per te.",
		"Music2": "Credo che a questa squadra potrebbe giovare un cambiamento! Che ne dici di questi brani?",
		"Music3": "Stiamo ascoltando questo brano da anni! Cambiamolo!"
	},
	"PirateSpecialText": {
		"Party": "Dopo tutta quella torta puoi chiamarmi Barbabianca per un po'.",
		"Graveyard1": "Arr... odio dirlo, ma molti dei miei compagni hanno scavato queste fosse nel terreno... se capisci cosa intendo!",
		"Graveyard2": "Arr... il mare è un cimitero dei pirati! Voi marinai d'acqua dolce sprecate tempo!",
		"Rain1": "Ah arr! Pioggia?! Un giorno come tanti per un pirata.",
		"Rain2": "I pesci volano nei cieli piovosi! L'ho visto con i miei occhi!",
		"Storm1": "Ahoy! Prepararsi all'impatto, filibustiere da strapazzo! È una signora tempesta!",
		"Storm2": "Grande Cariddi! Che razza di ira o maledizione ci hai scatenato addosso stavolta?!",
		"Windy1": "Alzate le vele, cagnacci! Noi pirati andremo con il vento in poppa! Yarharharr!",
		"Windy2": "Tutti ai vostri posti! Si sta alzando il vento!"
	},
	"TruffleSpecialText": {
		"Party": "Avrei invitato tutti a festeggiare a casa mia, ma ho finito i funghi.",
		"Graveyard1": "Questo è un posto eccellente per iniziare una famiglia. Quasi tutti i miei amici sono nati qui!",
		"Graveyard2": "Questo posto mi fa sentire bene. Non so perché...",
		"Rain1": "Ahh... bello umido. Mi sento benissimo.",
		"Rain2": "La pioggia è motivo di festa per il mio popolo.",
		"Storm1": "Il clima sembra dannoso per la tua specie.",
		"Storm2": "Quell'ultimo rombo di tuono mi ha messo i brividi!",
		"Windy1": "Il nostro genere è molto fragile, mi preoccupo per i miei fratelli in questa giornata ventosa.",
		"Windy2": "Non sopporto il vento, preferisco i luoghi bui e calmi."
	},
	"NurseSpecialText": {
		"Party": "No, non ti dirò quante candeline ci sono sulla mia torta.",
		"Graveyard1": "Aah! Preferirei lavorare in un ospedale abbandonato piuttosto che stare qui!",
		"Graveyard2": "Questo posto mette i brividi e non posso curare i pazienti morti!",
		"Rain1": "Se resti lì troppo a lungo ti prenderai un raffreddore.",
		"Rain2": "Perfetto! Ora la mia uniforme è tutta bagnata. Smettila di fissarmi!",
		"Storm1": "Non eseguo terapia d'urto, vai fuori a metterti sotto un albero!",
		"Storm2": "Non uscire! Ho già curato troppi pazienti fulminati oggi.",
		"Windy1": "Questa brezza sta davvero esagerando adesso! Occhio agli aghi volanti.",
		"Windy2": "Ho inseguito i miei strumenti medici tutto il giorno. Questo vento mi tiene in forma!",
		"DeathCountLow": "Di nuovo tu?! Mi sembra di vederti spesso... Fammi controllare... Sì, ti hanno ucciso {TotalDeathsCount} volte.",
		"DeathCountMedium": "I mostri di {WorldName} ti hanno già ucciso {TotalDeathsCount} volte? Chissà chi ha preso il tuo stendardo...",
		"DeathCountHigh": "Wow, ti hanno sconfitto {TotalDeathsCount} volte? Hai mai pensato a cambiare professione? Magari dedicarti all'agricoltura?"
	},
	"WizardSpecialText": {
		"Party": "Io organizzo le feste più magiche e si vede.",
		"AfterDD2Tier1": "Sai, credo di aver già visto un portale così in passato, ma era d'oro.",
		"Graveyard1": "Non posso far resuscitare nessuno, quindi non me lo chiedere!",
		"Graveyard2": "Quando guardo abbastanza a lungo nella sfera di cristallo, vedo dove finisce ogni mio cliente!",
		"LuckIsAmazing1": "Hai un giardino di quadrifogli? Trasudi essenza di fortuna!",
		"LuckIsAmazing2": "La capacità di fare casualmente piacevoli e inattese scoperte ti sorride! È probabile che troverai profitto in ogni cosa!",
		"LuckIsBad1": "Dove cammini c'è aria buia e cupa. Diffida dei sentimenti malvagi.",
		"LuckIsBad2": "C'è qualcosa che ti turba? Percepisco qualcosa in te che non mi convince.",
		"LuckIsCursed1": "Non ti avvicinare! Ti trascini dietro una scia di sfortuna colossale! Non voglio averci niente a che fare!",
		"LuckIsGodly1": "Trabocchi di una benedizione di prosperità stupenda!",
		"LuckIsGodly2": "Grande salute e felicità sprizzano da tutti i pori! Sei una manna dal cielo!",
		"LuckIsGood1": "Percepisco un filo di karma positivo provenire da te, ma potrei sbagliarmi.",
		"LuckIsGood2": "Infondi una sensazione insolita di calore. Non so come interpretarla, ma continua a camminare in quella direzione.",
		"LuckIsGreat1": "Emani un'energia positiva, come se qualcosa di grandioso potrebbe accadere in qualsiasi momento.",
		"LuckIsGreat2": "Emani una carica di fortuna, forse i tuoi desideri si avvereranno.",
		"LuckIsPoor1": "Hai energia negativa che sprizza da tutti i pori. Oggi non rischierei.",
		"LuckIsPoor2": "Vedo presagi di sventura sulla testa. Non avrai interrotto una catena di Sant’Antonio, vero?",
		"LuckIsTerrible1": "Sento che un destino terribile ti circonda! Oggi ti converrebbe restare a letto!",
		"LuckIsTerrible2": "Che tipo di sale hai versato per ricevere tanta sfortuna?!",
		"Rain1": "Sì, posso uscire sotto la pioggia senza sciogliermi. Sono uno stregone, dannazione!",
		"Rain2": "Gocce di pioggia che mi cadono... uh.. Dove mi trovo? Chi sei? ... Chi sono io?",
		"Storm1": "Qualcuno ha rubato di nuovo il mio libro degli incantesimi?!",
		"Storm2": "Questo lo chiami fulmine?! Ai miei tempi, io... uh.. uhm. Beh, hai bisogno di qualcosa?",
		"Windy1": "Questo vento ti ha dato fastidio? C'è un incantesimo anche per questo.",
		"Windy2": "Una raffica di vento che terrorizza il nostro mondo? L'ho creata io?",
		"LuckIsCursed2": "Hai rotto tutti gli specchi di {WorldName}?! Ti attendono anni e anni di sventura!"
	},
	"CyborgSpecialText": {
		"Party": "Questa sarà una festa da pazzi... e anche da svitati!",
		"Graveyard1": "Affascinante. Questo sembra un deposito per esseri umani rotti e malfunzionanti.",
		"Graveyard2": "I miei sensori indicano una maggiore densità di particelle di energia. I miei recettori visivi non sono in grado di identificarne nessuno.",
		"Rain1": "Precipitazione rilevata. Conviene cercare rifugio. Ruggine imminente.",
		"Rain2": "Pericolo inondazione improvvisa. Errore 404: sacchi di sabbia non trovati.",
		"Storm1": "BIIIP! Condizioni atmosferiche avverse. Questo non è un test. Rifugiarsi, immediatamente. BIIIP!",
		"Storm2": "Sono stati rilevati livelli anomali di particelle cariche negative e positive.",
		"Windy1": "I sensori indicano forti variazioni della pressione barometrica. Si consiglia cautela.",
		"Windy2": "È stato rilevato un forte contrasto tra alta e bassa pressione."
	},
	"DemolitionistSpecialText": {
		"Party": "Oggi ti consiglio di fare attenzione. Noi nani organizziamo feste piuttosto esplosive.",
		"AfterDD2Start": "Non capisco perché non possiamo semplicemente far saltare in aria quei portali.",
		"Graveyard1": "La puzza di morte qui è peggiore delle caverne infestate dagli scheletri in cui lavoro!",
		"Graveyard2": "Tutti questi mucchi di ossa e pietre... perfetti per farli saltare in aria!",
		"Rain1": "Questo è un giorno terribile per essere un nano.",
		"Rain2": "ARGH! Un altro fusibile messo fuori uso da tutta quest'umidità! Questo non accade mai sottoterra!",
		"Storm1": "BUM! Anche madre natura apprezza la demolizione gratificante!",
		"Storm2": "Avresti dovuto vedere cos'è successo quando un fulmine ha colpito uno dei miei carri pieni di esplosivi!",
		"Windy1": "Questo potrebbe non essere il momento migliore per lanciare granate sulla superficie!",
		"Windy2": "Volete bombe boomerang? Buttane qualcuna in quella raffica e tornerà sicuramente indietro!"
	},
	"ArmsDealerSpecialText": {
		"Party": "Le feste sono fantastiche per spingere la gente a uscire dal guscio, un po' come i proiettili.",
		"Graveyard1": "Io odio i posti come questo. Non posso uccidere ciò che è già morto!",
		"Graveyard2": "Se vedi eventuali attività sospette in quella nebbia, io non c'entro niente.",
		"Rain2": "Un pesce volante? Allora facciamo tiro al piattello!",
		"Storm1": "Una pistola fulminante? Non mi interessa. Io amo i proiettili!",
		"Storm2": "Se spari al momento giusto, il rumore sarà coperto dal tuono e non lo sentirà nessuno.",
		"Windy1": "Stavo provando la mia nuova pistola, ma non ho fatto centro per colpa del vento!",
		"Windy2": "Non sparare a occhi chiusi quando c'è vento!",
		"Rain1": "Ho sentito dire che ci sono delle nuvole che ti rincorrono! Mostra loro chi comanda usando uno dei miei fucili!"
	},
	"StylistSpecialText": {
		"Party": "Mi sono fatta fare i capelli per l'occasione ma, detto sinceramente, ho soltanto voglia di far scoppiare i palloncini con le forbici.",
		"Graveyard1": "Aaah! Questa atmosfera letale mi sta rovinando la permanente!",
		"Graveyard2": "Vorrei uscire a raccogliere ciocche di capelli per le parrucche, ma allo stesso tempo non ho assolutamente voglia di uscire!",
		"Rain1": "Questo non va assolutamente bene. Ratto bagnato non è un acconciatura!",
		"Rain2": "Cosa?! Piove? Ma ho appena fatto la permanente!",
		"Storm1": "Io non esco! Il look alla Einstein NON è di moda.",
		"Storm2": "Ma non è possibile! Questa terribile tempesta mi manda a monte gli affari!",
		"Windy1": "Vuoi capelli arruffati dal vento? Vai fuori, è gratis.",
		"Windy2": "Argh! Dovrei semplicemente prendermi una giornata di riposo, tanto questo vento soffierebbe via il mio duro lavoro!"
	},
	"PainterSpecialText": {
		"Party": "Ho provato a organizzare una battaglia di paintball e invece tutti volevano cibo e festoni.",
		"Graveyard1": "Dipingo pareti e mobili, non ossa! Non è il giorno dei morti!",
		"Graveyard2": "Che posto da sogno... Però ci starebbe bene un tocco di colore, non credi?",
		"Rain1": "La pioggia è il mio incubo peggiore. Cancella tutto il mio duro lavoro!",
		"Rain2": "Avevo dipinto un murale su questa parete un attimo fa. Avrei dovuto ascoltare le previsioni del tempo!",
		"Storm1": "Quando arriva il tuono e il fulmine colpisce... i colori dei mobili risaltano.",
		"Storm2": "Batti le palpebre e te lo perderai. I colori più luminosi si distinguono quando colpisce un lampo.",
		"Windy1": "Senti quella correntina? Sta spargendo l'odore della vernice dappertutto.",
		"Windy2": "Questa tempesta di vento ha appena spazzato via tutta la vernice fresca dal muro!"
	},
	"AnglerSpecialText": {
		"Party": "Che credi? Che mi piacciono le feste perché sono un bambino? Beh, hai ragione, quindi scateniamoci!",
		"BloodMoonFishing2": "Dovresti provare a pescare quando l'acqua è rosso sangue! È da morire!",
		"Graveyard1": "Ho una fifa! Tutta colpa tua!",
		"Graveyard2": "Come posso pescare là fuori?! Sei fuori di testa?!",
		"Rain1": "Sì! Piove! Così potrò vedere come ti inzuppi mentre peschi per me!",
		"Rain2": "Vado sempre a pesca sotto la pioggia! È per questo che indosso il cappello!",
		"Storm1": "I temporali sono il momento migliore per andare a pesca! Anche il più pericoloso! Manderò te a pescare al posto mio!",
		"Windy1": "Di solito è un'ottima idea pescare quando c'è vento, ma questo è troppo! Per poco non mi infilzavo un occhio con l'amo!",
		"Windy2": "È un uragano?! Per poco non mi colpiva un delfino!",
		"BloodMoonFishing1": "Sai che quando c'è la luna di sangue si aggirano in acqua le creature più spaventose? Devi assolutamente andare a provare! Io ti osserverò da qui!",
		"Storm2": "Una volta, durante una battuta di pesca, un fulmine ha colpito il lago! Improvvisamente, tutto il pesce galleggiava in superficie senza il minimo sforzo!"
	},
	"AnglerQuestText": {
		"NoQuest_1": "Non ho niente da affidarti in questo momento.",
		"NoQuest_2": "Mi hai intrattenuto abbastanza per oggi. Vai via.",
		"NoQuest_3": "Non c'è altro da fare, il grande {Angler} ti congeda!",
		"NoQuest_4": "Soltanto un pesce al giorno. Ti prego di andartene!",
		"NoQuest_5": "Non ho neanche usato l'ultimo pesce che mi hai dato. Non me ne serve un altro.",
		"TurnIn_1": "Oh! Grazie per il pesce che ti avevo chiesto. Ora però smamma!",
		"TurnIn_2": "Ottima pesca! Sta andando tutto secondo i piani! Eh eh eh!",
		"TurnIn_3": "Fai sempre quello che ti dico! Ora però vattene!",
		"TurnIn_4": "Ahahaha! Ce l'hai fatta! Però non ti è successo niente di brutto, che noia!",
		"TurnIn_5": "Wow! Hai fatto davvero come ti ho chiesto e sei ancora in vita! Bene. Dammelo e smamma!",
		"Quest_Batfish": "Na na na na na na na Bat-pesce! Questo significa vai sotto terra, prendilo e riportamelo!\n\n(Catturato in sotterranei e caverne)",
		"Quest_BumblebeeTuna": "Le giungle sotterranee di {WorldName} contengono tante cose strane! Per esempio ho visto un pesce che sembrava davvero un calabrone gigante! Ho l'allergia alle api, quindi devi catturarlo tu al posto mio! Scommetto che ha il sapore di un panino al tonno!\n\n(Catturato nel miele)",
		"Quest_Catfish": "Finalmente ho trovato un gatto della giungla che ama l'acqua! Forse perché in parte è anche un pesce. Non so come sia successo e non mi interessa. Lo voglio e basta... E vedi di fare in fretta!\n\n(Catturato nella giungla, in superficie)",
		"Quest_Cloudfish": "Pare che esistano delle isole che fluttuano nel cielo e nascondono dei tesori favolosi! Ma che importa. La cosa più bella è che a volte nelle nuvole si formano dei laghi e in questi laghi si trovano i pesci fatti di nuvole! Voglio sapere che sapore hanno, quindi ti conviene andare a catturarmene uno!\n\n(Catturato nei laghi celesti)",
		"Quest_Cursedfish": "C'è un pesce maledetto che nuota nelle acque più contaminate che esistano! È stato creato con le fiamme maledette degli eroi caduti che si aggirano laggiù. Dicono che nemmeno l'acqua possa spegnere questo fuoco perché brucia eterno. Ho in mente parecchie cose fantastiche che potrei fare con un pesce così! Lo vai a catturare per me o hai troppa paura?!\n\n(Catturato nella Corruzione)",
		"Quest_DynamiteFish": "L'esperto in demolizioni era su tutte le furie per aver perso un candelotto di dinamite nel lago della foresta. Eppure ne ha così tanti. Quindi, che importanza ha? Probabilmente perché gli sono cresciute le pinne e se ne è andato via nuotando! Non so dove prenda il materiale per creare quelle cose, ma quello è sicuramente posseduto! Pescalo e portamelo. Ho sempre voluto un pesce kamikaze! Non chiedermi perché...\n\n(Catturato in superficie)",
		"Quest_EaterofPlankton": "Scommetto che non hai il coraggio necessario per trovare il Mangiaplankton. Un pesce contaminato mutato da un trancio del Mangiatore di mondi! Catturalo e portamelo per dimostrarmi che non sei una mezza calzetta!\n\n(Catturato nella Corruzione)",
		"Quest_FallenStarfish": "Adoro collezionare quelle stelle luminose che cadono dal cielo! E mi piace ancora di più quando finiscono in testa a qualcuno. Ma... una stella che cade in un lago forestale e si trasforma in un pesce è il massimo! È davvero fenomenale e lo saresti anche tu se me la portassi!\n\n(Catturato nei laghi celesti)",
		"Quest_TheFishofCthulu": "A quanto pare, gli Occhi del Demone a volte sono anfibi. Non volano... Nuotano! Chissà che faccia farebbe una persona se li trovasse nella vasca da bagno! Di solito sono sempre nelle stesse zone... Quindi vai a pescarne uno!\n\n(Catturato nei laghi celesti e in superficie)",
		"Quest_Fishotron": "Non so se sia meglio un pesce ossa o un pesce ossa CON LE MANI. Il pescetron che bazzica nelle caverne fa davvero paura! Credo che sia posseduto dagli stessi spiriti malvagi che possedevano quel vecchio nei pressi dei sotterranei! Ti sfido a catturarlo!\n\n(Catturato nelle caverne)",
		"Quest_Harpyfish": "Stavo cercando di dormire dalle parti del lago quando un pesce è arrivato giù in picchiata. Volava! Aveva il volto di una donna e le piume! Credo di aver urlato più forte di lei! Ehi, tu! Vai a fargliela pagare per avermi terrorizzato!\n\n(Catturato nei laghi celesti e in superficie)",
		"Quest_Hungerfish": "C'è un pezzo dell'Affamato che si è trasformato dal Muro di carne in un pesciolino che nuota senza meta negli Inferi. È bruttissimo, disgustoso, ma lo voglio!\n\n(Catturato nelle caverne)",
		"Quest_Ichorfish": "Sai che nella profondità del Cremisi, ci sono delle creature che emettono una sostanza gialla schifosa? Ho sentito una storia assurda di uno stagno di questa sostanza che si è fusa dando vita a un pesce che nuota! Catturamelo, così posso nasconderlo nel bagno di qualcuno!\n\n(Catturato nel Cremisi)",
		"Quest_Jewelfish": "Oooooohhh, diventerò ricco sfondato! Nelle caverne c'è un pesce fatto di gemme! Non chiedermi come sia possibile perché non lo so. So soltanto che è meraviglioso e che tu andrai a catturarlo per me!\n\n(Catturato in sotterranei e caverne)",
		"Quest_MirageFish": "Nella Consacrazione ci sono delle creature interessanti, credimi! Sono di questo colore viola assurdo che mi confonde la vista! Una meraviglia, quindi voglio che tu catturi per me uno di quei pesci!\n\n(Catturato nella Consacrazione sotterranea)",
		"Quest_MutantFlinxfin": "Che cos'è di colore bianco e sabbia, è peloso e vive nel lago ghiacciato sotterraneo? Un pesceflinx mutante! Non era un indovinello. Questa varietà esiste davvero, è una mutazione del flinx che si è adattata allo stile di vita acquatico! Ora voglio che si adatti alla mia boccia, quindi fai in modo di farcelo finire dentro!\n\n(Catturato nella tundra sotterranea)",
		"Quest_Spiderfish": "Ho visto un pesce con otto zampe! No! Non ci contare! Dovrai andare a pescarlo tu, così quando lo avrò tra le mani non sarà vivo! Non mi addentrerò mai più nella caverna per pescare!\n\n(Catturato in sotterranei e caverne)",
		"Quest_UnicornFish": "Gli unicorni e gli arcobaleni sono fantastici! Si trovano ovunque, persino in acqua. Dico sul serio. Ho visto un pesce unicorno nel lago della Consacrazione! Dovrai pescarlo e regalarmelo, perché lo voglio come animale domestico!\n\n(Catturato nella Consacrazione)",
		"Quest_GuideVoodooFish": "Quei demoni negli inferi adorano le bambole vodoo, ma credo che stavolta abbiano un po' esagerato con la magia! Una di loro si è trasformata in un pesce. Ti sfido ad andare a prendermela! Fai attenzione alla lava bollente perché ti brucerà a morte e non potrai portarmi quel pesce!\n\n(Catturato nelle caverne)",
		"Quest_Wyverntail": "Io so una cosa che tu non sai, pappapero! E va bene, te la dico. C'è una creatura terrificante che vola tra le stelle! Non me lo sono inventato! Si chiama viverna! Ma... ma tu lo sapevi già, eh? Beh, quello che non sai è che alla nascita è un girino! Quindi in pratica sono come... rane, ecco! Datti da fare e vai a prendermene una!\n\n(Catturato nei laghi celesti)",
		"Quest_ZombieFish": "Non ci crederai mai! Di notte ho catturato un pesce nella foresta che era già morto! Ha cercato di divorarmi! L'ho gettato via e sono scappato! Ora vorrei metterlo nella credenza di qualcuno per vedere che cosa succede, quindi vai a recuperarlo per me, ok?\n\n(Catturato in superficie)",
		"Quest_Angelfish": "Sai che esiste un'isola magica che fluttua alta nel cielo? Scommetto di no! Se gli angeli vivono in cielo, secondo me sono dotati di pinne e branchie e sanno nuotare! Direi proprio che devi portarmene uno!\n\n(Catturato nei laghi celesti)",
		"Quest_BloodyManowar": "Ahi! Non ti avvicinare! Mi ha punto una medusa sanguinolenta! Se non sai che cosa sia, è la medusa più pericolosa di {WorldName}! Vai in quel maledetto Cremisi e catturala se ne hai il coraggio!\n\n(Catturato nel Cremisi)",
		"Quest_Bonefish": "Di solito non mi interessa se vedo ossa di pesce che galleggiano, ma queste stavano proprio nuotando! Credevi che solo gli scheletri umani si aggirassero ancora in {WorldName}? Cattura quella creatura, così posso nasconderla nel letto di qualcuno!\n\n(Catturato in sotterranei e caverne)",
		"Quest_Bunnyfish": "Ero nella foresta a pescare, no? E indovina cosa è successo! Mi è saltato addosso un coniglio! Poi un altro... e un altro... Mi sono ritrovato improvvisamente circondato dai conigli! Uno mi è anche saltato addosso dall'acqua, ma non aveva le zampe! Sono caduto dalla sedia per lo stupore e tutti i conigli sono scappati! Voglio quel pesce coniglio come animale domestico, quindi ti conviene andare a prendermelo! Di corsa!\n\n(Catturato in superficie)",
		"Quest_CapnTunabeard": "Corpo di mille balene! Forza, ciurma! C'era una volta un pirata che aveva un pesce di nome Capitan Tonnorosso, ma durante una grande tempesta, la boccia cadde in mare. Ha un uncino al posto della coda, una benda sull'occhio e tutto il resto! Devi catturare quel pesce per me, così sarò forte come un pirata! Ovviamente deve trovarsi da qualche parte nell'oceano! Duh!\n\n(Catturato nell'oceano)",
		"Quest_Clownfish": "Ho visto un pesce arancione brillante nei pressi dell'oceano. Si guardava intorno agitato, come se avesse perso un parente! Vai a catturarlo, così ne arriverà un altro a cercarlo!\n\n(Catturato nell'oceano)",
		"Quest_DemonicHellfish": "Ho sentito dire che negli Inferi il re di tutti i demoni è un pesce! Immagina quanto sarei forte se tu me lo portassi!\n\n(Catturato nelle caverne)",
		"Quest_Derpfish": "Quei Derpling nella giungla sono le creature più spaventose che io abbia mai visto! Fortunatamente a volte non hanno le gambe! Alcuni vivono nell'acqua e sono molto meno spaventosi! Pescane uno così potrò assaggiarlo senza che mi spaventi a morte!\n\n(Catturato nella giungla, in superficie)",
		"Quest_Fishron": "C'è una leggenda che narra di una creatura potente che si chiama pesce drago. È un'unione tra un maiale, un drago e un pesce! Ho sentito dire che si trova nel laghi sotterranei congelati, nella parte più fredda del mondo! Non ho intenzione di andarci, quindi vai a catturarlo e fai in modo che finisca nelle mie mani! Non vedo l'ora!\n\n(Catturato nella tundra sotterranea)",
		"Quest_InfectedScabbardfish": "Un pesce lunghissimo che assomiglia alla guaina di una spada e nuota nelle acque fangose della Corruzione! Sembra una pietra di ebano, quindi non lasciarti ingannare! Esatto, dico proprio a te. Perché sarai tu ad andare a pescarlo, non io!\n\n(Catturato nella Corruzione)",
		"Quest_Mudfish": "Fai attenzione mentre attraversi l'acqua della giungla! Perché? Non mi importa se ti mordono i pesci piraña, ma non vorrei che finissi su uno dei miei pesci preferiti: il pesce fango! E poi voglio che lo catturi per me!\n\n(Catturato nella giungla)",
		"Quest_TropicalBarracuda": "I pesci piraña e gli squali sono orribili! Davvero brutti! Sai che c'è un pesce davvero carino, ma capace di staccarti la testa? Pagherei 2 monete di platino per vederglielo fare, quindi... vai a catturarlo per me. Però portamelo prima che ti stacchi la testa!\n\n(Catturato nella giungla, in superficie)",
		"Quest_TundraTrout": "Ti chiedi mai perché la superficie del lago nelle zone innevate di {WorldName} non si ghiaccia mai? Io no. I pesci però si congelano! Un pesce di ghiaccio sarebbe un grande regalo per il fantastico {Angler}! Vai e portami subito questa trota della tundra!\n\n(Catturato nella tundra in superficie)",
		"Quest_Slimefish": "Gli slime nella foresta sono davvero raccapriccianti. I pescislime sono ancora più schifosi! Non voglio nuotare con gli slime, quindi tirane uno fuori dall'acqua!\n\n(Catturato nella foresta, in superficie)",
		"Quest_AmanitaFungifin": "Ho scoperto un posto spettacolare pieno di funghi giganti luminosi! Era tutto blu! Stavo raccogliendo alcuni funghi che ho trovato vicino a un lago blu luccicante, quando uno di questi mi ha azzannato ed è scappato via nuotando! Voglio dargli un bel morso e fargliela pagare! In pratica, dovrai catturarlo per me!\n\n(Catturato nei campi di funghi luminosi)",
		"Quest_Dirtfish": "Stavo tirando su un pesce bello grande quando dal lago della foresta è apparso uno zombie e ha iniziato a parlare di un pesce feroce fatto di fango! Ha detto che riuscirebbe ad asfissiare dieci tizi delle sue dimensioni, o qualcosa del genere... Lo voglio! ADESSO!\n\n(Catturato in superficie e nel sottosuolo)",
		"Quest_ScarabFish": "Ho letto un'antica storia di un pesce che assomiglia a un magico scarabeo... cioè uno scarafaggio, se non lo dovessi sapere! Dove si trova? Dove pensi che sia? Nel deserto! Non guardarmi così... è vero! Là fuori c'è dell'acqua! Ma non vorrei che gli avvoltoi mi divorassero i bulbi oculari. Quindi... vacci tu!\n\n(Catturato nel deserto)",
		"Quest_ScorpioFish": "Credo che qualcuno, davvero stupido, abbia provato a convincerti che non c'è acqua nel deserto! Si sbaglia alla grande! C'è questa cosa che si chiama oasi e c'è dell'acqua! Indovina cosa accade quando c'è acqua?! Esatto, ci sono anche i pesci! Creature strane che cercano di pungerti e pizzicarti e ti fanno un sacco di cose terribili! Un perfetto animale domestico per me e un lavoro perfetto per te!\n\n(Catturato nel deserto)",
		"Quest_Pengfish": "È una balena! È un delfino! No, è un pesce pinguino! Oh, guarda chi c'è! Me ne porti uno? Lo sai che vivono soltanto nell'acqua gelida, vero?\n\n(Si cattura nella tundra di superficie)",
		"Quest_Pixiefish": "C'è un tipo di fatina rarissima che nasce con così tante ali da essere incapace di volare! Nuota con i pesci nel lago, circondata da quell'erba blu colorata. Il mio acquario ha bisogno di una lampada, quindi voglio che tu vada a catturare quella fatina!\n\n(Si cattura nella Consacrazione di superficie)"
	},
	"AnglerChatter": {
		"Chatter_1": "Perché {Bartender} non vuole vendermi della birra? Voglio provarla! Che brontolone!",
		"Chatter_10": "Non ho la mamma né il papà, però ho un sacco di pesce! Quindi fa lo stesso!",
		"Chatter_2": "Come?! Non hai notato che sto riavvolgendo la lenza?",
		"Chatter_3": "Ho abbastanza pesce! In questo momento non mi serve il tuo aiuto!",
		"Chatter_4": "Non ci sono chef a {WorldName}, quindi tocca a me cucinare tutto questo pesce! ",
		"Chatter_5": "Ehi! Fai attenzione! Sto preparando delle trappole per una burla pazzesca! Nessuno se l'aspetterà! Mi raccomando, non andare in giro a raccontarlo!",
		"Chatter_6": "Dammi retta: non leccare mai un pezzo di ghiaccio! Anzi, no! Fai come se non te l'avessi detto. Provaci, dai!",
		"Chatter_7": "Hai mai sentito parlare di un pesce che abbaia? Io no, però chiedevo a te!",
		"Chatter_8": "{WorldName} ha un sacco di pesci esotici!",
		"Chatter_9": "Che delusione! Probabilmente alcuni pesci si sono estinti prima della mia nascita. Non è giusto!"
	},
	"BartenderChatter": {
		"Chatter_1": "Ho la cura per tutto ciò che ti affligge!",
		"Chatter_10": "Secondo te {Steampunker} ha un'altra di quelle pistole? Conosco una strega che potrebbe volerne una.",
		"Chatter_11": "Non mi meraviglio che l'{Demolitionist} abbia così tanti incidenti. Non immagini quanta birra compra da me.",
		"Chatter_12": "Di solito non mi piacciono molto i goblin, ma {GoblinTinkerer} mi sembra un tipo a posto.",
		"Chatter_13": "{?Day}Qualcuno sa dov'è andata la driade?",
		"Chatter_14": "{?!Day}Qui non si sente volare una mosca. È un po' troppo tranquillo...",
		"Chatter_15": "{?!Day}Parla con me e fai il tuo lavoro.",
		"Chatter_16": "{?BloodMoon}Sai, dove abito io, una Luna di Sangue è soltanto una scusa per prendere una boccata d'aria fresca.",
		"Chatter_17": "{?MoonLordDefeated}Signore della Luna? Intendi Signore dell'Abisso?",
		"Chatter_18": "{?HardMode}Conosco un Lavamante che apprezzerebbe quella pietra infernale nel mondo sotterraneo.",
		"Chatter_19": "{?Homeless}Conosci un buon locale per aprire un negozio? Mi piacerebbe avere un bar qui.",
		"Chatter_2": "Dicono che sei forte. Beh, io di forza ne so qualcosa. Vediamo se sei all'altezza.",
		"Chatter_3": "Al mio paese si vende soltanto birra di radice...",
		"Chatter_4": "Un bel passo avanti rispetto a pulire i tavoli tutto il giorno.",
		"Chatter_5": "La vita è difficile quando sei naturalmente migliore degli altri.",
		"Chatter_6": "Che ci faccio qui...",
		"Chatter_7": "Un sacco di tenacia e un pizzico di fortuna fanno molta strada...",
		"Chatter_8": "Hai visto qualche Mebur da queste parti?",
		"Chatter_9": "{Dryad} sembra simpatica. Dovrei invitarla a venire con me."
	},
	"BartenderHelpText": {
		"Help_1": "La prima cosa che devi sapere è che vendo degli artefatti difensivi speciali, ma puoi ottenerli soltanto se hai delle medaglie da difesa!",
		"Help_10": "Se riesci a respingere l'invasione, riceverai più medaglie da difesa e potrai portarmele per acquistare più artefatti e altre ricompense speciali!",
		"Help_11": "Gira anche voce che il potere degli artefatti possa essere ulteriormente sbloccato se sconfiggi l'esercito dell'Antico. Forse potresti persino usarli in qualsiasi momento!",
		"Help_2": "Puoi usare questi artefatti per creare trappole e torri difensive. Così facendo si consuma mana eteriano, un'energia speciale che viene rilasciata soltanto dai membri dell'esercito dell'Antico!",
		"Help_3": "Sfidare l'esercito dell'Antico è piuttosto semplice. Sono attratti dal potere dei cristalli di Eternia, quindi puoi usarli per attirarli.",
		"Help_4": "Per posizionare un cristallo di Eternia, devi ottenere un cristallo di Eternia e un piedistallo sul quale piazzarlo. E guarda caso, puoi comprarli da me!",
		"Help_5": "Ti conviene mettere il piedistallo del cristallo di Eternia in una zona aperta e piana. Potrebbe essere difficile da proteggere con troppe pareti e altre cose!",
		"Help_6": "Una volta posizionato il piedistallo, interagisci con esso mentre hai in mano il cristallo di Eternia e preparati per una battaglia!",
		"Help_7": "Dovrai impedire all'esercito dell'Antico di distruggere il cristallo di Eternia! Questo avrebbe conseguenze catastrofiche per il mio mondo di Etheria!",
		"Help_8": "Puoi piazzare difese al costo di 10 unità di mana eteriano. Una volta posizionato, il cristallo di Eternia rilascerà un po' di questo mana. Altrimenti dovrai sconfiggere i nemici per ottenerne ancora.",
		"Help_9": "Con l'aiuto delle difese dovrai respingere varie ondate di invasori che stanno cercando di distruggere sia te che il cristallo di Eternia!"
	},
	"CyborgChatter": {
		"Chatter_1": "Il {Bartender} ha detto che gli ricordavo \"EV2\". Forse dovrei incontrarla."
	},
	"GoblinTinkererChatter": {
		"Chatter_1": "Sai, questi goblin eteriani sono molto diversi dal mio popolo. Un gruppo davvero turbolento. Non che la mia gente sia tanto meglio..."
	},
	"GuideHelpText": {
		"Help_1063": "Di solito cercherei di insegnarti tutto sull'esercito dell'Antico, ma ti consiglio di chiedere al {Bartender}.",
		"Help_1064": "Quando la luna diventa rossa, l'acqua diventa come sangue. Le creature sommerse potrebbero diventare grottesche e pericolose."
	},
	"MechanicChatter": {
		"Chatter_1": "{Bartender} mi ha offerto della birra di radici e io gli ho chiesto una tazza quadrata."
	},
	"NurseChatter": {
		"Chatter_1": "Continuo a chiedere vino, ma {Bartender} mi offre solamente boccali di birra."
	},
	"PirateChatter": {
		"Chatter_1": "Era ora che arrivasse un barista! Ero quasi a corto di rum!"
	},
	"StylistChatter": {
		"Chatter_1": "Ho offerto al {Bartender} una spuntatina gratuita, ma ha rifiutato. Cioè, gli avrei almeno potuto spuntare i baffi!"
	},
	"TownNPCHousingFailureReasons": {
		"HoleInWallIsTooBig": "In questa stanza manca una parete",
		"RoomCheckStartedInASolidTile": "Questo è un blocco solido!",
		"RoomIsTooBig": "Questa stanza è troppo grande",
		"RoomIsTooSmall": "Questa stanza è troppo piccola",
		"TooCloseToWorldEdge": "We need better text for this!!!",
		"RoomHasAStinkbug": "Questa stanza è infestata da una cimice!",
		"RoomHasAnEchoStinkbug": "Questa stanza è infestata da una cimice spettrale!"
	},
	"AnglerQuestChatter": {
		"Chatter_1": "Wooow! Mi hai infastidito ben {AnglerCompletedQuestsCount} volte! Se non avessi ricevuto un bel pesce ogni volta, sarei fuori di me!",
		"Chatter_2": "Sai che adesso ho {AnglerCompletedQuestsCount} pesci fantastici?! Per svolgere certe commissioni non sei affatto inutile!"
	},
	"BestiaryGirlChatter": {
		"Chatter_11": "Non ho idea di come mi trovo qui, ma è pazzesco.",
		"Chatter_3": "Cioè, non so molte cose... ma posso parlare di natura, creature, animali e fauna selvatica fino alla nausea...",
		"Chatter_4": "Mio fratello maggiore mi chiama licantropo. Cioè, sarei in parte animale, o che so io. Lui deve saperlo, visto che passa tanto tempo in giro!",
		"Chatter_5": "Adoro un sacco gli animali! Ho provato ad accarezzare questa strana volpe una volta, però mi ha morso e adesso sono diventata uno di loro! Forte!",
		"Chatter_6": "Smettila di tirarmi la coda... Guarda che è vera e... fa davvero male quando la tiri!",
		"Chatter_7": "Eh?! No, {Stylist} non mi ha tinto i capelli. Questo è il colore naturale! Però prima che mi mordesse la volpe erano di un castano scuro!",
		"Chatter_8": "Oh, QUESTE orecchie? Ah ah, per sentirti meglio, tesoro!",
		"Chatter_9": "Una volta, al campo delle creature, mi sono svegliata una mattina e tutto era lacerato! Cioè, wow, come ho fatto a dormire senza accorgermene?!",
		"Chatter_1": "Una volta raccoglievo creature come te, poi una maledetta volpe mi ha morso il ginocchio!",
		"Chatter_10": "Wow, non avevo mai visto la luna piena. Per qualche motivo, mi addormento ogni volta che ce n'è una!",
		"Chatter_2": "{?Eclipse}Cioè, wow, mi sembra di far parte di queste creature assassine qua intorno. Fortuna che rispetto a loro ho un po' di cervello."
	},
	"BestiaryGirlLycantropeChatter": {
		"Chatter_1": "Grrr!! Via. Fermati. Ora!",
		"Chatter_2": "Rawgh! Roo! Pericolo. Io. Wraaaa!"
	},
	"BunnyChatter": {
		"Chatter_1": "*Versi di coniglio*",
		"Chatter_2": "*Versi di coniglietto*"
	},
	"CatChatter": {
		"Chatter_1": "Miao!",
		"Chatter_2": "Purr...",
		"Chatter_3": "Merrooow!"
	},
	"DogChatter": {
		"Chatter_1": "Bau!",
		"Chatter_2": "Bau!",
		"Chatter_3": "Bau, bau!"
	},
	"GolferChatter": {
		"Chatter_9": "In questo gioco, chi fa più punti perde.",
		"Chatter_1": "Non sono il tipo da urlare e fare casino appena la mia pallina finisce in acqua. Resto calmo e mi concentro sul prossimo tiro.",
		"Chatter_10": "I paesaggisti guadagnano bene con noi golfisti. Ehi!",
		"Chatter_12": "Secondo {Dryad}, sto assassinando un sacco dei suoi amici quando taglio il prato.",
		"Chatter_13": "Se atterri sul green, usa un putter! Non lasciare che le tue palline schizzino via quando manca COSÌ poco.",
		"Chatter_14": "Non andare a caccia di pericoli d'acqua, cerca di restare sul fairway e sui green a cui sei abituato.",
		"Chatter_15": "{?BloodMoon}Le macchie di sangue sulla mia mazza? Hai visto quanti zombie ci sono là fuori?!",
		"Chatter_16": "{?BloodMoon}Non so cosa faccia più paura, se una luna di sangue o mia sorella durante una luna di sangue!",
		"Chatter_17": "{?Rain}Giocare a golf con questo tempo?! Solo se ti piace giocare con un parafulmine enorme!",
		"Chatter_2": "Tsz! Che cosa mangi a colazione?",
		"Chatter_3": "Il mattino ha l'oro in bocca.",
		"Chatter_4": "Leccati il dito e alzalo per controllare la direzione del vento. Le palle da golf sono leggere e facilmente influenzate dalla brezza.",
		"Chatter_5": "Se la sabbia ti dà gli incubi, la testa della mazza è il tuo acchiappasogni.",
		"Chatter_6": "Devo darmi alla pesca? Chiedendo a {Angler} di prendermi le palle finite in acqua mi si sta svuotando il portafoglio!",
		"Chatter_7": "Colpire alto, lontano o tirare fuori la pallina? L'importante è la mazza usata. Scegli attentamente!",
		"Chatter_8": "Quando ti offro di andare a fare un giro con le mazze, non voglio dire di andare a prendere a botte qualcuno, ma di andare a giocare a golf!",
		"Chatter_11": "{Armsdealer} ha scambiato spesso le mie palle da golf per munizioni per il suo moschetto."
	},
	"GolferQuestsChatterApprentice": {
		"1": "Stai migliorando! Non temo più per la mia vita.",
		"2": "Questi colpi sono piuttosto mediocri.",
		"3": "Non sei al livello dei campioni, ma andrai bene comunque."
	},
	"GolferQuestsChatterJourneyman": {
		"1": "Stupefacente. Statisticamente, sei leggermente superiore agli altri!",
		"2": "State facendo un buon lavoro! Mi devo preoccupare?",
		"3": "Il tuo punteggio è molto al di sotto del par. È una buona cosa!"
	},
	"GolferSpecialText": {
		"Graveyard1": "I cimiteri mi mettono i brividi. Non mi piace praticare i miei colpi sulle tombe di amici e parenti.",
		"Graveyard2": "Non giocare a golf in un cimitero. L'erba cresce troppo in fretta e rende il campo troppo accidentato.",
		"Rain1": "Giocare a golf sotto la pioggia è meno divertente. È tutto così scivoloso!",
		"Rain2": "Gli ostacoli d'acqua sono molto più grandi quando piove, rendendo più difficile raggiungere il green!",
		"Storm1": "Direi di no, {PlayerName}.",
		"Storm2": "Le probabilità di essere colpiti da un fulmine sono come quelle di una lotteria. Uscire e far oscillare la mazza è un biglietto vincente!",
		"Windy1": "Questo vento rende il campo molto difficile.",
		"Windy2": "Il vento forte rende una partita di golf più avvincente, ma questo è un po' eccessivo.",
		"FirstMeeting1": "Grazie per il salvataggio. Se fossi rimasto intrappolato qui ancora un po', mi sarebbe venuta un'insolazione!",
		"Party_1": "Ho difficoltà a concentrarmi su questo colpo a causa di questa festa fastidiosa.",
		"Party_2": "Ho fatto buca al primo colpo! Questo è un buon motivo per festeggiare tutti insieme. Mettiamo giù la mazza e beviamo qualcosa.",
		"FirstMeeting2": "Beh, grazie! Sono in questa buca di sabbia da giorni. Fortuna che si può ricavare acqua da un cactus."
	},
	"GuideHelpTextSpecific": {
		"Help_1159": "Se unirai le lenti a un altare cremisi, potresti trovare un modo per evocare un potente mostro. Ma aspetta che faccia buio prima di utilizzarlo.",
		"Help_1100": "Ho saputo che una razza di uomini lucertola vive nella giungla. Perché non provi ad attirarne uno abbattendo una bestia gigante della giungla?",
		"Help_1101": "Ho sentito che c'è una donna là fuori esperta nel respingere le forze che hai appena scatenato. Forse se dimostrerai il tuo valore, potrai catturare la sua attenzione.",
		"Help_1102": "Le macchine non sono così male. Forse possiamo costruirne una, se possiamo ottenere armi esplosive dalla giungla...",
		"Help_1103": "Una volta ho incontrato una stilista in questa regione. Si è avventurata sottoterra e quella è stata l'ultima volta che l'ho vista. Chissà cosa le è successo?",
		"Help_1104": "Hai mai catturato un pesce strano con cui non sapevi cosa fare? Ho saputo che vicino all'oceano vive un maestro di pesca che potrebbe usare questi...",
		"Help_1105": "L'anima torturata negli Inferi mi sembra molto familiare... Hai provato a usare la polvere purificatrice?",
		"Help_1106": "Sono stati avvistati dei pirati da queste parti ultimamente. Se ce ne faremo amico uno, potrebbe mostrarci dove ha sepolto il suo tesoro?",
		"Help_1107": "Ci sono alcune piante speciali ed altri ingredienti che possono essere usati per tingere le cose. Forse se ne tieni un po’, qualcuno potrà mostrarti come fare.",
		"Help_1108": "Ho sentito parlare di funghi luminosi che crescono grandi sulla superficie fino a diventare senzienti. Mi chiedo se ci sia qualcosa di vero in tutto questo...",
		"Help_1109": "Dicono che la sabbia è terribile per il golf. Nessun golfista di rispetto si farebbe trovare in un deserto... giusto?",
		"Help_1110": "Gli artisti amano praticare il loro mestiere e i pittori amano dipingere. Se ci sarà abbastanza gente, avremo un numero sufficiente di case e un pittore potrebbe venire ravvivare questo posto!",
		"Help_1111": "Molti sono arrivati ultimamente, non è vero? Se diventa ancora più affollato qui, verrà sicuramente una ragazza mondana!",
		"Help_1112": "Tieni sempre d'occhio gli sconosciuti che hanno bisogno di aiuto! Non si sa mai quando potresti incontrare qualcuno nuovo che ha bisogno di aiuto.",
		"Help_1113": "Se le merci del {Merchant} non ti interessano, un mercante girovago viene spesso qui con della merce esotica che ti potrebbe piacere.",
		"Help_1114": "Non tutti i mostri non-morti sono ostili. Ho sentito dire che ce n'è anche uno che vende merce sottoterra.",
		"Help_1115": "Questo mondo è pieno di molte creature straordinarie e pericolose da scoprire. Ci sono alcuni esperti che potrebbero ricompensarti per aver condiviso questa conoscenza con loro!",
		"Help_1120": "Se pensavi che le giornate piovose fossero una scocciatura, aspetta di vedere quando piove slime!",
		"Help_1121": "In rare occasioni, la luna copre il sole, facendo emergere un sacco di mostri spaventosi!",
		"Help_1122": "Hai mai visto i goblin ricognitori nelle regioni esterne del mondo? Mi chiedo se un'invasione non sia imminente...",
		"Help_1123": "Una volta credo di aver visto una mappa del tesoro che galleggiava nell'oceano, ma uno squalo se l'è mangiata. Forse dovresti andare a cercarne una?",
		"Help_1124": "Ho visto alcune luci lampeggianti, in alto nel cielo, lontane. La verità è là fuori, te lo dico io.",
		"Help_1125": "Hai mai visto delle bellissime lanterne che volano nel cielo notturno? La gente di questo mondo celebra le tue vittorie, augurandoti fortuna.",
		"Help_1130": "Se metti una bottiglia vuota su un tavolo, puoi usarla per preparare un sacco di belle pozioni!",
		"Help_1131": "Appendi gli stendardi guadagnati sconfiggendo i nemici, in quanto ti aiuteranno in futuro a combattere con quella creatura.",
		"Help_1132": "Fa abbastanza freddo nel bioma della neve, ma ci sono alcuni tesori unici anche là. Io andrei a controllare!",
		"Help_1133": "Sotto il deserto ci sono gallerie di formicaleone, piene di rari fossili e molti pericoli!",
		"Help_1134": "Se trovi un bioma di marmo, fai attenzione! Dicono che quei luoghi siano abitati da alcune creature molto pericolose!",
		"Help_1135": "Nei biomi di granito, la pietra stessa è una minaccia, poiché spesso prende vita e attacca gli intrusi!",
		"Help_1136": "Hai bisogno di creare qualcosa con i minerali che non riesci a trovare su {WorldName}? Prova a cercare le casse o a mettere fango e sabbia nell'estrattificatore!",
		"Help_1137": "Se mai avessi bisogno di una pausa da tutte queste avventure, c'è sempre tempo per una bella pesca vecchio stile.",
		"Help_1138": "Mentre esplori il sottosuolo, potresti incontrare di tanto in tanto delle fate servizievoli. Se le segui, potrebbero condurti al tesoro!",
		"Help_1141": "La pietra cremisi nel Cremisi può essere purificata con polvere di driade o distrutta con esplosivi.",
		"Help_1142": "Cerca di raccogliere un po' di ossidiana, formata dall'incontro di acqua e lava. Può essere usata per proteggere dal calore intenso.",
		"Help_1143": "Alcuni dicono che esistono alveari enormi sepolti nel sottosuolo della giungla. Un po' di miele non mi dispiacerebbe.",
		"Help_1144": "Hai trovato dei vecchi fossili nel deserto? Mi chiedo se esista un modo per estrarli dalla roccia.",
		"Help_1145": "È ora di aggiornare quella vecchia fornace! Cerca una forgia infernale negli Inferi, è l'unico modo per creare barre di pietra infernale.",
		"Help_1146": "Hai visto le viverne che si librano sopra le nuvole? Se solo potessi volare così...",
		"Help_1147": "Prova a unire una forgia infernale a un po' di adamantio. Scommetto che potresti creare qualcosa di davvero potente!",
		"Help_1148": "Prova a unire una forgia infernale a un po' di titanio. Scommetto che potresti creare qualcosa di davvero potente!",
		"Help_1149": "Hai trovato della frutta rara nella giungla ultimamente? Se la mangi, la tua vita massima aumenterà!",
		"Help_1150": "Ho sentito parlare di bulbi rosa luminosi che crescono nella giungla di recente. Tieni gli occhi aperti se decidi di raccoglierne uno.",
		"Help_1151": "Con la tua chiave puoi aprire il tempio nascosto nella giungla. L'hai trovato?",
		"Help_1152": "Dicono che c'è un tempio chiuso, nascosto nella giungla. Chissà come si potrebbe aprire...",
		"Help_1153": "Wow, la tua chiave è davvero bella! Ho sentito dire che le chiavi come quella possono essere usate per ottenere il tesoro raro nel Dungeon!",
		"Help_1154": "Ho sentito parlare di un verme molto strano nei campi di funghi sotterranei. Chissà se potrebbe essere utile come esca...",
		"Help_1155": "Le antiche profezie parlano di un modo per evocare le orde mostruose di Halloween attraverso medaglioni con zucche.",
		"Help_1156": "Secondo le leggende, esiste un regalo maledetto che può trasformare le notti più festose in un'invasione di mostri!",
		"Help_1157": "C'è strana gente incappucciata fuori dal Dungeon. Forse dovresti andare a controllare...",
		"Help_1158": "Da dove sono arrivati quei pilastri?! Dovresti eliminare un po' di mostri che li circondano!",
		"Help_1140": "La prossima tappa consiste nell'esplorazione delle caverne del Cremisi. Trova e distruggi tutti i cuori cremisi che incontri.",
		"Help_1160": "Nel cuore della notte, quando è tutto innevato, un terrificante ruggito si alza dalla natura selvaggia! Qualcosa si nasconde là fuori!"
	},
	"SantaSpecialText": {
		"Graveyard1": "Oh oh oh! Un momento, c'è qualcosa di strano... Sono arrivato con due mesi di anticipo?!",
		"Graveyard2": "Buono o cattivo? Uhm, che strano... Tutta la gente di qui è stata rimossa dalla mia lista da parecchio tempo.",
		"Rain1": "Hai una torcia? Se ce l'hai, guideresti la mia slitta stanotte?!",
		"Storm1": "Oh oh... wow! Guarda come sfrecciano Dasher e Donner!",
		"Windy1": "Oh oh! La mia renna volerà a velocità turbo stanotte!",
		"Party": "Suvvia! Credevi davvero che festeggio soltanto a Natale?"
	},
	"SkeletonMerchantSpecialText": {
		"Graveyard1": "Anche se sembro appartenere a questo luogo, non è così.",
		"Graveyard2": "Che ci faccio qui? Questi non sono i miei amici!",
		"Rain1": "Lassù? Ho sentito che è piuttosto bagnato. Non vorrei che mi si bagnassero le ossa e diventassero troppo morbide...",
		"Storm1": "La superficie è abbondantissima con condizioni atmosferiche distruttive. Le ossa bruciacchiate non andrebbero bene per la mia carnagione!",
		"Windy1": "Il mondo sovrastante è turbolento e caotico. Preferirei che le mie ossa non si staccassero!"
	},
	"SteampunkerSpecialText": {
		"Graveyard1": "Perbacco! Quale porco ignorante si è messo a costruire qui?",
		"Graveyard2": "In questo luogo miserabile non c'è sangue né pompe a vapore.",
		"Rain1": "La pioggia è una spada a doppio taglio... Ci fornisce acqua per il vapore, ma fa anche arrugginire le nostre attrezzature.",
		"Rain2": "Dannato temporale! Non posso concludere niente quando è tutto bagnato!",
		"Storm1": "Elettricità? Non dire sciocchezze! Niente batte la potenza del vapore!",
		"Storm2": "Tutto quello che invento è fatto di metallo. Ma vista la situazione attuale dovrò riconsiderarlo!",
		"Windy1": "Aah... Un sorso di tè per godersi la brezza.",
		"Windy2": "Questo vento mi ha ispirato a creare per un nuovo motore jetpack!",
		"Party": "Tutti dicono di amare le torte alte, quindi sulla mia ho messo un fumaiolo."
	},
	"TaxCollectorSpecialText": {
		"Graveyard1": "Morte e tasse sono l'unica cosa certa della vita!",
		"Graveyard2": "La gente qui non sta pagando! Auguro a tutti di morire! Oh, sempre che non siano già morti.",
		"Rain1": "Un inganno! Qualcuno ha provato a dirmi di aver visto un pesce che camminava sulla terra. Per chi mi ha preso?!",
		"Rain2": "Perché non piovono monete d'oro?! C'è acqua ovunque! Bah, è così inutile!",
		"Storm1": "Una tempesta meravigliosa! Una tempesta notevole!",
		"Storm2": "Sono in estasi! Adoro questo clima!",
		"Windy1": "Solo perché le vostre case sono state soffiate via dal vento, non significa che potete smettere di pagare le tasse!",
		"Windy2": "Bah! Se questo vento continua, la gente perderà i suoi preziosi possedimenti e smetterà di pagarmi!"
	},
	"TownNPCMood": {
		"Content": "Sto bene così.",
		"DislikeBiome": "Odio {BiomeName}.",
		"DislikeCrowded": "Non mi piace tutta questa gente.",
		"DislikeNPC": "Odio {NPCName}.",
		"FarFromHome": "Sono troppo lontano da casa.",
		"HateBiome": "Detesto {BiomeName}.",
		"HateCrowded": "Detesto tutta questa gente.",
		"HateNPC": "Detesto {NPCName}.",
		"LikeBiome": "Mi piace {BiomeName}.",
		"LikeNPC": "Mi piace {NPCName}.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Adoro {NPCName}.",
		"LoveSpace": "Mi piace avere così tanto spazio.",
		"NoHome": "Odio non avere una casa."
	},
	"TownNPCMoodBiomes": {
		"Corruption": "la Corruzione",
		"Crimson": "il Cremisi",
		"Desert": "il Deserto",
		"Dungeon": "il Dungeon",
		"Forest": "la Foresta",
		"Hallow": "la Consacrazione",
		"Jungle": "la Giungla",
		"NormalUnderground": "il Sottosuolo",
		"Ocean": "l'Oceano",
		"Snow": "la Neve",
		"Mushroom": "funghi luminosi"
	},
	"TownNPCMood_BestiaryGirlTransformed": {
		"Content": "Rrrr... Sto bene.",
		"DislikeBiome": "Mrrrr... {BiomeName}. CATTIVO ODORE.",
		"DislikeCrowded": "Rawgh! PERSONE. TROPPE. Aaaargh!",
		"DislikeNPC": "{NPCName}... VIBRAZIONI. CATTIVE! Grrrl!",
		"FarFromHome": "Grrawr... casa! Lontana! NON TROVARE.",
		"HateCrowded": "Snarrrrrrrll... NON SOPPORTARE. FOLLA!",
		"HateNPC": "Arghl! {NPCName}NO. ODIO. FURIA. DISGUSTO!",
		"LikeNPC": "{NPCName}. RRR... BENE. SENTIRE.",
		"LoveNPC": "AMORE. FORTE... {NPCName}. Sì!",
		"LoveSpace": "Rrrrrr... spazio aperto. FELICE.",
		"NoHome": "GRAH! Bisogno CASA! ADESSO!",
		"LikeBiome": "In {BiomeName}... Bene CORSA! GIOCA! CACCIA! Sì!",
		"HateBiome": "Gughhh. \"{BiomeName}\"... ODIO I PANORAMI BRUTTI.",
		"LoveBiome": "\"{BiomeName}\" È LA MIA TERRA PREFERITA. CHE MERAVIGLIA.",
		"LikeNPC_Princess": "{NPCName}... ROSA. BENE."
	},
	"BestiaryGirlSpecialText": {
		"Graveyard1": "Sto perdendo il controllo del mio istinto. Devo assolutamente andarmene da qui!",
		"Graveyard2": "Cioè, questo posto è spaventosissimo. Mi fa venire la pelle d'oca!",
		"Party": "Ecco, ehm, non posso indossare il cappello. Mi dispiace. Però sono comunque qui per la festa, non ti preoccupare!",
		"Rain1": "Stooop! Puah! Non tu, questa dannata pioggia.",
		"Rain2": "E dai! Odio bagnarmi! Che schifo.",
		"Storm1": "IIh! Non hai idea di quanto il tuono faccia male alle mie orecchie sensibili.",
		"Storm2": "È finita? Ho una strana paura irrazionale dei temporali.",
		"Windy1": "Correre nel vento mi dà un gran senso di libertà. Dovresti provare anche tu qualche volta!",
		"Windy2": "La brezza che soffia attraverso i miei capelli, è... wow."
	},
	"GolferQuestsChatterBeginner": {
		"1": "Se continui a tirare così, finirai per far male a qualcuno... o a te!",
		"2": "Dovrai fare molta pratica, ti consiglio vivamente di utilizzare l'imbottitura.",
		"3": "Quel povero uccello. Però l'anatra è gustosa, quindi non rinunciare!"
	},
	"GolferQuestsChatterMaster": {
		"1": "Sei un Dio che cammina tra i semplici mortali! Un golfista spettacolare!",
		"2": "Se avessi un trofeo da regalare per i tuoi colpi sbalorditivi, te ne darei dieci!",
		"3": "Che golfista mozzafiato! Anche se sei in cima, non smettere mai di lavorare per restarci!"
	},
	"GuideChatter": {
		"Chatter_1": "Non avevi detto di aver purificato l’{TaxCollector}? È avido come sempre!",
		"Chatter_2": "Mi chiedo perché il mio predecessore abbia preso fuoco. Spero che non succeda anche a me..."
	},
	"TownNPCMood_Angler": {
		"Content": "Sto bene, ora vammi a prendere un pesce!",
		"DislikeBiome": "Hai battuto la testa? Non c’è pesce nel bioma \"{BiomeName}\"!",
		"DislikeCrowded": "Non mi piace tutta questa gente che spaventa i miei pesci, falla andare via!",
		"DislikeNPC": "Odio {NPCName}.",
		"FarFromHome": "Ho lasciato la canna da pesca a casa, è lontanissima da qua! Dannazione!",
		"HateBiome": "Ehi idiota, tutti i pesci del bioma \"{BiomeName}\" stanno cercando di uccidermi!",
		"HateCrowded": "Odio tutti questi sconosciuti: hanno spaventato a morte tutti i pesci!",
		"HateNPC": "Odio {NPCName} e tutti coloro che mi trattano come un bambino!",
		"LikeBiome": "{BiomeName}... Perché mi piace tanto andarci? Perché c'è pesce a tonnellate, ovvio!",
		"LikeNPC": "{NPCName} sa cosa sta facendo, a differenza di tanta altra gente! Mi piace molto!",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Mi piace la compagnia di {NPCName}.",
		"LoveSpace": "Evviva! Posso stare da solo con i miei pesci!",
		"NoHome": "Sono un bambino, devi darmi una casa! Non hai cervello?",
		"LikeNPC_Princess": "{NPCName} non è un pesce, ma non mi infastidisce! È davvero in gamba!"
	},
	"TownNPCMood_ArmsDealer": {
		"Content": "Sto bene, grazie!",
		"DislikeBiome": "Mi sento piuttosto a disagio nel bioma \"{BiomeName}\".",
		"DislikeCrowded": "Ssh, penso che ci sia gente nelle vicinanze, non mi piace fare affari qui.",
		"DislikeNPC": "Non mi fa piacere che {NPCName} si trovi sul mio territorio, sai?",
		"FarFromHome": "Non mi piace fare affari così lontano da casa.",
		"HateBiome": "Odio il bioma \"{BiomeName}”. Andare a caccia non è divertente se sei tu la preda!",
		"HateCrowded": "Ehi, non posso svolgere i miei affari se ci sono così tante persone a osservarmi.",
		"HateNPC": "A volte vorrei tanto utilizzare {NPCName} come bersaglio.",
		"LikeBiome": "Sai, il bioma \"{BiomeName}\" è isolato e ottimo per il commercio, se capisci cosa intendo.",
		"LikeNPC": "Sì, mi piace {NPCName}, è una persona in gamba.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Secondo te, {NPCName} nutre un certo interesse nei miei confronti?",
		"LoveSpace": "Ecco, ora si ragiona! Un po' di riserbo!",
		"NoHome": "Non ho un posto dove stare!",
		"LikeNPC_Princess": "Non me lo sarei mai aspettato, ma {NPCName} sa come maneggiare una pistola!"
	},
	"TownNPCMood_BestiaryGirl": {
		"Content": "Mi sento bene! Grazie per averlo chiesto!",
		"DislikeBiome": "È strano avere istinti e via dicendo e il bioma \"{BiomeName}\" mi fa venire una gran voglia di scappare!",
		"DislikeCrowded": "Quando ci sono tante persone mi viene ansia, ma vorrei che non fosse così.",
		"DislikeNPC": "{NPCName} è insopportabilmente crudele!",
		"HateBiome": "Il bioma \"{BiomeName}\" puzza delle maledizioni di quel cucciolo di volpe che mi ha morso!",
		"HateCrowded": "Iiih! Odio preoccuparmi di ciò che potrebbe accadere con tutte queste persone intorno!",
		"HateNPC": "Odio davvero ciò che {NPCName} fa agli animali!",
		"LikeBiome": "Amo gli animali, quindi ovviamente il bioma \"{BiomeName}\" è il posto più bello di tutti!",
		"LikeNPC": "Ovvio che mi piace {NPCName}! Ci conosciamo da quando ero in fasce!",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Non posso spiegarlo. Ho un debole per {NPCName}. Sarà per via della coda?",
		"LoveSpace": "Adoro avere un posto tutto mio! Questo è davvero straordinario!",
		"NoHome": "Non posso andare a vivere in una tana. Ho bisogno di una casa!",
		"LikeNPC_Princess": "{NPCName} ha chiesto ai suoi sudditi di trovare un modo di liberarmi dalla maledizione della volpe! Evviva!",
		"FarFromHome": "Sento un po' la mancanza di casa. Inoltre devo dare da mangiare ai miei animaletti!"
	},
	"TownNPCMood_Clothier": {
		"Content": "Cos'è normale, secondo te?",
		"DislikeBiome": "Non ci sono abbastanza stanze buie nel bioma \"{BiomeName}\".",
		"DislikeCrowded": "La popolazione locale è come un peso morto sulle mie spalle.",
		"DislikeNPC": "Per qualche motivo, la compagnia di {NPCName} mi fa sentire a disagio.",
		"FarFromHome": "È una procedura molto noiosa, aprire un cannocchiale e cercare la mia casa.",
		"HateBiome": "La mia anima è divisa qui nel bioma \"{BiomeName}\", come se mi sentissi combattuto tra il bene e il male.",
		"HateCrowded": "Il sovraffollamento è il sovraffollamento.",
		"HateNPC": "Odio {NPCName} e non so perché.",
		"LikeBiome": "Vedere per credere, ma a volte le cose più carine si trovano nel bioma \"{BiomeName}\".",
		"LikeNPC": "Non riesco a spiegarmelo, ma trovo {NPCName} affascinante.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "{NPCName}? Non avevo mai incontrato una persona tanto deliziosa in tutta la mia vita.",
		"LoveSpace": "Non sono un uomo popolare, ma so cos'è la tranquillità.",
		"NoHome": "Nessuna casa? Non sarò vittima di un abuso criminale!",
		"LikeNPC_Princess": "Non c'è gioia più grande di vedere attraverso gli occhi di {NPCName}!"
	},
	"TownNPCMood_Cyborg": {
		"Content": "Tutte le funzioni neurali sembrano funzionare correttamente.",
		"DislikeBiome": "La flora e la fauna invadono il mio esoscheletro sintetico: il bioma \"{BiomeName}\" non è il luogo adatto a me.",
		"DislikeCrowded": "Ci sono troppe altre forme di vita. Sto provando stati neurali emotivi negativi.",
		"DislikeNPC": "{NPCName} non comprende la mia esistenza, perché si discosta dalla norma. Strano. Il sentimento negativo è reciproco.",
		"FarFromHome": "Mi sono allontanato dalla portata del segnale del mio centro dati.",
		"HateBiome": "Individuazione di un numero eccessivo di forme di vita ostili nel bioma \"{BiomeName}\".",
		"HateCrowded": "Limite di vita superato. Funzioni neurali sovraccaricate. Traduzione: odio tutto questo.",
		"HateNPC": "Le funzioni di {NPCName} non possono essere analizzate scientificamente. Funzioni neurali sovraccaricate. Traduzione: odio tutto questo.",
		"LikeBiome": "Le mie funzioni cibernetiche si mantengono ottimali nel gradiente termico del bioma \"{BiomeName}\". Questo è un bel vantaggio.",
		"LikeNPC": "{NPCName} cerca di trattarmi favorevolmente come qualsiasi altro umano. Credo di apprezzarlo.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Mi piace la compagnia di {NPCName}.",
		"LoveSpace": "Non rilevata la presenza di alcun segno di vita in prossimità. Questa è una bella fortuna.",
		"NoHome": "Errore 404: alloggio non trovato.",
		"LikeNPC_Princess": "{NPCName} analizzats: la più sana forma di vita di carbonio mai registrata."
	},
	"TownNPCMood_DD2Bartender": {
		"Content": "Mi sembra di vivere in un sogno.",
		"DislikeBiome": "Non mi piace il bioma \"{BiomeName}\", ha un qualcosa di amaro.",
		"DislikeCrowded": "Non sono sicuro che mi faccia piacere la vicinanza di tante persone.",
		"DislikeNPC": "Non mi piace {NPCName}, trasmette delle sensazioni simili a quelle delle realtà oscure di Etheria.",
		"FarFromHome": "Mi conviene tornare al bancone, se qualcuno dovesse aver bisogno di un drink o due.",
		"HateBiome": "È un'altra invasione? Oh, è solo il bioma \"{BiomeName}\"... Ancora peggio!",
		"HateCrowded": "Odio ammetterlo, ma odio i quartieri sovraffollati.",
		"HateNPC": "La personalità eccentrica e narcisistica di {NPCName} mi fa venire voglia di spaccare un tavolo!",
		"LikeBiome": "Aah, mi piace il bioma \"{BiomeName}\"... Ha carattere.",
		"LikeNPC": "Mi piace {NPCName}, dimostra che non si può sempre giudicare una persona dalle sue... origini.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "{NPCName} beve come una spugna. Un mito!",
		"LoveSpace": "Finalmente un po' di pace e serenità... Per un barista questo è un lusso!",
		"NoHome": "Mi sento così fuori posto senza un bancone da lucidare.",
		"LikeNPC_Princess": "{NPCName} sarebbe stata un'ottima regnante anche nel mio paese."
	},
	"TownNPCMood_Demolitionist": {
		"Content": "Oggi non mi va di fare esplosioni!",
		"DislikeBiome": "Non sopporto il bioma \"{BiomeName}\", i miei fusibili non riescono ad accendersi qui!",
		"DislikeCrowded": "Non mi piace il numero di persone qui, per motivi di sicurezza, ovvio...",
		"DislikeNPC": "Vorrei legare {NPCName} a un razzo e vedere cosa succede!",
		"FarFromHome": "Ho bisogno di più esplosivo, credo di averlo lasciato a casa.",
		"HateBiome": "Il bioma \"{BiomeName}\" puzza di morte e malvagità, voglio fare buchi ovunque!",
		"HateCrowded": "Troppe persone in giro! Un errore con la dinamite, e... beh, non sarebbero contenti del risultato!",
		"HateNPC": "Odio la compagnia di {NPCName}.",
		"LikeBiome": "I nani sono naturalmente attratti dal bioma \"{BiomeName}\", è nel nostro sangue!",
		"LikeNPC": "L'amicizia di {NPCName} è preziosa per me, mi aiuta a caricare la polvere da sparo!",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Mi piace la facilità con cui {NPCName} sa gestire un contenitore di palle di fuoco!",
		"LoveSpace": "Ah, non c'è nessuno. Posso provare nuove bombe senza creare un cimitero di arti!",
		"NoHome": "Non ho un posto dove vivere... Ho fatto saltare in aria il mio ultimo alloggio?",
		"LikeNPC_Princess": "COSA... {NPCName}? È un nuovo tipo di nitro? Oh, ti riferisci a LEI! Sì, una brava ragazza!"
	},
	"TownNPCMood_Dryad": {
		"Content": "C'è una grande pace, vedi di non rovinarla.",
		"DislikeBiome": "Odio il fatto che il bioma \"{BiomeName}\" sia un posto così privo di vita.",
		"DislikeCrowded": "Questa zona sta diventando piuttosto intensa o è una mia impressione? Odio questa sensazione...",
		"DislikeNPC": "Non mi piace che {NPCName} non abbia rispetto per le altre creature.",
		"FarFromHome": "Un fiore non cresce molto bene così lontano dalle sue radici!",
		"HateBiome": "Questo ambiente mi offende terribilmente. Il bioma \"{BiomeName}\" è come un nemico mortale!",
		"HateCrowded": "Così tante persone in così poco spazio? L'erba è condannata, lo odio!",
		"HateNPC": "Odio le abitudini distruttive di {NPCName} nei confronti della natura!",
		"LikeBiome": "Ho baciato un albero nel bioma \"{BiomeName}\" e mi è piaciuto.",
		"LikeNPC": "Mi piace che {NPCName} sia in sintonia con ogni fibra del mio essere!",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Mi piace la compagnia di {NPCName}.",
		"LoveSpace": "La solitudine a volte fa bene. Ci dà spazio per crescere e respirare.",
		"NoHome": "Tutta la natura può essere la mia casa, ma una casa mi tratterebbe bene.",
		"LikeNPC_Princess": "{NPCName} porta ordine e pace a tutti coloro che vivono in questo mondo."
	},
	"TownNPCMood_DyeTrader": {
		"Content": "Io? Sto bene, sto bene.",
		"DislikeBiome": "Oh no, il bioma \"{BiomeName}\" non mi ispira, non mi piace, non mi piace.",
		"DislikeCrowded": "Non mi piacciono le folle, a meno che non siano qui per i miei colori vivaci!",
		"DislikeNPC": "Oddio, {NPCName} non ha alcun senso del colore o dello stile, non mi piace.",
		"FarFromHome": "Pensi che io possa creare colori brillanti così lontano dal mio laboratorio? Non credo proprio!",
		"HateBiome": "È terribile, il bioma \"{BiomeName}\" sta prosciugando il colore dalle mie tavolozze!",
		"HateCrowded": "Quando non sto facendo affari, preferisco rimanere solo. Odio sentire la gente che si accalca!",
		"HateNPC": "Trovo {NPCName} veramente sgradevole.",
		"LikeBiome": "Ah, il bioma \"{BiomeName}\" è un posto davvero bello. Mi ricorda la mia città natale, mi piace molto!",
		"LikeNPC": "{NPCName} ha occhio per i colori vivaci e gli affari.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Mi piace la compagnia di {NPCName}.",
		"LoveSpace": "Questo palazzo è così tranquillo che dormo come un sultano!",
		"NoHome": "No no, questo non va bene, mi serve un posto che posso chiamare mio.",
		"LikeNPC_Princess": "Non avevo mai visto tonalità profonde e vivide come quelle dell'abito di {NPCName}!"
	},
	"TownNPCMood_GoblinTinkerer": {
		"Content": "I sentimenti sono soltanto simbolici.",
		"DislikeBiome": "Non mi piace il bioma \"{BiomeName}\", è un posto pieno di rumorosi e fastidiosi parassiti che intralciano il mio lavoro!",
		"DislikeCrowded": "Mi sembra che ci sia una quantità sgradevole di esseri umani intorno a me, sbaglio?",
		"DislikeNPC": "Sento delle vibrazioni inquietanti provenire da {NPCName}, come se nascondesse segreti scuri. Non mi piace questa sensazione.",
		"FarFromHome": "Voglio lavorare alla mia nuova invenzione, ma la mia casa è molto lontana!",
		"HateBiome": "Odio il bioma \"{BiomeName}\", non posso fondere questi gingilli in uno se devo lottare per mantenermi intero!",
		"HateCrowded": "Questo affollamento mi riporta in mete il brutto ricordo dei campi di guerra goblin, lo odio.",
		"HateNPC": "Odio l'umiliazione che ho subito da {NPCName}, tutto perché i goblin maschi non possono farsi crescere i capelli!",
		"LikeBiome": "Aaah! Il bioma \"{BiomeName}\" è un luogo piacevole e tranquillo per costruire più gingilli. Mi piace tantissimo!",
		"LikeNPC": "{NPCName} capisce quanto sia divertente unire gli oggetti, è una persona degna di rispetto!",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "{NPCName} fa malfunzionare il mio nucleo cardiaco, è una sensazione piacevole!",
		"LoveSpace": "Perfetto, la mancanza di vicini fastidiosi soddisfa adeguatamente le mie esigenze.",
		"NoHome": "Di solito i goblin non hanno bisogno di belle case, ma io sono diverso dalla maggior parte dei goblin.",
		"LikeNPC_Princess": "A {NPCName} piacciono le mie invenzioni e dice che tutti i goblin amichevoli sono benvenuti!"
	},
	"TownNPCMood_Golfer": {
		"Content": "Sto bene!",
		"DislikeBiome": "Dimmi una cosa. Come posso giocare a golf nel bioma \"{BiomeName}\"?",
		"DislikeCrowded": "Il golf è uno sport che si gode al meglio da soli. Peccato che la mia vita non sia così.",
		"DislikeNPC": "Non mi piace la compagnia di {NPCName}. Mi fa sentire a disagio.",
		"FarFromHome": "Credo di aver perso la strada. Non è una mossa intelligente.",
		"HateBiome": "Credo che sia poco saggio attardarsi in un posto come il bioma \"{BiomeName}\".",
		"HateCrowded": "Odio ammetterlo, ma odio tutto il traffico che c'è qui.",
		"HateNPC": "Odio l'atteggiamento avido di {NPCName}. È piuttosto inutile in un mondo come questo.",
		"LikeBiome": "Mi piace il bioma \"{BiomeName}\". Ha tutte le caratteristiche necessarie per il golf.",
		"LikeNPC": "È sempre un piacere passare del tempo con {NPCName}. È una brava persona.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Opinione impopolare: mi piace la compagnia di {NPCName}. Mi riporta le palline che finiscono in acqua!",
		"LoveSpace": "Non c'è niente di meglio che avere tutto questo spazio per sé.",
		"NoHome": "Mi serve un posto in cui riporre le mie mazze.",
		"LikeNPC_Princess": "Ho provato a insegnare a {NPCName} alcuni trucchi di golf, invece è stata lei a darmi una bella lezione! Mi piace il suo stile."
	},
	"TownNPCMood_Guide": {
		"Content": "Mi sento piuttosto bene.",
		"DislikeBiome": "Non mi piace molto il bioma \"{BiomeName}\". C'è ben poco da fare.",
		"DislikeCrowded": "Sono uno spirito libero. Non gradisco così tante persone vicino a me.",
		"DislikeNPC": "{NPCName} mi fa saltare i nervi. Forse è per lo strano abbigliamento?",
		"FarFromHome": "Credo di essere lontano da casa.",
		"HateBiome": "Odio il bioma \"{BiomeName}\", i terrori qui possono lacerare una persona in pochi istanti.",
		"HateCrowded": "Odio le folle. Preferisco lo spazio aperto!",
		"HateNPC": "Non sopporto la presenza di {NPCName}. Il mondo va bene così come è!",
		"LikeBiome": "Mi piace vagare per il bioma \"{BiomeName}\". Sembra un bel posto.",
		"LikeNPC": "Mi piace molto {NPCName}, abbiamo tante cose in comune.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Mi piace la compagnia di {NPCName}.",
		"LoveSpace": "Un posto tutto per me... Lo apprezzo molto.",
		"NoHome": "Sono abbastanza abituato a essere senza casa, ma non mi dispiacerebbe averne una.",
		"LikeNPC_Princess": "Con {NPCName} in giro mi sento a mio agio, come se mi fosse stata tolta una maledizione."
	},
	"TownNPCMood_Mechanic": {
		"Content": "Tutto funziona bene. Oh, io? Sì, sto bene!",
		"DislikeBiome": "Non mi piace il bioma \"{BiomeName}\", mi ricorda un'esperienza traumatica!",
		"DislikeCrowded": "Le luci tremolanti mi stanno disturbando. C'è qualcosa sulla griglia?",
		"DislikeNPC": "Non sopporto {NPCName}. Non mi lascia mai in pace!",
		"FarFromHome": "Oh, non ho segnale! Uhm.",
		"HateBiome": "Mi sento estremamente a disagio nel bioma \"{BiomeName}\", come se ci fossero sempre occhi furtivi che mi osservano.",
		"HateCrowded": "Ho bisogno di una fonte di alimentazione molto più grande per COSÌ TANTE persone, dannazione!",
		"HateNPC": "Odio il fatto che {NPCName} non sappia come trattare le donne!",
		"LikeBiome": "Mi piace il bioma \"{BiomeName}\", qui le macchine non si surriscaldano e il flusso di energia è efficiente.",
		"LikeNPC": "Mi sembra di capire {NPCName} meglio di chiunque altro.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Uhm... {NPCName} mi fa battere il cuore, devo andare a farmi controllare!",
		"LoveSpace": "Perfetto, nessuno mi impedisce di costruire infrastrutture.",
		"NoHome": "Ho bisogno di una struttura per far passare questi cavi.",
		"LikeNPC_Princess": "{NPCName} ha collegato una delle pompe, straordinaria!"
	},
	"TownNPCMood_Merchant": {
		"Content": "Mi sento fortunato! Vuoi acquistare qualcosa?",
		"DislikeBiome": "Uhm, il bioma \"{BiomeName}\" è un posto terribile per gli affari, non mi piace.",
		"DislikeCrowded": "La quantità di vicini mi rende un po' nervoso.",
		"DislikeNPC": "Non mi piace {NPCName}, è troppo frugale e non fa mai acquisti presso di me.",
		"FarFromHome": "Devo tornare dalla mia merce!",
		"HateBiome": "Non credo di poter vendere articoli ai mostri del bioma \"{BiomeName}\"!",
		"HateCrowded": "Odio vedere così tante persone e nessuno che fa acquisti!",
		"HateNPC": "{NPCName} ha una personalità odiosa!",
		"LikeBiome": "Mi piace il panorama del bioma \"{BiomeName}\", un bell'ambiente attira i clienti!",
		"LikeNPC": "{NPCName} guadagna un sacco e a me piacciono le persone con le tasche piene.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Mi piace la compagnia di {NPCName}.",
		"LoveSpace": "Carino, c'è tanto posto per immagazzinare i miei articoli.",
		"NoHome": "Non ho un posto per il mio negozio.",
		"LikeNPC_Princess": "{NPCName} potrebbe acquistare tutta la merce del mio negozio! È anche una compagnia piacevole."
	},
	"TownNPCMood_Nurse": {
		"Content": "I miei segni vitali sono normali, se è quello che vuoi sapere.",
		"DislikeBiome": "Eww, non mi piace la propensione del bioma \"{BiomeName}\" alla malattia.",
		"DislikeCrowded": "Ehi, non mi piace la mancanza di distanziamento sociale qui.",
		"DislikeNPC": "Non mi piace molto {NPCName}, mi dà una strana sensazione.",
		"FarFromHome": "Sono troppo lontana da casa, odio tutto questo camminare.",
		"HateBiome": "Sì, il bioma \"{BiomeName}\" è un posto estremamente putrido e sporco, finirò per ammalarmi!",
		"HateCrowded": "Ugh, è malsano raggruppare così tante persone tutte insieme!",
		"HateNPC": "Oh, odio occuparmi di {NPCName}, è così difficile!",
		"LikeBiome": "Il bioma \"{BiomeName}\" è un bel posto per fare attività fisica ogni giorno.",
		"LikeNPC": "{NPCName} è una persona intelligente e simpatica.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Cosa? {NPCName}? Non ho una cotta! Smettila! Non è vero!",
		"LoveSpace": "Questo posto è fantastico. Amo la presenza di spazio personale.",
		"NoHome": "Tsz, non avere una casa mi mette DAVVERO di cattivo umore.",
		"LikeNPC_Princess": "Ho accidentalmente dislocato la spalla di {NPCName} durante una visita e lei ha chiesto scusa A ME per l'inconveniente!"
	},
	"TownNPCMood_Painter": {
		"Content": "Sì, potrei essere di buon umore. E allora?",
		"DislikeBiome": "Perché non mi piace il bioma \"{BiomeName}\"? Perché è una noia. Verde? Marrone? Tutto qua?",
		"DislikeCrowded": "Non mi piace tutta questa gente che fa chiasso mentre sto dipingendo!",
		"DislikeNPC": "{NPCName} è una persona troppo blanda per i miei gusti, non mi piace essere associato a gente noiosa.",
		"FarFromHome": "Ho bisogno di più vernice, ma il mio appartamento è troppo lontano.",
		"HateBiome": "Bleah, il bioma \"{BiomeName}\" è un posto disgustoso, fammi uscire di qui!",
		"HateCrowded": "Odio le folle rumorose, quando troverò un po' di pace e tranquillità?",
		"HateNPC": "Odio la compagnia di {NPCName}.",
		"LikeBiome": "Ci sono molti ingredienti nel bioma \"{BiomeName}\" per creare nuove vernici e il bel panorama non guasta!",
		"LikeNPC": "A me e a {NPCName} piace la stessa tonalità di rosa! Così si riconoscono i veri amici!",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Mi piacerebbe davvero ritrarre {NPCName}... per i suoi colori vivaci, ovviamente!",
		"LoveSpace": "Questo sereno spazio abitativo ha tutto il silenzio di cui ho bisogno per concentrarmi sul mio murale.",
		"NoHome": "Non ho un posto dove stare!",
		"LikeNPC_Princess": "{NPCName} mi ha incaricato di dipingere un murale sul tetto della sua stanza del trono!"
	},
	"TownNPCMood_PartyGirl": {
		"Content": "Sono in vena di feste!",
		"DislikeBiome": "Il bioma \"{BiomeName}\" è una noia! Come si può fare festa in un posto così?",
		"DislikeCrowded": "C'è molta gente qui, però è una noia perché nessuno organizza feste!",
		"DislikeNPC": "{NPCName}, con la sua presenza, guasta sempre le feste.",
		"FarFromHome": "Ho dimenticato i regalini a casa, però è lontanissima!",
		"HateBiome": "Uff, il bioma \"{BiomeName}\" sta letteralmente uccidendo il mio spirito festivo.",
		"HateCrowded": "Wow, quanta gente qui! Peccato che non sia una festa.",
		"HateNPC": "Non sopporto {NPCName}! Cerca sempre di mettere fine ai miei dopo-festa. Che rompiscatole!",
		"LikeBiome": "Perché mi piace il bioma \"{BiomeName}\"? Perché ci sono gli ARCOBALENI!",
		"LikeNPC": "Mi piace molto lo stile mondano di {NPCName}.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "{NPCName} si fa sempre notare alle mie feste. È una persona squisita!",
		"LoveSpace": "Questo è tutto mio? Organizzerò la festa PIÙ GRANDE del mondo... in mio onore!",
		"NoHome": "Sono pronta a fare festa, ma non ho una casa per il dopo-festa.",
		"LikeNPC_Princess": "Sì, {NPCName} ama le cose rosa, luminose e scintillanti, AMA FARE FESTA! "
	},
	"TownNPCMood_Pirate": {
		"Content": "Yarr. Sono in gran forma!",
		"DislikeBiome": "Argh, nel bioma \"{BiomeName}\" si sta un po' stretti per i miei gusti, canaglie!",
		"DislikeCrowded": "Orsù! Troppi marinai d'acqua dolce sulla mia nave mi mettono di cattivo umore.",
		"DislikeNPC": "Non mi piace che {NPCName} voglia tagliarmi la barba. Ho tagliato la gola ad altre canaglie per molto meno!",
		"FarFromHome": "Il letto e il rum mi invocano a tornare a casa.",
		"HateBiome": "Arr, il bioma \"{BiomeName}\" è il pezzo di terra secca più schifoso che io abbia mai attraversato!",
		"HateCrowded": "Anche tu odi la sensazione che ci sia un ammutinamento in arrivo? Troppe canaglie vicino al mio alloggio.",
		"HateNPC": "Vorrei gettare in mare {NPCName}! Odio la puzza dei codardi!",
		"LikeBiome": "Corpo di mille balene, il bioma \"{BiomeName}\" è la mia vera casa!",
		"LikeNPC": "Har Har! Mi piace {NPCName}, porta sempre le migliori bottiglie di rum.",
		"LoveBiome": "Adoro {BiomeName}.",
		"NoHome": "Il mare aperto è la mia vera casa, ma se dovrò restare a terra per un po'... beh, avrò bisogno di un riparo.",
		"LikeNPC_Princess": "Yarr, {NPCName} mi farebbe guadagnare una bella ricompensa sui sette mari... Scherzo, le voglio bene.",
		"LoveNPC": "Ahoy! Prenderò {NPCName} sotto la mia protezione. Mi piace allevare cuccioli di mare!",
		"LoveSpace": "È come avere un galeone tutto mio, compare!"
	},
	"TownNPCMood_SantaClaus": {
		"Content": "Sono allegro!",
		"DislikeBiome": "Odio {BiomeName}.",
		"DislikeCrowded": "Preferisco lavorare da solo, in presenza dei miei elfi. Non sopporto tutte le distrazioni!",
		"DislikeNPC": "Non mi piace la compagnia di {NPCName}.",
		"FarFromHome": "Ciao! Sono lontano dalla mia casa temporanea!",
		"HateBiome": "Ti sto aggiungendo alla lista dei birichini per avermi portato in un posto terribile come il bioma \"{BiomeName}\".",
		"HateCrowded": "C'è una folla piuttosto grande e sono tutti sulla lista dei cattivi. Odio trasportare quel sacco pesante di carbone!",
		"HateNPC": "Odio le persone che non credono in me! Per esempio, {NPCName} è la persona più diffidente che abbia mai conosciuto!",
		"LikeBiome": "Mi piace {BiomeName}.",
		"LikeNPC": "Mi piace la compagnia di {NPCName}.",
		"LoveBiome": "Questo posto mi piace moltissimo! Ti sorprende? Credevi che non mi sarebbe piaciuto il bioma \"{BiomeName}\"?",
		"LoveNPC": "Mi piace la compagnia di {NPCName}.",
		"LoveSpace": "Oh oh oh! Solo io e i miei elfi, un posto perfetto per il mio laboratorio.",
		"NoHome": "Non posso semplicemente tornare al Polo Nord ogni volta che mi va, oh oh oh! Pensi di potermi trovare una casa temporanea?",
		"LikeNPC_Princess": "Oh oh oh, {NPCName} è sicuramente in cima alla lista dei buoni. "
	},
	"TownNPCMood_Steampunker": {
		"Content": "Sto molto bene.",
		"DislikeBiome": "Gli arbusti e il disordine del bioma \"{BiomeName}\" danno fastidio ai miei ingranaggi!",
		"DislikeCrowded": "Non mi piace molto essere circondata da gente.",
		"DislikeNPC": "{NPCName} ha troppo la testa tra le nuvole! Non mi piace molto.",
		"FarFromHome": "Sono un po' lontana da casa e ho dimenticato il mio motore!",
		"HateBiome": "Bisogna ammettere che il bioma \"{BiomeName}\" è un posto incolto e sgradevole... per non parlare dei pericoli!",
		"HateCrowded": "Oi, odio totalmente i posti affollati!",
		"HateNPC": "Odio la vicinanza di {NPCName}.",
		"LikeBiome": "Il bioma \"{BiomeName}\" ha degli ampi spazi aperti, è perfetto per andare in giro con il jetpack!",
		"LikeNPC": "{NPCName} è una persona simpatica che mi aiuta a migliorare le mie invenzioni.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Adoro {NPCName}. È una persona veramente unica e interessante!",
		"LoveSpace": "C'è molto spazio solo per me e per qualche buon motore a vapore!",
		"NoHome": "Un appartamento mi farebbe comodo.",
		"LikeNPC_Princess": "{NPCName} si è offerta di provare il mio nuovo teletrasporto, mi piacciono le assistenti entusiaste!"
	},
	"TownNPCMood_Stylist": {
		"Content": "Oggi mi sento in forma.",
		"DislikeBiome": "Senti, il bioma \"{BiomeName}\" non mi piace, non si possono sfoggiare i capelli quando fa così freddo!",
		"DislikeCrowded": "Sono ragni? Ah no, solo soltanto vicini rumorosi. Che brutta cosa.",
		"DislikeNPC": "Ho provato a sistemare i capelli a {NPCName}, ma ha rifiutato il mio aiuto maleducatamente, non mi piace la gente testarda!",
		"FarFromHome": "Sono troppo lontana dai miei strumenti...",
		"HateBiome": "Urgh, il bioma \"{BiomeName}\" sta danneggiando gravemente i miei capelli!",
		"HateCrowded": "Non posso assolutamente sopportare la presenza di così tante persone intorno a me, non riesco a concentrarmi.",
		"HateNPC": "Odio {NPCName}, come si fa a NON farsi crescere i capelli?",
		"LikeBiome": "Il bioma \"{BiomeName}\" ha un'atmosfera piacevole e tranquilla per tagliare i capelli",
		"LikeNPC": "{NPCName} è una persona forte e misteriosa. Mi piace.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "{NPCName} ha un bell'aspetto... così esotico... Credo di essermi innamorata...",
		"LoveSpace": "Bello, posso stare per conto mio e migliorare la mia tecnica senza distrazioni.",
		"NoHome": "Scusa tesoro, non posso farti l'acconciatura senza una postazione di lavoro.",
		"LikeNPC_Princess": "Non riesco nemmeno a toccare i capelli di {NPCName}, sono già perfetti!"
	},
	"TownNPCMood_TaxCollector": {
		"Content": "Cosa? Certo che sono di buon umore.",
		"DislikeBiome": "Che razza di posto irritante è il bioma \"{BiomeName}\"? Assurdo, ecco!",
		"DislikeCrowded": "Sappi che non mi piacciono i vicini!",
		"DislikeNPC": "{NPCName} fa sempre baccano, non sopporto la gente così!",
		"FarFromHome": "Bah! Sto cercando di tornare a casa a contare i soldi. Sparisci!",
		"HateBiome": "Il bioma \"{BiomeName}\" è un posto miserabile per i miei standard! Bah!",
		"HateCrowded": "Vai a dire a tutti questi miserabili scrocconi di andarsene, odio le folle.",
		"HateNPC": "Odio profondamente {NPCName}! Che razza di persona lunatica può dare via tutto gratis?",
		"LikeBiome": "Vivere nel bioma \"{BiomeName}\" costringe la gente a rimanere chiusa in casa e a lasciarmi in pace. È molto piacevole.",
		"LikeNPC": "Le persone esuberanti mi fanno venire il mal di testa, ma per qualche motivo mi piace molto {NPCName}. Devo aver perso la testa!",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Ammiro molto {NPCName}. Chiunque conosca il vero valore dei soldi merita il mio massimo rispetto!",
		"LoveSpace": "Finalmente lontano da tutti quei contadini miserabili!",
		"NoHome": "Come può un uomo ricco come me non avere una casa? È assurdo!",
		"LikeNPC_Princess": "{NPCName} non dovrebbe pagare le tasse, è la principessa... però ha insistito."
	},
	"TownNPCMood_Truffle": {
		"Content": "Sono abbastanza felice, tutto considerato.",
		"DislikeBiome": "Odio {BiomeName}.",
		"DislikeCrowded": "Non mi piace l'ansia nella gente che si riunisce intorno a me.",
		"DislikeNPC": "{NPCName} ha cercato di mangiarmi tante volte. Giuro, una volta non aveva neanche sembianze umane! Ovviamente non mi piace.",
		"FarFromHome": "Non credo di sentirmi a mio agio così lontano da casa.",
		"HateBiome": "Il bioma \"{BiomeName}\" non fa per me, non potrei sopravvivere!",
		"HateCrowded": "Odio questa situazione. Così tante persone... Non... non cercheranno di mangiarmi, vero?",
		"HateNPC": "{NPCName} ha cercato di gettarmi in una pentola piena di altri ingredienti insoliti. Che orrore.",
		"LikeBiome": "Mi sento proprio a casa, come se io e il bioma \"{BiomeName}\" fossimo tutt'uno.",
		"LikeNPC": "{NPCName} mi tratta con rispetto, come se io facessi davvero parte della natura. Non saprei cosa pensare, però mi piace.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Mi piace {NPCName} perché parla con me senza farsi venire misteriosamente fame.",
		"LoveSpace": "Mi piace avere così tanto spazio per me.",
		"NoHome": "Mi serve un posto sicuro e accogliente.",
		"LikeNPC_Princess": "{NPCName} non cerca di mangiarmi, quindi mi piace."
	},
	"TownNPCMood_WitchDoctor": {
		"Content": "Io sono l'incarnazione della contentezza.",
		"DislikeBiome": "La magia del bioma \"{BiomeName}\" porta oppressione, non vera purezza, il mio cuore e la mia anima sono infuriati.",
		"DislikeCrowded": "La presenza ravvicinata di altri disturba la mia magia e mi mette a disagio.",
		"DislikeNPC": "Non mi piacciono i modi di {NPCName}. La vera guarigione non può provenire da metallo e vetro.",
		"FarFromHome": "Sono molto lontano dal mio posto tranquillo.",
		"HateBiome": "Il bioma \"{BiomeName}\" emana un male triste che pervade la terra e tutte le cose viventi.",
		"HateCrowded": "Troppa gente come te si trova qui vicino, facendo aumentare la malvagità nella mia anima.",
		"HateNPC": "La mia furia cresce quando osservo creature abominevoli che fuoriescono dalla terra contaminata. Mi riferisco a {NPCName}.",
		"LikeBiome": "Non potrei vivere altrove, il bioma \"{BiomeName}\" è il centro dei miei spiriti voodoo.",
		"LikeNPC": "{NPCName} è uno spirito gentile della natura, la mia anima trova la pace in sua presenza.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Mi piace la compagnia di {NPCName}.",
		"LoveSpace": "Una forte energia scorre nella piacevole presenza delle persone vicine, è molto piacevole.",
		"NoHome": "Una capanna sarebbe sufficiente. Non tutti i luoghi qua attorno danno un senso di tranquillità.",
		"LikeNPC_Princess": "{NPCName} è gentile con la mia gente. Grazie mille. "
	},
	"TownNPCMood_Wizard": {
		"Content": "Sento la magia dentro di me.",
		"DislikeBiome": "Non mi piace il bioma \"{BiomeName}\", la magia non scorre bene in un luogo come questo.",
		"DislikeCrowded": "Potrebbero un po' di queste persone rumorose allontanarsi ulteriormente? No? Ok.",
		"DislikeNPC": "{NPCName} si diletta con cose che non dovrebbero essere disturbate. Non mi piace.",
		"FarFromHome": "Avrei giurato che la mia casa era qui da queste parti...",
		"HateBiome": "Gli orrori del bioma \"{BiomeName}\" mi disturbano, come la magia più oscura.",
		"HateCrowded": "Credo che questo sovraffollamento stia facendo attenuare la mia magia.",
		"HateNPC": "{NPCName} è un abominio assoluto per la magia!",
		"LikeBiome": "Chi potrebbe non apprezzare il bioma \"{BiomeName}\"? Ci sono unicorni e arcobaleni.",
		"LikeNPC": "Io e {NPCName} abbiamo molto in comune, mi piace la saggezza reciproca.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Mi piace {NPCName}, abbiamo molti argomenti di cui parlare.",
		"LoveSpace": "Mi ricorda i vecchi tempi, di quando esercitavo la magia in una torre nel mezzo del nulla!",
		"NoHome": "Dov'è ma mia casa? Dove mi trovo? Chi sei tu? Chi sono io?",
		"LikeNPC_Princess": "{NPCName}? Abbiamo una principessa? Bene, sembra simpatica."
	},
	"PrincessChatter": {
		"Chatter_1": "Apprezzo molto tutto quello che hai fatto per questa terra! Grazie!",
		"Chatter_11": "Il rosa è il colore più bello in assoluto! ",
		"Chatter_13": "Uhm... Essere una principessa può essere talmente noioso che ho deciso di avere molti hobby! ",
		"Chatter_14": "Sono così felice di viaggiare finalmente per il mondo e incontrare gente nuova!",
		"Chatter_15": "Anche se mi piace la compagnia, sono piuttosto timida. Mi ci vuole un po' di tempo per rompere il ghiaccio...",
		"Chatter_16": "{?BloodMoon}Le acque dei fiumi si tingono di rosso, tutti sembrano molto nervosi, uhm... Sarà una notte difficile!",
		"Chatter_17": "{?!Day}Le stelle di notte mi ricordano i brillantini su un bel vestito nero. Me ne farò preparare uno!",
		"Chatter_2": "I goblin sono così carini! Sono bassi e hanno delle piccole orecchie appuntite. E poi sono di colori diversi!",
		"Chatter_5": "Ti piace il mio vestito? Eeeh, grazie! L'ho appena cucito.",
		"Chatter_6": "Sono così grata per tutti i miei sudditi!",
		"Chatter_8": "Uhm... Pensi che {Pirate} potrà far redimere anche alcuni dei suoi vecchi amici marinai?",
		"Chatter_10": "{?PumpkingDefeated}A quanto pare, il Re Zucca è un doppiogiochista. Però non voglio rinunciare alla pace con il suo popolo spaventoso!",
		"Chatter_12": "{?DukeFishronDefeated}Una volta ho incontrato un duca sulla spiaggia. Sembrava una sorta di pesce ed era davvero sgarbato!",
		"Chatter_3": "{?GolemDefeated}Una volta ho provato ad addestrare un rettiliano! Um... non gli dispiaceva affatto!",
		"Chatter_4": "{?MartiansDefeated}Vorrei che i marziani fossero un po' più gentili. Il nostro mondo di solito non riceve visite!",
		"Chatter_7": "{?FrostLegionDefeated}Non temere! Sono ben consapevole del problema della criminalità organizzata tra i pupazzi di neve.",
		"Chatter_9": "{?IceQueenDefeated}Purtroppo la diplomazia non è servita granché con la regina. Ha un cuore di ghiaccio! Eh eh!"
	},
	"PrincessSpecialText": {
		"Graveyard1": "Uhm... Là fuori fa paura. Meglio bere una tazza di tè.",
		"Graveyard2": "Cos'è stato quel rumore? Uhm, forse non dovrei preoccuparmi tanto!",
		"Party": "Una festa? Cioè, tipo un festival? ADORO I FESTIVAL! Sono pieni di rosa! Di brillantini! Di allegria!",
		"Rain1": "La pioggia mi mette addosso una certa calma.",
		"Rain2": "Adoro la pioggia. Mi tranquillizza.",
		"Storm1": "Uhm... La tempesta là fuori sembra piuttosto intensa. Mi piace il caos.",
		"Storm2": "Fai attenzione se vai fuori, la tempesta è fortissima!",
		"Windy1": "Ops! Meglio reggere la coroncina, oggi c'è un vento fortissimo!",
		"Windy2": "È sicuramente la giornata perfetta per volare un aquilone, non pensi?"
	},
	"TownNPCMood_Princess": {
		"Content": "È tutto sotto controllo, mio suddito fedele!",
		"DislikeBiome": "Odio {BiomeName}.",
		"DislikeCrowded": "Mi dà gioia essere vicina ai miei sudditi. Capisco che gli altri possano trovare questo aspetto poco interessante.",
		"DislikeNPC": "{NPCName} mi è indifferente.",
		"FarFromHome": "Um... Mi sa che mi sono allontanata un po' troppo! Ti va di fare una bella passeggiata?",
		"HateBiome": "Mmm! Qui ci vorrebbe qualche cambiamento. Non è adatto a nessuno, figuriamoci alla nobiltà!",
		"HateCrowded": "Adoro essere circondata dagli altri, ma non voglio vederli infelici per il sovraffollamento.",
		"HateLonely": "Um... Mi sento un po' sola, posso avere una residenza più vicina al popolo?",
		"HateNPC": "Non riesco a odiare {NPCName}.",
		"LikeBiome": "I fiori sono incantevoli, le colline sono belle, la sabbia è calda. Ogni posto è bello quando ci sono gli amici!",
		"LikeNPC": "Mi piace {NPCName}.",
		"LoveBiome": "Adoro {BiomeName}.",
		"LoveNPC": "Adoro {NPCName}.",
		"LoveNPC_Angler": "{NPCName} è così gentile, si offre sempre di portarmi a pesca!",
		"LoveNPC_ArmsDealer": "{NPCName} ha un cuore d'oro!",
		"LoveNPC_BestiaryGirl": "{NPCName} mi permette sempre di giocare con i suoi animali, è così gentile!",
		"LoveNPC_Clothier": "{NPCName} sembra così triste certe volte, però con me è molto gentile!",
		"LoveNPC_Cyborg": "{NPCName} è così forte, sembra sapere tutto!",
		"LoveNPC_DD2Bartender": "{NPCName} proviene da un mondo completamente diverso, è così interessante!",
		"LoveNPC_Demolitionist": "{NPCName} è una bomba!",
		"LoveNPC_Dryad": "{NPCName} è così meravigliosamente in contatto con la natura!",
		"LoveNPC_DyeTrader": "{NPCName} mi aiuta sempre a scegliere gli abiti dei colori migliori!",
		"LoveNPC_GoblinTinkerer": "{NPCName} inventa dei gadget pazzeschi!",
		"LoveNPC_Guide": "{NPCName} è davvero in gamba!",
		"LoveNPC_Mechanic": "{NPCName} sa sistemare praticamente tutto, la ammiro!",
		"LoveNPC_Merchant": "{NPCName} mi dà sempre gratis ciò di cui ho bisogno!",
		"LoveNPC_Nurse": "{NPCName} mi fa sempre sentire meglio quando sto male!",
		"LoveNPC_Painter": "{NPCName} illumina questo posto con la sua arte!",
		"LoveNPC_PartyGirl": "{NPCName} è sempre l'anima della festa!",
		"LoveNPC_Pirate": "{NPCName} ha sempre un'avvincente storia di pirati da raccontare!",
		"LoveNPC_Princess": "{NPCName} è un po' inquietante, ma così dolce!",
		"LoveNPC_Steampunker": "{NPCName} è la compagnia perfetta per una tazza di tè!",
		"LoveNPC_Stylist": "{NPCName} ha i migliori consigli per i capelli e mi piace parlare con lei!",
		"LoveNPC_TaxCollector": "{NPCName} è frainteso da tutti, però con me è molto gentile!",
		"LoveNPC_TownBunny": "{NPCName} è davvero adorabile!",
		"LoveNPC_TownCat": "{NPCName} è davvero adorabile!",
		"LoveNPC_TownDog": "{NPCName} è davvero adorabile!",
		"LoveNPC_Truffle": "{NPCName} è simpaticissimo!",
		"LoveNPC_WitchDoctor": "{NPCName} fa delle considerazioni interessanti, mi spinge a riflettere!",
		"LoveNPC_Wizard": "{NPCName} è così saggio, mi fido completamente del suo giudizio!",
		"NoHome": "Credo di non avere un alloggio. Potrei avere qualcosa di rosa?",
		"LoveNPC_Golfer": "{NPCName} ha una passione per il golf contagiosa!",
		"LoveNPC_SantaClaus": "{NPCName} è così allegro, vorrei dargli un regalo!",
		"LoveNPC_TownSlime": "{NPCName} è davvero adorabile!"
	},
	"MerchantNames": {
		"Alfred": "Alfred",
		"Barney": "Barney",
		"Calvin": "Calvin",
		"Edmund": "Edmund",
		"Edwin": "Edwin",
		"Eugene": "Eugene",
		"Frank": "Frank",
		"Frederick": "Frederick",
		"Gilbert": "Gilbert",
		"Gus": "Gus",
		"Wilbur": "Wilbur",
		"Seymour": "Seymour",
		"Louis": "Louis",
		"Humphrey": "Humphrey",
		"Harold": "Harold",
		"Milton": "Milton",
		"Mortimer": "Mortimer",
		"Howard": "Howard",
		"Walter": "Walter",
		"Isaac": "Isaac",
		"Joseph": "Joseph",
		"Kristian": "Kristian",
		"Ralph": "Ralph"
	},
	"NurseNames": {
		"Molly": "Molly",
		"Amy": "Amy",
		"Claire": "Claire",
		"Emily": "Emily",
		"Katie": "Katie",
		"Madeline": "Madeline",
		"Katelyn": "Katelyn",
		"Emma": "Emma",
		"Abigail": "Abigail",
		"Carly": "Carly",
		"Jenna": "Jenna",
		"Heather": "Heather",
		"Katherine": "Katherine",
		"Caitlin": "Caitlin",
		"Kaitlin": "Kaitlin",
		"Holly": "Holly",
		"Kaitlyn": "Kaitlyn",
		"Hannah": "Hannah",
		"Kathryn": "Kathryn",
		"Lorraine": "Lorraine",
		"Helen": "Helen",
		"Kayla": "Kayla",
		"Lisa": "Lisa",
		"Allison": "Allison"
	},
	"ArmsDealerNames": {
		"DeShawn": "DeShawn",
		"DeAndre": "DeAndre",
		"Marquis": "Marquis",
		"Darnell": "Darnell",
		"Terrell": "Terrell",
		"Malik": "Malik",
		"Trevon": "Trevon",
		"Tyrone": "Tyrone",
		"Willie": "Willie",
		"Dominique": "Dominique",
		"Demetrius": "Demetrius",
		"Reginald": "Reginald",
		"Jamal": "Jamal",
		"Maurice": "Maurice",
		"Jalen": "Jalen",
		"Darius": "Darius",
		"Xavier": "Xavier",
		"Terrance": "Terrance",
		"Andre": "Andre",
		"Dante": "Dante",
		"Brimst": "Brimst",
		"Bronson": "Bronson",
		"Tony": "Tony",
		"Darryl": "Darryl"
	},
	"DryadNames": {
		"Alalia": "Alalia",
		"Alura": "Alura",
		"Ariella": "Ariella",
		"Caelia": "Caelia",
		"Calista": "Calista",
		"Chryseis": "Chryseis",
		"Emerenta": "Emerenta",
		"Elysia": "Elysia",
		"Evvie": "Evvie",
		"Faye": "Faye",
		"Felicitae": "Felicitae",
		"Lunette": "Lunette",
		"Nata": "Nata",
		"Nissa": "Nissa",
		"Tatiana": "Tatiana",
		"Rosalva": "Rosalva",
		"Shea": "Shea",
		"Tania": "Tania",
		"Isis": "Isis",
		"Celestia": "Celestia",
		"Xylia": "Xylia"
	},
	"GuideNames": {
		"Joe": "Joe",
		"Connor": "Connor",
		"Tanner": "Tanner",
		"Wyatt": "Wyatt",
		"Cody": "Cody",
		"Levi": "Levi",
		"Luke": "Luke",
		"Jack": "Jack",
		"Scott": "Scott",
		"Logan": "Logan",
		"Cole": "Cole",
		"Asher": "Asher",
		"Bradley": "Bradley",
		"Jacob": "Jacob",
		"Garrett": "Garrett",
		"Dylan": "Dylan",
		"Maxwell": "Maxwell",
		"Steve": "Steve",
		"Brett": "Brett",
		"Andrew": "Andrew",
		"Harley": "Harley",
		"Kyle": "Kyle",
		"Jake": "Jake",
		"Ryan": "Ryan",
		"Jeffrey": "Jeffrey",
		"Seth": "Seth",
		"Marty": "Marty",
		"Brandon": "Brandon",
		"Zach": "Zach",
		"Jeff": "Jeff",
		"Daniel": "Daniel",
		"Trent": "Trent",
		"Kevin": "Kevin",
		"Brian": "Brian",
		"Colin": "Colin",
		"Jan": "Gen"
	},
	"DemolitionistNames": {
		"Dolbere": "Dolbere",
		"Bazdin": "Bazdin",
		"Durim": "Durim",
		"Tordak": "Tordak",
		"Garval": "Garval",
		"Morthal": "Morthal",
		"Oten": "Oten",
		"Dolgen": "Dolgen",
		"Gimli": "Gimli",
		"Gimut": "Gimut",
		"Duerthen": "Duerthen",
		"Beldin": "Beldin",
		"Jarut": "Jarut",
		"Ovbere": "Ovbere",
		"Norkas": "Norkas",
		"Dolgrim": "Dolgrim",
		"Boften": "Boften",
		"Norsun": "Norsun",
		"Dias": "Dias",
		"Fikod": "Fikod",
		"Urist": "Urist",
		"Darur": "Darur"
	},
	"ClothierNames": {
		"Sebastian": "Sebastian",
		"Rupert": "Rupert",
		"Clive": "Clive",
		"Nigel": "Nigel",
		"Mervyn": "Mervyn",
		"Cedric": "Cedric",
		"Pip": "Pip",
		"Cyril": "Cyril",
		"Fitz": "Fitz",
		"Lloyd": "Lloyd",
		"Arthur": "Arthur",
		"Rodney": "Rodney",
		"Graham": "Graham",
		"Edward": "Edward",
		"Alfred": "Alfred",
		"Edmund": "Edmund",
		"Henry": "Henry",
		"Herald": "Herald",
		"Roland": "Roland",
		"Lincoln": "Lincoln",
		"Edgar": "Edgar",
		"Eustace": "Eustace",
		"Benjamin": "Benjamin",
		"James": "James",
		"Rodrick": "Rodrick"
	},
	"GoblinTinkererNames": {
		"Grodax": "Grodax",
		"Sarx": "Sarx",
		"Xon": "Xon",
		"Mrunok": "Mrunok",
		"Nuxatk": "Nuxatk",
		"Tgerd": "Tgerd",
		"Darz": "Darz",
		"Smador": "Smador",
		"Stazen": "Stazen",
		"Mobart": "Mobart",
		"Knogs": "Knogs",
		"Tkanus": "Tkanus",
		"Negurk": "Negurk",
		"Nort": "Nort",
		"Durnok": "Durnok",
		"Trogem": "Trogem",
		"Stezom": "Stezom",
		"Gnudar": "Gnudar",
		"Ragz": "Ragz",
		"Fahd": "Fahd",
		"Xanos": "Xanos",
		"Arback": "Arback",
		"Fjell": "Fjell",
		"Dalek": "Dalek",
		"Knub": "Knub"
	},
	"WizardNames": {
		"Dalamar": "Dalamar",
		"Dulais": "Dulais",
		"Elric": "Elric",
		"Arddun": "Arddun",
		"Maelor": "Maelor",
		"Leomund": "Leomund",
		"Hirael": "Hirael",
		"Gwentor": "Gwentor",
		"Greum": "Greum",
		"Gearroid": "Gearroid",
		"Fizban": "Fizban",
		"Ningauble": "Ningauble",
		"Seonag": "Seonag",
		"Sargon": "Sargon",
		"Merlyn": "Merlyn",
		"Magius": "Magius",
		"Berwyn": "Berwyn",
		"Arwyn": "Arwyn",
		"Alasdair": "Alasdair",
		"Tagar": "Tagar",
		"Abram": "Abram",
		"Xanadu": "Xanadu"
	},
	"MechanicNames": {
		"Shayna": "Shayna",
		"Korrie": "Korrie",
		"Ginger": "Ginger",
		"Brooke": "Brooke",
		"Jenny": "Jenny",
		"Autumn": "Autumn",
		"Nancy": "Nancy",
		"Ella": "Ella",
		"Kayla": "Kayla",
		"Selah": "Selah",
		"Sophia": "Sophia",
		"Marshanna": "Marshanna",
		"Lauren": "Lauren",
		"Trisha": "Trisha",
		"Shirlena": "Shirlena",
		"Sheena": "Sheena",
		"Ellen": "Ellen",
		"Amy": "Amy",
		"Dawn": "Dawn",
		"Susana": "Susana",
		"Meredith": "Meredith",
		"Selene": "Selene",
		"Terra": "Terra",
		"Sally": "Sally"
	},
	"TruffleNames": {
		"Reishi": "Reishi",
		"Maitake": "Maitake",
		"Chanterelle": "Chanterelle",
		"Porcini": "Porcini",
		"Shimeji": "Shimeji",
		"Amanita": "Amanita",
		"Muscaria": "Muscaria",
		"Agaric": "Agaric",
		"Cremini": "Cremini",
		"Morel": "Morel",
		"Enoki": "Enoki",
		"Shiitake": "Shiitake",
		"Leinspores": "Leinspores"
	},
	"SteampunkerNames": {
		"Whitney": "Whitney",
		"Verity": "Verity",
		"Ada": "Ada",
		"Cornelia": "Cornelia",
		"Lydia": "Lydia",
		"Leila": "Leila",
		"Minerva": "Minerva",
		"Emeline": "Emeline",
		"Cynthia": "Cynthia",
		"Fidelia": "Fidelia",
		"Lilly": "Lilly",
		"Phoebe": "Phoebe",
		"Zylphia": "Zylphia",
		"Zelda": "Zelda",
		"Selina": "Selina",
		"Hope": "Hope",
		"Isabella": "Isabella",
		"Judith": "Judith",
		"Savannah": "Savannah",
		"Vivian": "Vivian"
	},
	"DyeTraderNames": {
		"Abdosir": "Abdosir",
		"Akbar": "Akbar",
		"Bodashtart": "Bodashtart",
		"Danel": "Danel",
		"Hanno": "Hanno",
		"Hiram": "Hiram",
		"Kanmi": "Kanmi",
		"Philosir": "Philosir",
		"Tabnit": "Tabnit",
		"Yutpan": "Yutpan",
		"Ahirom": "Ahirom",
		"Batnoam": "Batnoam",
		"Sikarbaal": "Sikarbaal",
		"Hannibal": "Hannibal",
		"Yehomilk": "Yehomilk",
		"Ahinadab": "Ahinadab"
	},
	"PartyGirlNames": {
		"Candy": "Candy",
		"Isis": "Isis",
		"Trixy": "Trixy",
		"Destiny": "Destiny",
		"Lexus": "Lexus",
		"Bambi": "Bambi",
		"Bailey": "Bailey",
		"Glitter": "Glitter",
		"Sparkle": "Sparkle",
		"Paris": "Paris",
		"Dazzle": "Dazzle",
		"Fantasy": "Fantasy",
		"Bunny": "Bunny",
		"Sugar": "Sugar",
		"Fantasia": "Fantasia",
		"Star": "Star",
		"Cherry": "Cherry",
		"Amanda": "Amanda"
	},
	"CyborgNames": {
		"Alpha": "Alpha",
		"Beta": "Beta",
		"Delta": "Delta",
		"Omega": "Omega",
		"Gamma": "Gamma",
		"Theta": "Theta",
		"Kappa": "Kappa",
		"Omicron": "Omicron",
		"Sigma": "Sigma",
		"Upsilon": "Upsilon",
		"Phi": "Phi",
		"Zeta": "Zeta",
		"Lambda": "Lambda",
		"Nu": "Nu",
		"Ci": "Ci",
		"Rho": "Rho",
		"Fender": "Fender",
		"T-3E0": "T-3E0",
		"Niner-7": "Niner-7",
		"A.N.D.Y.": "A.N.D.Y.",
		"Syn-X": "Syn-X",
		"Mu": "Mu",
		"Raynbro": "Raynbro"
	},
	"PainterNames": {
		"Marco": "Marco",
		"Guido": "Guido",
		"Enzo": "Enzo",
		"Martino": "Martino",
		"Mauro": "Mauro",
		"Lorenzo": "Lorenzo",
		"Ludo": "Ludo",
		"Luciano": "Luciano",
		"Carlo": "Carlo",
		"Bruno": "Bruno",
		"Mario": "Mario",
		"Leonardo": "Leonardo",
		"Raphael": "Raphael",
		"Luigi": "Luigi",
		"Luca": "Luca",
		"Darren": "Darren",
		"Esreadel": "Esreadel",
		"Stefano": "Stefano",
		"Jim": "Jim"
	},
	"WitchDoctorNames": {
		"Abibe": "Abibe",
		"Jamundi": "Jamundi",
		"U'wa": "U'wa",
		"Tairona": "Tairona",
		"Xirigua": "Xirigua",
		"Zop'a": "Zop'a",
		"Opuni": "Opuni",
		"Kogi-ghi": "Kogi-ghi",
		"Konah": "Konah",
		"Gboto": "Gboto"
	},
	"PirateNames": {
		"David": "David",
		"Red Beard": "Red Beard",
		"Jack": "Jack",
		"Black Beard": "Black Beard",
		"Captain Morgan": "Captain Morgan",
		"Wet Beard": "Wet Beard",
		"James T. Beard": "James T. Beard",
		"Gunpowder Garry": "Gunpowder Garry",
		"Captain Stoney Dirt": "Captain Stoney Dirt",
		"Jake": "Jake",
		"Captain Bullywort": "Captain Bullywort"
	},
	"StylistNames": {
		"Bri": "Bri",
		"Brianne": "Brianne",
		"Flora": "Flora",
		"Iris": "Iris",
		"Scarlett": "Scarlett",
		"Lola": "Lola",
		"Hazel": "Hazel",
		"Stella": "Stella",
		"Pearl": "Pearl",
		"Tallulah": "Tallulah",
		"Ruby": "Ruby",
		"Esmeralda": "Esmeralda",
		"Kylie": "Kylie",
		"Kati": "Kati",
		"Biah": "Biah",
		"Meliyah": "Meliyah",
		"Petra": "Petra",
		"Rox": "Rox",
		"Roxanne": "Roxanne",
		"Annabel": "Annabel"
	},
	"TravelingMerchantNames": {
		"Abraham": "Abraham",
		"Bohemas": "Bohemas",
		"Eladon": "Eladon",
		"Aphraim": "Aphraim",
		"Gallius": "Gallius",
		"Llewellyn": "Llewellyn",
		"Riley": "Riley",
		"Rawleigh": "Rawleigh",
		"Shipton": "Shipton",
		"Romeo": "Romeo",
		"Aedan": "Aedan",
		"Mercer": "Mercer",
		"Willy": "Willy"
	},
	"AnglerNames": {
		"Bobby": "Bobby",
		"Sammy": "Sammy",
		"Jimmy": "Jimmy",
		"Danny": "Danny",
		"Timmy": "Timmy",
		"Simon": "Simon",
		"Johnny": "Johnny",
		"Billy": "Billy",
		"Matty": "Matty",
		"Bart": "Bart",
		"Phillip": "Phillip",
		"Spencer": "Spencer",
		"Nathan": "Nathan",
		"Grayson": "Grayson",
		"Miles": "Miles",
		"Charles": "Charles",
		"Adam": "Adam",
		"Tyler": "Tyler",
		"Jey": "Jey",
		"Ivan": "Ivan",
		"Izzy": "Izzy"
	},
	"SkeletonMerchantNames": {
		"Skellington": "Skellington",
		"Bones McGee": "Bones McGee",
		"Gloomy Mays": "Gloomy Mays",
		"Jack Sellington": "Jack Sellington",
		"Billy Marrows": "Billy Marrows",
		"Tom": "Tom",
		"Rattles Magoo": "Rattles Magoo",
		"Mandible Calavera": "Mandible Calavera",
		"Mika": "Mika",
		"No-Eyed Wiley": "No-Eyed Wiley",
		"Victor": "Victor"
	},
	"TaxCollectorNames": {
		"McKinly": "McKinly",
		"Millard": "Millard",
		"Fillmore": "Fillmore",
		"Rutherford": "Rutherford",
		"Chester": "Chester",
		"Grover": "Grover",
		"Cleveland": "Cleveland",
		"Theodore": "Theodore",
		"Herbert": "Herbert",
		"Warren": "Warren",
		"Lyndon": "Lyndon",
		"Ronald": "Ronald",
		"Harrison": "Harrison",
		"Woodrow": "Woodrow",
		"Tweed": "Tweed",
		"Blanton": "Blanton",
		"Dwyer": "Dwyer",
		"Carroll": "Carroll",
		"Agnew": "Agnew"
	},
	"BartenderNames": {
		"Name_1": "Ted",
		"Name_2": "Barkeep",
		"Name_3": "Jerry",
		"Name_4": "Bill",
		"Name_5": "Ernest",
		"Name_6": "William",
		"Name_7": "Dale",
		"Name_8": "Bruce",
		"Name_9": "Moe",
		"Name_10": "Javahawk",
		"Name_11": "Elandrian",
		"Name_12": "Driscan",
		"Name_13": "Iamisom",
		"Name_14": "Blacksmith",
		"Name_15": "Dani Moo",
		"Name_16": "Paddy"
	},
	"GolferNames": {
		"Name_1": "Lion Pines",
		"Name_2": "Gunner McLovin",
		"Name_3": "Harry Madison",
		"Name_4": "Arnie Palmfrond",
		"Name_5": "Jake Nicklelisp",
		"Name_6": "William",
		"Name_7": "Billy Bones",
		"Name_8": "Jim Mulligan"
	},
	"BestiaryGirlNames": {
		"Name_1": "Maria",
		"Name_2": "MacKenzie",
		"Name_3": "Azaria",
		"Name_4": "Juanita",
		"Name_5": "Astra",
		"Name_6": "Hayley",
		"Name_7": "Becca",
		"Name_8": "Veronica",
		"Name_9": "Tia",
		"Name_10": "Robyn",
		"Name_11": "Arien",
		"Name_12": "Jane",
		"Name_13": "Bindi",
		"Name_14": "Dian",
		"Name_15": "Lori",
		"Name_16": "Mardy",
		"Name_17": "Mollie",
		"Name_18": "Lizzy",
		"Name_19": "Daphne",
		"Name_20": "Ellen",
		"Name_21": "Lilith"
	},
	"PrincessNames": {
		"Ai": "Ai",
		"Hime": "Hime",
		"Emilia": "Emilia",
		"Alice": "Alice",
		"Belle": "Belle",
		"Sophia": "Sophia",
		"Hikari": "Hikari",
		"Faye": "Faye",
		"Christina": "Christina",
		"Flora": "Flora",
		"Liselotte": "Liselotte",
		"Aria": "Aria",
		"Yuuki": "Yuuki",
		"Theresa": "Theresa",
		"Elitia": "Elitia",
		"Lucia": "Lucia",
		"Ariel": "Ariel",
		"Momo": "Momo",
		"Charlotte": "Charlotte",
		"Tiara": "Tiara",
		"Yorai": "Yorai",
		"Rosetta": "Rosetta"
	},
	"CatNames_Siamese": {
		"Zen": "Zen",
		"Callie": "Callie",
		"Rainha": "Rainha",
		"Nust": "Nust",
		"Bandit": "Bandit",
		"Goliath": "Goliath",
		"Valerie": "Valerie",
		"Socks": "Socks",
		"Iris": "Iris",
		"Sekhmet": "Sekhmet",
		"Cleo": "Cleo",
		"Sappho": "Sappho"
	},
	"CatNames_Black": {
		"Luna": "Luna",
		"Figment": "Figment",
		"Ember": "Ember",
		"Damien": "Damien",
		"Snowball": "Snowball",
		"Night": "Night",
		"Misu": "Misu",
		"Magic": "Magic",
		"Tonic": "Tonic",
		"Violet": "Violet",
		"Jaspers": "Jaspers",
		"Gargoyle": "Gargoyle",
		"Lilith": "Lilith",
		"Salem": "Salem",
		"Rascal": "Rascal",
		"Bella": "Bella",
		"Odin": "Odin",
		"Jiji": "Jiji",
		"Morgan": "Morgan",
		"Arbus": "Arbus",
		"Max": "Max",
		"George": "George",
		"Esper": "Esper"
	},
	"CatNames_OrangeTabby": {
		"Linkle": "Linkle",
		"Remy": "Remy",
		"Lux": "Lux",
		"Sunny": "Sunny",
		"Tigger": "Tigger",
		"Callie": "Callie",
		"Sassy": "Sassy",
		"Bob": "Bob",
		"Leo": "Leo",
		"Tiger": "Tiger",
		"Caramel": "Caramel",
		"Tony": "Tony",
		"Garfield": "Garfield",
		"Hobbes": "Hobbes",
		"Charlie": "Charlie",
		"Rascal": "Rascal",
		"Critter": "Critter",
		"Adol": "Adol"
	},
	"CatNames_RussianBlue": {
		"Alexi": "Alexi",
		"Ruby": "Ruby",
		"Bubbles": "Bubbles",
		"Lexi": "Lexi",
		"Prissy": "Prissy",
		"Valery": "Valery",
		"Lucy": "Lucy",
		"Pete": "Pete",
		"Jocelyn": "Jocelyn",
		"Light": "Light",
		"Lily": "Lily",
		"Starlight": "Starlight",
		"Cobalt": "Cobalt",
		"Tilly": "Tilly",
		"Rion": "Rion",
		"Momo": "Momo",
		"Tarzan": "Tarzan"
	},
	"CatNames_Silver": {
		"Roo": "Roo",
		"Blaze": "Blaze",
		"Rebus": "Rebus",
		"Polo": "Polo",
		"Kelly": "Kelly",
		"Kiva": "Kiva",
		"Sooty": "Sooty",
		"By-Tor": "By-Tor",
		"Merlin": "Merlin",
		"Trudy": "Trudy",
		"Nana": "Nana",
		"Ange": "Ange",
		"Kanako": "Kanako",
		"Freya": "Freya",
		"Cloud": "Cloud",
		"Cutie": "Cutie",
		"Renne": "Renne",
		"Miette": "Miette",
		"Tula": "Tula"
	},
	"CatNames_White": {
		"Misty": "Misty",
		"Storm": "Storm",
		"Angel": "Angel",
		"Vincent": "Vincent",
		"MrCat": "Mr. Cat",
		"Holly": "Holly",
		"Sam": "Sam",
		"Rory": "Rory",
		"Ichibi": "Ichibi",
		"Belle": "Belle",
		"Yuki": "Yuki",
		"Ater": "Ater",
		"Snowdrop": "Snowdrop",
		"Snowball": "Snowball",
		"Reah": "Reah",
		"Gemma": "Gemma"
	},
	"DogNames_Labrador": {
		"Penny": "Penny",
		"Pebbles": "Pebbles",
		"Puppy": "Puppy",
		"Monroe": "Monroe",
		"Kittie": "Kittie",
		"Buddy": "Buddy",
		"Charlie": "Charlie",
		"Trulte": "Trulte",
		"Daisy": "Daisy",
		"Calvin": "Calvin",
		"Willow": "Willow",
		"Arthur": "Arthur",
		"John": "John",
		"Bitsy": "Bitsy",
		"Mike": "Mike",
		"Sparky": "Sparky",
		"Lucky": "Lucky"
	},
	"DogNames_PitBull": {
		"Max": "Max",
		"Dexter": "Dexter",
		"Chomps": "Chomps",
		"Bubba": "Bubba",
		"Sampson": "Sampson",
		"Spike": "Spike",
		"Ginger": "Ginger",
		"Kona": "Kona",
		"Keith": "Keith",
		"Jazzy": "Jazzy",
		"Rex": "Rex",
		"Toshiro": "Toshiro",
		"Buster": "Buster",
		"Doug": "Doug"
	},
	"DogNames_Beagle": {
		"Zelda": "Zelda",
		"Navi": "Navi",
		"Ali": "Ali",
		"Fred": "Fred",
		"Roxie": "Roxie",
		"Milo": "Milo",
		"Copper": "Copper",
		"Darwin": "Darwin",
		"Lieselotte": "Lieselotte",
		"Wilma": "Wilma",
		"Odie": "Odie",
		"Feena": "Feena",
		"Pete": "Pete"
	},
	"DogNames_Corgi": {
		"Bella": "Bella",
		"Ellie": "Ellie",
		"Baxter": "Baxter",
		"Oliver": "Oliver",
		"Maya": "Maya",
		"Titus": "Titus",
		"Shino": "Shino",
		"Elizabeth": "Elizabeth",
		"Victoria": "Victoria",
		"Yona": "Yona",
		"Ammy": "Ammy",
		"Charles": "Charles",
		"Estelle": "Estelle",
		"Astro": "Astro"
	},
	"DogNames_Dalmation": {
		"Spot": "Spot",
		"Suzy": "Suzy",
		"Lucky": "Lucky",
		"Marshall": "Marshall",
		"Dotty": "Dotty",
		"Pongo": "Pongo",
		"Sapphire": "Sapphire",
		"Splat": "Splat",
		"Aurora": "Aurora",
		"Akane": "Akane",
		"Firebug": "Firebug",
		"Polka": "Polka",
		"Mizore": "Mizore"
	},
	"DogNames_Husky": {
		"Rosalie": "Rosalie",
		"Balto": "Balto",
		"Miska": "Miska",
		"Sky": "Sky",
		"Sasha": "Sasha",
		"Zoey": "Zoey",
		"Toya": "Toya",
		"Snowdog": "Snowdog",
		"Kayla": "Kayla",
		"Hachiko": "Hachiko",
		"Indiana": "Indiana",
		"Sven": "Sven",
		"Bullet": "Bullet",
		"Comet": "Comet",
		"Ingrid": "Ingrid",
		"Dogi": "Dogi"
	},
	"BunnyNames_White": {
		"Bunnicula": "Bunnicula",
		"Ben": "Ben",
		"Roger": "Roger",
		"Skippy": "Skippy",
		"Donnie": "Donnie",
		"Alice": "Alice",
		"Presto": "Presto",
		"Shion": "Shion",
		"Lisette": "Lisette",
		"Lily": "Lily",
		"Inaba": "Inaba",
		"Shirayuki": "Shirayuki",
		"Lilia": "Lilia",
		"Ears": "Ears"
	},
	"BunnyNames_Angora": {
		"Breadbuns": "Breadbuns",
		"Loaf": "Loaf",
		"Babs": "Babs",
		"BigB": "Big B",
		"Greg": "Greg",
		"Fluffy": "Fluffy",
		"Pom": "Pom",
		"Muffin": "Muffin",
		"Maximus": "Maximus",
		"Donald": "Donald"
	},
	"BunnyNames_Dutch": {
		"Oreo": "Oreo",
		"Olaf": "Olaf",
		"Domino": "Domino",
		"Oz": "Oz",
		"Yin": "Yin",
		"Yang": "Yang",
		"Pow": "Pow",
		"Kaguya": "Kaguya",
		"Mono": "Mono",
		"Panda": "Panda",
		"Orin": "Orin"
	},
	"BunnyNames_Flemish": {
		"Thumper": "Thumper",
		"Cinnabun": "Cinnabun",
		"Peter": "Peter",
		"Hazel": "Hazel",
		"Loki": "Loki",
		"Sunflower": "Sunflower",
		"Toby": "Toby",
		"Daisy": "Daisy",
		"Dusty": "Dusty",
		"Jazz": "Jazz",
		"Russell": "Russell",
		"Honeycomb": "Honeycomb"
	},
	"BunnyNames_Lop": {
		"Bunbun": "Bunbun",
		"Lola": "Lola",
		"Max": "Max",
		"Tyler": "Tyler",
		"Flops": "Flops",
		"Flappie": "Flappie",
		"Caerbannog": "Caerbannog",
		"Mochi": "Mochi",
		"Dandy": "Dandy",
		"Puff": "Puff",
		"Youp": "Youp",
		"Boof": "Boof",
		"Veidra": "Veidra"
	},
	"BunnyNames_Silver": {
		"Bugz": "Bugz",
		"Buster": "Buster",
		"Silvine": "Silvine",
		"Bunstar": "Bunstar",
		"Lord": "Lord",
		"Bunnykins": "Bunnykins",
		"Crystal": "Crystal",
		"Chrome": "Chrome",
		"Vincent": "Vincent",
		"Zach": "Zach",
		"Joshua": "Joshua",
		"Dustbunny": "Dustbunny",
		"Dusty": "Dusty"
	},
	"SlimeNames_Blue": {
		"Steve": "Steve",
		"Seymour": "Seymour",
		"Simon": "Simon",
		"Sheldon": "Sheldon",
		"Sam": "Sam",
		"Samson": "Samson",
		"Sid": "Sid",
		"Sigvard": "Sigvard",
		"Stein": "Stein",
		"Sean": "Sean",
		"Samwise": "Samwise",
		"Snoot": "Snoot",
		"Swotty": "Swotty",
		"Stuart": "Stuart",
		"Stratford": "Stratford",
		"Saliva": "Saliva",
		"Sherman": "Sherman",
		"Stiltskin": "Stiltskin",
		"Shibboleet": "Shibboleet",
		"Sine": "Sine",
		"Spock": "Spock",
		"Smarty": "Smarty",
		"Sonic": "Sonic",
		"Sputnik": "Sputnik",
		"Smoof": "Smoof",
		"Spetch": "Spetch",
		"Stevenson": "Stevenson"
	},
	"SlimeNames_Green": {
		"Sylvester": "Sylvester",
		"Slimer": "Slimer",
		"Seth": "Seth",
		"Shane": "Shane",
		"Sully": "Sully",
		"Scooter": "Scooter",
		"Scotty": "Scotty",
		"Spike": "Spike",
		"Slachi": "Slachi",
		"Spinach": "Spinach",
		"Slick": "Slick",
		"Slippy": "Slippy",
		"Speedy": "Speedy",
		"Slurm": "Slurm",
		"School": "School",
		"Swag": "Swag",
		"SwiggitySwooty": "Swiggity Swooty",
		"Slackin": "Slackin",
		"Switch": "Switch",
		"Sport": "Sport",
		"Squash": "Squash",
		"Skeeter": "Skeeter",
		"Scutiger": "Scutiger",
		"Softball": "Softball",
		"Spazzy": "Spazzy"
	},
	"SlimeNames_Old": {
		"Stooge": "Stooge",
		"SirSlushington": "Sir Slushington III",
		"Santiago": "Santiago",
		"Sebastian": "Sebastian",
		"Samuel": "Samuel",
		"Seamus": "Seamus",
		"Sage": "Sage",
		"Sinclair": "Sinclair",
		"Stanford": "Stanford",
		"Septimus": "Septimus",
		"Stinky": "Stinky",
		"Spiffy": "Spiffy",
		"Spruce": "Spruce",
		"Swanky": "Swanky",
		"Soggy": "Soggy",
		"Scooby": "Scooby",
		"Sigmund": "Sigmund",
		"Smithers": "Smithers",
		"Sassafras": "Sassafras",
		"Slumbledore": "Slumbledore",
		"Slimdalf": "Slimdalf",
		"Schartzmugel": "Schartzmugel",
		"Scion": "Scion",
		"Scrooge": "Scrooge",
		"Stonks": "Stonks",
		"Swanson": "Swanson",
		"Spinkerton": "Spinkerton"
	},
	"SlimeNames_Purple": {
		"Stewy": "Stewy",
		"Sue": "Sue",
		"Spencer": "Spencer",
		"Sidney": "Sidney",
		"Stefan": "Stefan",
		"Sonnie": "Sonnie",
		"Sacco": "Sacco",
		"Sunset": "Sunset",
		"Snafu": "Snafu",
		"Stumble": "Stumble",
		"Spaghetti": "Spaghetti",
		"Shoggy": "Shoggy",
		"Slimefors": "Slimefors",
		"Shirley": "Shirley",
		"Sara": "Sara",
		"Sharon": "Sharon",
		"Sludge": "Sludge",
		"Snuggle": "Snuggle",
		"Sloppy": "Sloppy",
		"Slimeora": "Slimeora",
		"Sylph": "Sylph",
		"Spew": "Spew",
		"Shemp": "Shemp",
		"Spanky": "Spanky",
		"Spork": "Spork"
	},
	"SlimeNames_Rainbow": {
		"Sylvia": "Sylvia",
		"Skye": "Skye",
		"Stephanie": "Stephanie",
		"Sophia": "Sophia",
		"Shanna": "Shanna",
		"Serenity": "Serenity",
		"Shian": "Shian",
		"Slimestar": "Slimestar",
		"Shimmer": "Shimmer",
		"Surai": "Surai",
		"Stella": "Stella",
		"Sasha": "Sasha",
		"Sweety": "Sweety",
		"Sparkle": "Sparkle",
		"Sapphire": "Sapphire",
		"Seraph": "Seraph",
		"Starry": "Starry",
		"Sprinkes": "Sprinkes",
		"Sherbet": "Sherbet",
		"Sugar": "Sugar",
		"Stardew": "Stardew",
		"Sheena": "Sheena",
		"Sveta": "Sveta",
		"Shampoo": "Shampoo",
		"Sproink": "Sproink",
		"Secreta": "Secreta",
		"Sponsa": "Sponsa",
		"Skyler": "Skyler",
		"Sorai": "Sorai"
	},
	"SlimeNames_Red": {
		"Sparky": "Sparky",
		"Sourpuss": "Sourpuss",
		"Steamer": "Steamer",
		"Sizzle": "Sizzle",
		"Shaka": "Shaka",
		"SlipperySal": "Slippery Sal",
		"Sirius": "Sirius",
		"Sven": "Sven",
		"Sly": "Sly",
		"Smeagol": "Smeagol",
		"Scuff": "Scuff",
		"Shifty": "Shifty",
		"Sassy": "Sassy",
		"Scorpius": "Scorpius",
		"Snotty": "Snotty",
		"Sleepy": "Sleepy",
		"Stressball": "Stressball",
		"Slurpee": "Slurpee",
		"Squeezo": "Squeezo",
		"Sapo": "Sapo",
		"Snart": "Snart",
		"Skiprat": "Skiprat",
		"Sully": "Sully",
		"Sharkey": "Sharkey",
		"Scarface": "Scarface",
		"Slickfather": "Slickfather",
		"Slimeballa": "Slimeballa"
	},
	"SlimeNames_Yellow": {
		"Sandy": "Sandy",
		"Saoirse": "Saoirse",
		"Selena": "Selena",
		"Sienna": "Sienna",
		"Samara": "Samara",
		"Simone": "Simone",
		"Siobhan": "Siobhan",
		"Sabrina": "Sabrina",
		"Sunny": "Sunny",
		"Savannah": "Savannah",
		"Spirit": "Spirit",
		"Sinead": "Sinead",
		"Saraid": "Saraid",
		"Siofra": "Siofra",
		"Sorcha": "Sorcha",
		"Salem": "Salem",
		"Soleil": "Soleil",
		"Salvo": "Salvo",
		"Sahara": "Sahara",
		"Shanoa": "Shanoa",
		"Sybil": "Sybil",
		"Salome": "Salome",
		"Summer": "Summer",
		"Swirl": "Swirl",
		"Saga": "Saga",
		"Silva": "Silva",
		"Striga": "Striga"
	},
	"SlimeNames_Copper": {
		"Solomon": "Solomon",
		"ShortswordSaxon": "Shortsword Saxon",
		"Steele": "Steele",
		"Sigfried": "Sigfried",
		"Sterling": "Sterling",
		"SenioreSlash": "Seniore Slash",
		"Stabby": "Stabby",
		"Spunky": "Spunky",
		"Sharpie": "Sharpie",
		"Scout": "Scout",
		"Scrappy": "Scrappy",
		"Slade": "Slade",
		"Samsara": "Samsara",
		"SixSwingSerge": "Six-Swing Serge",
		"Scorch": "Scorch",
		"Sabin": "Sabin",
		"Stryker": "Stryker",
		"Slayer": "Slayer",
		"Slival": "Slival",
		"Sting": "Sting",
		"Sabaton": "Sabaton",
		"SemperSerus": "Semper Serus",
		"Scrimshank": "Scrimshank",
		"Scavager": "Scavager",
		"Selmy": "Selmy",
		"Shortie": "Shortie"
	},
	"SlimeBlueChatter": {
		"Chatter_1": "Burble bubble?! Uhm",
		"Chatter_2": "Babble babble blub... gulp!",
		"Chatter_3": "Kaplunk! Uhm... bleb. Uh uh."
	},
	"SlimeGreenChatter": {
		"Chatter_1": "Drip!",
		"Chatter_2": "Sizzle fo shizzle!",
		"Chatter_3": "Yo, slurp glurp!"
	},
	"SlimeOldChatter": {
		"Chatter_1": "Hrumble grumble!",
		"Chatter_2": "Poot... ahem!",
		"Chatter_3": "Glu glu. Sciò!"
	},
	"SlimeRainbowChatter": {
		"Chatter_1": "Dribble bim!",
		"Chatter_2": "Sprinkle, tinkle!",
		"Chatter_3": "Ripple? Blip blop!"
	},
	"SlimePurpleChatter": {
		"Chatter_1": "Berp.",
		"Chatter_2": "*Silenzio imbarazzante*",
		"Chatter_3": "Plop. Pop... splat."
	},
	"SlimeRedChatter": {
		"Chatter_1": "Murble burble... glup!!!",
		"Chatter_2": "Hiss! Gargle! Grrrrr...",
		"Chatter_3": "Burp... eh."
	},
	"SlimeYellowChatter": {
		"Chatter_1": "Bubble bubble! Boil glubble!",
		"Chatter_2": "Blobra kaslobra!",
		"Chatter_3": "Kasploosh!"
	},
	"SlimeCopperChatter": {
		"Chatter_1": "Blip blop, urrà!",
		"Chatter_2": "Kerslash! Kersplish!",
		"Chatter_3": "Squish 'n sploink!"
	}
}